Repository: wojt7/VTi-localisation
Catalog: dvbapp2-po/*.po
Languages: cs

source: The VTI Info Panel is not installed! Please install it.
cs: VTiPanel není nainstalovaný ! Bude ho třeba doplnit...

source: The VTi InfoPanel is not installed! Please install it.
cs: VTi panel není nainstalovaný ! Bude ho třeba doplnit...

source: The VTi Panel is not installed! Please install it.
cs: VTi panel není nainstalovaný ! Bude ho třeba doplnit...

source: The backup failed. Please choose a different backup location.
cs: Zálohování selhalo ! Prosím, vyberte jiné umístění zálohy.

source: The content of the folder is:
cs: Složka obsahuje :

source: The directory %s is not writable. Make sure you select a writable directory instead.
cs: Do složky %s nelze zapisovat ! Vyberte jinou použitelnou složku.

source: The following files were found...
cs: Byly nalezeny soubory...

source: The input port should be configured now. You can now configure the screen by displaying some test picture. Do you want to do that now?
cs: Obraz z výstupního portu lze nyní nakonfigurovat. Můžete k tomu použít následující testovací obrazce. Chcete test nyní spustit ?

source: The installation of the default services lists is finished.
cs: Vybraný seznam kanálů je nainstalovaný.

source: The installation of the default settings is finished. You can now continue configuring your STB by pressing the OK button on the remote control.
cs: Vybraný seznam kanálů je nainstalovaný. OK -> pokračovat v konfiguraci...

source: The loopthrough setting is wrong.
cs: Nastavení smyčky je chybné !

source: The number you entered is wrong!
cs: Vložený Pincode je chybný !

source: The package doesn't contain anything.
cs: Balíček je prázdný

source: The path %s already exists.
cs: Umístění %s již existuje

source: The pin code you entered is wrong.
cs: Zadaný PIN kód je chybný !

source: The program will exit now.
cs: Tento program bude nyní ukončený !

source: The results have been written to %s.
cs: Výsledek byl zapsaný do %s

source: The sleep timer has been activated.
cs: Časovač pro uspání byl aktivovaný...

source: The sleep timer has been disabled.
cs: Časovač pro uspání byl deaktivovaný...

source: The sleep timer is invalid.
cs: Časovač pro uspání je vadný !

source: The timer file (timers.xml) is corrupt and could not be loaded.
cs: Soubor časovačů (timers.xml) je poškozený, nelze ho načíst !

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
cs: Modul WirelessLan není dostupný ! Nainstalujte ho a nastavte...

source: The wireless LAN plugin is not installed! Please install it.
cs: Modul WirelessLan není dostupný ! Nainstalujte ho a nastavte...

source: The wizard can backup your current settings. Do you want to do a backup now?
cs: Průvodce může zazálohovat vaši konfiguraci. Chcete to teď udělat ?

source: The wizard is finished now.
cs: Průvodce dokončil nastavení

source: There are at least
cs: ...k dispozici :

source: There are currently no outstanding actions.
cs: V současné době nejsou žádné nedokončené akce

source: There are no default services lists in your image.
cs: V Image nejsou k dispozici žádné sady kanálů !

source: There are no default settings in your image.
cs: Předvolené nastavení v systému (Image) chybí !

source: There are no updates available.
cs: Nejsou žádné dostupné aktualizace !

source: There is NO valid USB-stick found, so I've got nothing to do.
cs: Chybí použitelný USB disk, vložte ho...

source: There is a valid USB-flashdrive detected in one of the USB-ports, therefore an extra copy of the back-up image will now be copied to that USB-flashdrive.
cs: Byl detekovaný platný USB flashdisk na USB portu. Zálohová kopie bude proto umístěná na tento disk.

source: There might not be enough Space on the selected Partition. Do you really want to continue?
cs: Zřejmě chybí místo na vybraném diskovém oddílu ! Opravdu chcete pokračovat ?

source: There was an error downloading the packetlist. Please try again.
cs: Chyba při stahování seznamu balíčků ! Prosím, zkuste to znovu...

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
cs: DVD RW médium je již naformátováno - nové formátování odstraní celý obsah !

source: This Plugin doesn't support on SOLO/DUO
cs: Tento modul nepodporuje Vu+ Duo ani Solo

source: This Plugin only support for ULTIMO
cs: Tento modul je pouze pro Vu+ Ultimo !

source: This STB can't decode %s streams!
cs: Tento přijímač nemůže dekódovat %s streamů !

source: This is dlna server using minidlna.
cs: -- modul DLNA pro minidlna Server

source: This is dlna/upnp client using djmount.
cs: -- modul DLNA/UPNP pro Djmount

source: This is step number 2.
cs: 2. krok

source: This model is not support transcoding.
cs: Tento model pro převod již není podporovaný !

source: This only takes about 20 seconds.....
cs: Bude to tvat asi 20 sekund...

source: This partition is not mountable. You need to check or format this partition.
cs: Tento diskový oddíl nelze připojit ! Zkontrolujte formát oddílu.

source: This plugin is installed.
cs: Zásuvný modul je nainstalovaný...

source: This plugin is not installed.
cs: Zásuvný modul není nainstalovaný !

source: This plugin will be installed.
cs: Zásuvný modul bude nainstalovaný...

source: This plugin will be removed.
cs: Zásuvný modul bude odstraněný !

source: This test checks for configured Nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and Adapter setup - if you configured your Nameservers manually please verify your entries in the "Nameserver" Configuration
cs: Ověření konfiguraci DNS serveru. Pokud obdržíte zprávu "nepotvrzeno": - zkontrolujte nastavení DHCP, kabelu a síťové karty - pokud jste nastavili DNS server ručně, ověřte jeho konfiguraci

source: This test checks whether a network cable is connected to your LAN-Adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
cs: Napojení kabelu do síťové karty LAN. Při hlášení "Odpojeno" : - zkontrolujte zástrčky kabelu - zkontrolujte poškození kabelu

source: This test checks whether a network cable is connected to your Wireless LAN-Adapter.
cs: Test připojení síťového LAN kabelu do síťové karty

source: This test checks whether a valid IP Address is found for your LAN Adapter. If you get a "unconfirmed" message: - no valid IP Address was found - please check your DHCP, cabling and adapter setup
cs: Nastavení správné IP adresy na síťové kartě. Pokud obdržíte zprávu "nepotvrzeno": - nebyla nalezna žádná platná IP adresa - ověřte nastavení DHCP, kabelu a síťové karty

source: This test checks whether your LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
cs: Nastavení síťové karty pro aut.konfiguraci přes DHCP server. Pokud obdržíte zprávu "zakázáno": - pak je síťová karta nastavena na ruční nastavení Pokud obdržíte zprávu "povoleno": - ověřte nastavení a funkci DHCP server v síti

source: This test checks whether your Wireless LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your Wireless LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
cs: Test nastavení WLAN adaptéru pro aut.konfiguraci IP adresy přes DHCP. Pokud obdržíte zprávu "Deaktivováno" : - je síťová karta na manuální konfiguraci IP adresy Pokud obdržíte zprávu "Aktivní" : - ověřte funkci DHCP serveru v síti

source: This test detects your configured LAN-Adapter.
cs: Test konfigurace síťové karty (LAN)

source: This test detects your configured Wireless LAN-Adapter.
cs: Test detekoval nakonfigurovanou WLAN kartu

source: Three
cs: Tři

source: Threshold
cs: Práh

source: Thu
cs: Čt

source: Thumbnails
cs: Náhled

source: Thursday
cs: čtvrtek

source: Time
cs: Čas

source: Time for next VFD scrolling
cs: Na "VFD" displeji zobrazit čas pro rolování

source: Time required for this process:
cs: Požadovaný čas pro tento proces :

source: Time/Date Input
cs: Nastavení času / datumu

source: Timeout for number zap in milliseconds
cs: Zobrazit info časovače po aktivaci na dobu ... (ms)

source: Timer Edit
cs: Úprava časování

source: Timer Editor
cs: Časovač nahrávání ...

source: Timer Type
cs: Typ časovače

source: Timer entry
cs: Zadání časovače

source: Timer log
cs: Log časovače

source: Timer overlap in timers.xml detected! Please recheck it!
cs: Zjištěno překrytí časovačů v timers.xml ! Zkontrolujte to, prosím !

source: Timer record location
cs: Záznamy pořadů z časovače

source: Timer sanity error
cs: Nelogické časování

source: Timer selection
cs: Výběr časovače

source: Timer status:
cs: Stav časovače :

source: Timeshift location
cs: Záznamy pro Timeshift

source: Timeshift not possible!
cs: Timeshift není použitelný !

source: Timezone
cs: Časové pásmo

source: Title
cs: Titul

source: Title properties
cs: Vlastnosti

source: Titleset mode
cs: Nastavování titulu

source: To back-up directly to the USB-stick, the USB-stick MUST contain a file with the name:
cs: Pro přímou zálohu na USB disk musí disk obsahovat soubor s názvem :

source: To restore the image:
cs: Pro obnovení Image :

source: Today
cs: Dnes

source: Tone Amplitude
cs: Amplituda tónu

source: Tone mode
cs: Mód tónu

source: Toneburst
cs: Rozkmit zvuku

source: Toneburst A/B
cs: Rozkmit zvuku A/B

source: Tools
cs: Nástroje

source: Top
cs: Nahoru

source: Top and Bottom
cs: Nahoře a dole

source: Touch LED Blinking time
cs: Doba blikání LED po dotyku

source: Touch LED Brightness at Deep Standby
cs: Jas LED při vypnutí

source: Touch LED Brightness at Normal state
cs: Jas LED v provozním stavu

source: Touch LED Brightness at Standby
cs: Jas LED v režimu spánku

source: Track
cs: Stopa

source: Transcoding
cs: Převod

source: Transcoding Setup
cs: Konfigurace převodu

source: Transcoding can be started when there is no corresponding channel recordings.
cs: Převod je možné spustit, pokud není zrovna přes odpovídající tuner kanálu nahráváno.

source: TranscodingSetup
cs: Konfigurace převodu

source: Translation
cs: Překlad

source: Translation:
cs: Překlad :

source: Transmission mode
cs: Přenosový mód

source: Transponder
cs: Transpondér

source: Tries left:
cs: Zbývá pokusů :

source: Try to find used Transponders in cable network.. please wait...
cs: Zkouším najít použitelné transpodéry v kabelové síti ... Čekejte, prosím ...

source: Try to find used transponders in cable network.. please wait...
cs: Zkouším najít použitelné transpodéry v kabelové síti ... Čekejte, prosím ...

source: Trying to download a new packetlist. Please wait...
cs: Stahuji nový seznam balíčků. Čekejte, prosím...

source: Tue
cs: Út

source: Tuesday
cs: úterý

source: Tune
cs: Naladit

source: Tune failed!
cs: Ladění selhalo !

source: Tune%d %s Locking Fail...
cs: Tune %d %s je bolovaný s chybou...

source: Tuner Slot
cs: Slot tuneru

source: Tuner configuration
cs: Konfigurace tunerů

source: Tuner status
cs: Stav tuneru

source: Tuner type
cs: Typ tuneru

source: Turkish
cs: Turecky

source: Two
cs: Dva

source: Type
cs: Typ

source: Type : %s
cs: Typ : %s

source: Type of scan
cs: Způsob prohledávání

source: USB Image created in:
cs: USB Image sestavení v :

source: USB Stick
cs: USB flashdisk

source: USB test error : Success-%d
cs: USB test s chybou : prošlo - %d

source: USB test pass %d devices Press 'OK' button!
cs: USB test pro %d zařízení prošel. OK -> dokončit...

source: Ukrainian
cs: Ukrajinsky

source: Umount
cs: Odpojit

source: Unable to complete filesystem check. Error:
cs: Není možné dokončit kontrolu souborového systému ! Chyba :

source: Unable to initialize harddisk. Error:
cs: Není možné inicializovat pevný disk ! Chyba :

source: Uncommitted DiSEqC command
cs: Nepotvrzený DiSEqC příkaz !

source: Undo install
cs: Zrušit instalaci, vrátit zpět

source: Undo uninstall
cs: Zpět pro odinstalaci

source: Unencrypted
cs: Nešifrovaný

source: UnhandledKey
cs: Nepoužívané tlačítko

source: Unicable
cs: Uni-kabel

source: Unicable LNB
cs: Uni-kabel LNB

source: Unicable Martix
cs: Uni-kabel Matrix

source: Uninstall
cs: Odinstalovat

source: Universal LNB
cs: Univerzální LNB

source: Unknown
cs: Neznámý

source: Unknown network adapter
cs: Neznámá síťová karta

source: Unmount failed
cs: Odpojení selhalo

source: Unsupported
cs: Nepodporováno

source: Up
cs: Nahoru

source: Up Key
cs: Klávesa šipka nahoru

source: Update
cs: Aktualizovat

source: Updatefeed not available.
cs: Není dostupný zdroj aktualizací !

source: Updating finished. Here is the result:
cs: Aktualizace je hotová. Výsledek :

source: Updating software catalog
cs: Katalog aktualizací

source: Updating... Please wait... This can take some minutes...
cs: Aktualizují... Čekejte, může to trvat několik minut...

source: Upgrade
cs: Aktualizovat

source: Upgrade FPGA..
cs: Aktualizace FPGA

source: Upgrade Firmware..
cs: -- aktualizace firmware ovladačů FPGA...

source: Upgrade finished.
cs: Aktualizace byla dokončena...

source: Upgrade will take about 5 minutes to finish. Do you want to upgrade?
cs: Aktualizace bude trvat asi 5 minut. Spustit ji ?

source: Upgrading
cs: Aktualizovat

source: Upgrading STB... Please wait
cs: Aktualizuji sat.přijímač. Čekejte, prosím...

source: Use
cs: Použít

source: Use AP Mode
cs: Použít AP mód

source: Use DHCP
cs: Použít DHCP - aut.přidělování adresy

source: Use Device
cs: Použít zařízení

source: Use EIT EPG
cs: V seznamu programů používat "info.eit" - o programu

source: Use EXIT-Button to leave movie player
cs: Použít pro konec přehrávání videa tlačítko "Exit "

source: Use Fan timer
cs: Interval použití ventilátoru ve spánku

source: Use Gateway
cs: Použít bránu

source: Use Interface
cs: Aktivovat síťovou kartu

source: Use Manual dns-nameserver
cs: Manuální nastavení DNS serveru

source: Use PiP at EPGBar
cs: Použít okno PIP v seznamu programů EPG

source: Use PictureInGraphic (PiG)
cs: Použít okno PictureInGraphic (PiG)

source: Use Power Measurement
cs: Použít měření odběru

source: Use TV remotecontrol:
cs: Použít TV ovládání :

source: Use a gateway
cs: Použít bránu ?

source: Use custom main menu
cs: Přidat "VTi panel" do hlavního menu

source: Use matrix mode for service list
cs: Pro seznam kanálů použít mód Matrix (sloupce)

source: Use package maintainer config files
cs: Při aktualizaci přepsat konfigutační data

source: Use power measurement
cs: Použít měření signálu

source: Use silent recording mode
cs: Použít tichý nahrávací mód

source: Use startup service for leaving standby
cs: Použít jako startovací kanál po probuzení

source: Use the Networkwizard to configure selected network adapter
cs: Použijte průvoce pro konfiguraci síťové karty

source: Use the Networkwizard to configure your Network
cs: Použijte průvodce pro nakonfigurování sítě.

source: Use the left and right buttons to change an option. Please set up tuner A
cs: Použijte pro volbu šipku vlevo nebo vpravo. Nastavte tuner "A"

source: Use the up/down keys on your remote control to select an option. After that, press OK.
cs: Vyberte položku tlačítkem nahoru nebo dolů. OK -> pokračovat...

source: Use this input device settings?
cs: Chcete nastavit tyto vstupní jednotky ?

source: Use this settings?
cs: Použít toto nastavení ?

source: Use this video enhancement settings?
cs: Použít toto upravené nastavení videa ?

source: Use time of currently running service
cs: Převzít čas ze sledovaného programu...

source: Use usals for this sat
cs: Použít USALS pro tento satelit

source: Use wizard to set up basic features
cs: Použít průvodce pro nastavení tunerů

source: Used service scan type
cs: Typ kanálového vyhledávání

source: User :
cs: Uživatel :

source: User Email
cs: Použít email

source: User ID
cs: Uživatelské ID

source: User Interface
cs: Uživatelské rozhraní

source: User defined
cs: Uživatelsky definované

source: User manually Set up a Mount Point
cs: Manuální nastavení přípojného bodu

source: User name
cs: Uživatel

source: Username
cs: Uživatel

source: Using a Wireless module as access point.
cs: -- použití bezdrátového přípojného bodu

source: VCR scart
cs: Start VCR rekordéru

source: VFD Controller
cs: "VFD" ovladač

source: VFD scroll speed
cs: Na "VFD" displeji zobrazit rychlost rolování

source: VTI
cs: VTi panel...

source: VU deepstandby => TV activity:
cs: VU +hluboký spánek => TV aktivity :

source: VU on => TV activity:
cs: VU+ zap. => TV aktivity :

source: VU standby => TV activity:
cs: VU+ spánek => TV aktivity :

source: Verifying your internet connection...
cs: Kontrola internetového připojení...

source: Version
cs: Verze

source: Vertical
cs: vertikální

source: Video Directory
cs: Složka videa

source: Video Fine-Tuning
cs: Rastry pro doladění obrazu...

source: Video Fine-Tuning Wizard
cs: Průvodce doladěním obrazu

source: Video enhancement preview
cs: Náhled rozšířeného videa

source: Video enhancement settings
cs: Nastavení parametrů obrazu

source: Video enhancement setup
cs: Nastavení parametrů obrazu...

source: Video input selection Please press OK if you can see this page on your TV or select a different input port. The next input port will be automatically probed in 20 seconds
cs: Volba výstupů videa... Šipkami vyberte typ požadovaného výstupu a potvrťte tlačítkem OK. Výstupní porty jsou aut.testovány po 20 sek.

source: Video mode selection
cs: Výběr módu videa

source: Videoenhancement Setup
cs: Rozšířené nastavení pro video

source: View Movies...
cs: Zobrazit videa...

source: View Photos...
cs: Zobrazit fotografie...

source: View Rass interactive...
cs: Zobrazení RaSS, interaktivně...

source: View Video CD...
cs: Zobrazit Video CD...

source: View details
cs: Detaily

source: View list of available
cs: Zobrazit seznam dostupných

source: View list of available CommonInterface extensions
cs: Zobrazit seznam dostupných rozšíření pro rozhraní

source: View list of available Display and Userinterface extensions.
cs: Zobrazit seznam rozšíření pro displej a uživatelské rozhraní

source: View list of available EPG extensions.
cs: Zobrazit seznam dostupných rozšíření pro seznam programů

source: View list of available Satellite equipment extensions.
cs: Zobrazit seznam dostupných rozšíření satelitního zařízení

source: View list of available communication extensions.
cs: Zobrazit seznam dostupných rozšíření pro komunikaci

source: View list of available default settings
cs: Zobrazit seznam dostupných předvolených nastavení

source: View list of available multimedia extensions.
cs: Zobrazit seznam dostupných rozšíření pro multimédia

source: View list of available networking extensions
cs: Zobrazit seznam dostupných rozšíření pro sítě

source: View list of available recording extensions
cs: Zobrazit seznam dostupných rozšíření pro nahrávání

source: View list of available skins
cs: Zobrazit seznam dostupných skinů

source: View list of available software extensions
cs: Zobrazit seznam dostupných programových rozšíření

source: View list of available system extensions
cs: Zobrazit seznam dostupných systémových rozšíření

source: View teletext...
cs: Teletext...

source: Virtual KeyBoard
cs: Virtuální klávesnice

source: Voltage mode
cs: Napěťový mód

source: Volume
cs: Hlasitost

source: W
cs: Západní

source: WEP Key (HEX)
cs: WEP klíč (HEX)

source: WLAN adapter
cs: WLAN adaptér

source: WLAN adapter.
cs: WLAN adaptér...

source: WLAN connection
cs: WLAN připojení...

source: WPA or WPA2
cs: WPA nebo WPA2

source: WSS on 4:3
cs: WSS na 4:3

source: Wait a moment
cs: Počkejte chvíli...

source: Wait a moment...
cs: Počkejte chvíli...

source: Waiting
cs: Čekejte...

source: WakeOnLan Enable
cs: Aktivovat WakeOnLan (WOL)

source: WakeOnLan Setup
cs: Nastavit WakeOnLan

source: Web Browser
cs: Webový prohlížeč

source: Wed
cs: St

source: Wednesday
cs: středa

source: Weekday
cs: Pracovní den

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
cs: Editor střihu... Začátek střihu - stiskněte OK ... v menu: "začít střih zde" Konec střihu - stiskněte OK ... v menu: "ukončit střih zde" Exit... Střih videa - ořezat podle značek…

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your STB by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
cs: Tento průvodce vám pomůže při aktualizaci systému (Image) satelitního přijímače, zálohování nastavení a aktualizaci firmware

source: Welcome. If you want to connect your STB to the Internet, this wizard will guide you through the basic network setup of your STB. Press OK to start configuring your network
cs: Nastavení sítě... Pokud je sat.přijímač připojený k internetu, nastavte nyní základní parametry sítě. OK -> spustit konfiguraci sítě...

source: Welcome...
cs: Vítejte...

source: West
cs: - západ

source: What do you want to scan?
cs: Co chcete prohledat ?

source: Wheel RIGHT
cs: Kolečko vpravo

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
cs: Jestliže provedete tovární nastavení, ztratíte veškerá konfigurační data (včetně přehledů, programů, satelitních dat).Po dokončení bude přijímač automaticky restartovaný ! Chcete opravdu použít tovární nastavení ?

source: Where do you want to backup your settings?
cs: Kam chcete zazálohovat svá nastavení ?

source: Where to save temporary timeshift recordings?
cs: Kam ukládat dočasný záznam Timeshiftu ?

source: Width of channel name (matrix mode)
cs: Délka názvu kanálu (mód Matrix)

source: Wireless LAN
cs: Bezdrátová síť

source: Wireless LAN Setup
cs: Nastavení bezdrátové sítě

source: Wireless Lan Device is not detected.
cs: Zařízení bezdrátové sítě nebylo detekováno !

source: Wireless Network
cs: Bezdrátová síť

source: Wireless network connection setup
cs: Nastavení bezdrátové sítě

source: Wireless network connection setup.
cs: Nastavení bezdrátové sítě.

source: Wireless network state
cs: Stav bezdrátové sítě

source: Write error while recording. Disk full?
cs: Chyba zápisu při nahrávání ! Disk je plný ?

source: Write failed!
cs: Zápis selhal !

source: Year
cs: Rok

source: Yellow font for DVB subtitles
cs: Žlutý font pro DVB titulky

source: Yes
cs: ano

source: Yes to all
cs: Ano pro všechny

source: Yes, always
cs: Ano, vždy

source: Yes, and delete this movie
cs: Zastavit > a smazat toto video

source: Yes, delete this movie and go back to movie list
cs: Ano, odstranit toto video a vrátit se zpět do seznamu

source: Yes, backup my settings!
cs: Ano, zazálohovat nastavení !

source: Yes, do a manual scan now
cs: Ano, spustit manuální prohledávání

source: Yes, do an automatic scan now
cs: Ano, spustit automatické prohledávání

source: Yes, do another manual scan now
cs: Ano, udělat další ruční prohledávání

source: Yes, perform a shutdown now.
cs: Ano, vypnout přijímač

source: Yes, restore the settings now
cs: Ano, obnovit nastavení

source: Yes, returning to movie list
cs: Zastavit > zpět do seznamu videa

source: Yes, view the tutorial
cs: Ano, zobrazit manuál

source: You can cancel the installation.
cs: Instalaci můžete přerušit

source: You can cancel the removal.
cs: Odebrání můžete přerušit
