Repository: wojt7/VTi-localisation
Catalog: dvbapp2-po/*.po
Languages: cs

source: You can choose some default settings now. Please select the settings you want to be installed.
cs: Nyní si můžete vybrat některý předvolený seznam kanálů

source: You can choose, what you want to install...
cs: Můžete si vybrat, co chcete nainstalovat...

source: You can install this plugin.
cs: Tento zásuvný modul můžete nainstalovat

source: You can only burn STB recordings!
cs: Můžete vypalovat pouze nahrávky ze sat.přijímače !

source: You can remove this plugin.
cs: Můžete odstranit tento zásuvný modul...

source: You can't cancel during upgrade. Do you want to continue ?
cs: Aktualizační proces nelze přerušit ! Chcete pokračovat ?

source: You cannot delete this!
cs: Toto nemůžete odstranit !

source: You choose the incorrect file.
cs: Je zvolený nesprávný soubor !

source: You chose not to install any default services lists.
cs: K nainstalování nebyl vybraný předvolený seznam kanálů !

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
cs: K nainstalování nebyl vybraný předvolený seznam kanálů. Můžete ho nainstalovat i později přes menu "Nastavení".

source: You chose not to install anything. Please press OK finish the install wizard.
cs: Nevybral jste si nic k instalaci. OK -> dokončit průvodce...

source: You didn't select a channel to record from.
cs: Není vybraný kanál pro nahrávání !

source: You have chosen to backup your settings. Please press OK to start the backup now.
cs: Máte zvolenou zálohu nastavení. OK -> pokračovat...

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
cs: Máte vybranou obnovu konfigurace. Po obnově se Enigma2 restartuje. OK -> pokračovat...

source: You have to wait %s!
cs: Počkejte asi %s !

source: You need a PC connected to your STB. If you need further instructions, please visit the website http://www.dm7025.de. Your STB will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
cs: Potřebujete PC připojené k satelitnímu přijímači. Další informace na stránkách "www" nebo v dokumentaci...

source: You need to set a PIN code and hide it from your children. Do you want to set the pin now?
cs: Nastavte si PIN pro rodičovskou kontrolu. Zadat PIN nyní ?

source: Your STB is now ready to use. Your internet connection is working now.
cs: Satelitní přijímač je nyní připravený k použití. Internetové připojení pracuje v pořádku.

source: Your STB is now ready to use. Your internet connection is working now. Please press OK to continue.
cs: Satelitní přijímač je nyní připravený k použití. Internetové připojení pracuje v pořádku. OK -> pokračovat...

source: Your STB is shutting down. Please stand by...
cs: Sat.přijímač je nyní vypnutý. Prosím, dejte ho do režimu spánku...

source: Your STB isn't connected to the internet properly. Please check it and try again.
cs: Sat.přijímač není připojený do sítě ! Proveďte kontrolu...

source: Your STB will restart after pressing OK on your remote control.
cs: Sat.přijímač se restartuje po stisknutí OK na dálkovém ovladači

source: Your backup succeeded. We will now continue to explain the further upgrade process.
cs: Záloha je nyní hotová. Budeme pokračovat v dalším procesu aktualizace.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
cs: Kompilace přesahuje kapacitu jednovrstvého DVD. Budete potřebovat čisté dvouvrstvé DVD !

source: Your current collection will get lost!
cs: Současná kompilace bude ztracena !

source: Your internet connection is not working! Please choose what you want to do next.
cs: Internetové připojení nepracuje ! Zvolte, co chcete dělat dál...

source: Your network configuration has been activated.
cs: Konfigurace sítě byla aktivována...

source: Your network is not working. Please try again.
cs: Síť nepracuje. Prosím, zkuste znovu...

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
cs: Bezdrátová LAN síť není připojena na internet ! Máte USB WLAN zařízení připojeno ? Vyberte, jak dál...

source: Zap
cs: Zavřít

source: Zap PiP and not main screen
cs: Přepínat kanály v okně PIP a ne na hl.obrazovce

source: Zap back to previously tuned service?
cs: Přepnout zpět na předchozí kanál ?

source: Zap back to service before positioner setup?
cs: Přepnout zpět na kanál před nastavovením pozicioneru ?

source: Zap back to service before satfinder?
cs: Přepnout zpět na kanál před vyhledáváním satelitu ?

source: Zap back to service before tuner setup?
cs: Nastavení tuneru je hotovo ?

source: Zapping Mode
cs: Použít na pozadí...

source: Zapping Mode Selection
cs: -- pozadí TV v režimu spánku

source: [alternative edit]
cs: [alternativní editor]

source: [bouquet edit]
cs: [úprava sady kanálů]

source: [favourite edit]
cs: [úprava oblíbených]

source: [move mode]
cs: [přesun]

source: a gui to assign services/providers to common interface modules
cs: přiřadit programy/poskytovatele z CI modulu

source: a gui to assign services/providers/caids to common interface modules
cs: přiřadit programy/poskytovatele/caidy z CI modulu

source: abort alternatives edit
cs: přerušit alternativní editor

source: abort bouquet edit
cs: zrušit změny v sadě kanálů

source: abort favourites edit
cs: přerušit úpravu oblíbených

source: about to start
cs: přípravuji start

source: activate current configuration
cs: aktivovat současnou konfiguraci

source: activate network adapter configuration
cs: aktivovat nastavení síťové karty

source: add Provider
cs: přidat sat.operátora

source: add Service
cs: Přidat kanál

source: add a nameserver entry
cs: přidat DNS nastavení

source: add alternatives
cs: Přidat alternativu

source: add bookmark
cs: přidat umístění

source: add bouquet
cs: Přidat sady kanálů...

source: add directory to playlist
cs: Přidat složku do seznamu nahrávek....

source: add file to playlist
cs: Přidat soubor do vybraných

source: add files to playlist
cs: Přidat soubory do vybraných

source: add marker
cs: Přidat popisovač

source: add recording (enter recording duration)
cs: nahrát - zadat délku nahrávání

source: add recording (enter recording endtime)
cs: nahrát - zadat čas ukončení

source: add recording (indefinitely)
cs: nahrát - nekonečno...

source: add recording (stop after current event)
cs: nahrát a zastavit na konci

source: add service to bouquet
cs: Přidat aktuální kanál do sady kanálů

source: add service to favourites
cs: Přidat kanál do oblíbených

source: add to parental protection
cs: Přidat rodičovskou kontrolu

source: advanced
cs: rozšířený

source: alphabetic sort
cs: Řadit podle abecedy

source: and there is made an extra copy in:
cs: a je zde dodatečná kopie v :

source: assigned CAIds:
cs: přiřazené CAId :

source: assigned Services/Provider:
cs: přiřazené kanály/sat.operátor :

source: at beginning
cs: na začátek

source: at end
cs: na konec

source: audio track (%s) format
cs: formát audio stopy (%s)

source: audio track (%s) language
cs: jazyk audio stopy (%s)

source: audio tracks
cs: zvukové stopy

source: auto
cs: automaticky

source: auto (off)
cs: automaticky

source: available
cs: dostupný

source: back
cs: zpět

source: background image
cs: Obrázek na pozadí

source: backgroundcolor
cs: Barva pozadí

source: backupstick or
cs: disk pro zálohu nebo

source: better
cs: vyšší

source: black
cs: černá

source: black screen
cs: černou obrazovku

source: blacklist
cs: černá listina

source: blue
cs: modré

source: bookmark
cs: záložka

source: burn audio track (%s)
cs: vypálit audio stopu (%s)

source: change channel on timeout
cs: změna kanálu mimo čas.úsek

source: change recording (duration)
cs: Změnit - dobu nahrávání

source: change recording (endtime)
cs: Změnit - čas ukončení nahrávání

source: change recording (timer editor)
cs: Změnit - nastavení časovače

source: change tuner on timeout
cs: změna tuneru mimo čas.úsek

source: chapters
cs: kapitoly

source: circular left
cs: levá kruhová polarizace

source: circular right
cs: pravá kruhová polarizace

source: clear playlist
cs: Play-list - vymazat

source: complex
cs: komplexní

source: config menu
cs: Konfigurační menu

source: confirmed
cs: potvrzeno

source: connected
cs: připojeno

source: continue/pause
cs: Pokračovat / Pauza

source: copy
cs: Kopírovat

source: copy : %s
cs: Kopírovat soubor : %s

source: copy to bouquets
cs: zkopírovat do sady kanálů

source: create directory
cs: založit složku

source: customize color buttons
cs: Barevná tlačítka - nastavení

source: cyan
cs: modrozelená

source: daily
cs: denně

source: dark yellow
cs: tmavě žlutá

source: day
cs: den

source: deactivate startup service
cs: Deaktivovat startovací kanál

source: debug
cs: ladění

source: default
cs: předvolba

source: delete
cs: Odstranit

source: delete : %s
cs: Odstranit soubor : %s

source: delete cut
cs: odstranit střih

source: delete file
cs: Odstranit nahrané video

source: delete playlist entry
cs: Odstranit položku ze seznamu nahrávek

source: delete saved playlist
cs: Play-list - odstranit z archívu

source: device : %s
cs: zařízení : %s

source: disable
cs: zakázáno

source: disable move mode
cs: Zrušit přesun

source: disabled
cs: zakázáno

source: disconnected
cs: odpojeno

source: do not change
cs: neměnit

source: do nothing
cs: nedělá nic...

source: done!
cs: Hotovo !

source: edit alternatives
cs: upravit alternativy

source: empty
cs: prázdné

source: enable
cs: povoleno

source: enable bouquet edit
cs: Povolit úpravu sady kanálů

source: enable favourite edit
cs: povolit úpravu oblíbených

source: enable move mode
cs: Povolit přesouvací mód

source: enabled
cs: povoleno

source: end alternatives edit
cs: ukončit úpravu alternativ

source: end bouquet edit
cs: ukončit úpravu sady kanálů

source: end cut here
cs: ukončit střih zde

source: end favourites edit
cs: ukončit úpravu oblíbených

source: equal to
cs: shodný s...

source: error
cs: chyba

source: exit
cs: Konec

source: exit DVD player or return to file browser
cs: Zavřít přehrávač DVD a vrátit se do seznamu souborů

source: exit mediaplayer
cs: zavřít přehrávač médií

source: exit movielist
cs: Zavřít seznam videa

source: exit nameserver configuration
cs: zavřít konfiguraci DNS

source: exit network adapter configuration
cs: zavřít nastavení síťové karty

source: exit network interface list
cs: Zavřít seznam síťových rozhraní

source: exit networkadapter setup menu
cs: zavřít menu nastavení sítě

source: ext2 - recommended for USB flash memory
cs: ext2 - doporučeno pro USB flashdisky

source: ext3 - recommended for harddisks
cs: ext3 - doporučeno pro harddisky

source: ext4 - experimental
cs: ext4 - experimentální (meoboot)

source: fast
cs: rychle

source: fileformats (BMP, PNG, JPG, GIF)
cs: -- prohlížení fotografií (BMP, PNG, JPG, GIF)

source: filename
cs: Název souboru

source: fine-tune your display
cs: doladit nastavení obrazovky

source: forward to the next chapter
cs: přeskočit na další kapitolu

source: free
cs: volného místa

source: free diskspace
cs: - volné místo na harddisku

source: full transparency
cs: průhledné

source: go to deep standby
cs: přejít do hlubokého spánku, vypnout

source: go to standby
cs: přejít do režimu spánku

source: grab this frame as bitmap
cs: stáhnout snímek jako bitmapu

source: green
cs: zelené

source: grey
cs: šedá

source: hear radio...
cs: Kanály rádia...

source: height
cs: výška

source: help...
cs: Nápověda...

source: hi_low
cs: spodní

source: hide extended description
cs: Skrýt rozšířený popis

source: hide player
cs: Skrýt toto menu

source: high
cs: horní

source: horizontal
cs: horizontální

source: horizontal_vertical
cs: horizontální_vertkální

source: hour
cs: hodina

source: hours
cs: hodiny

source: immediate shutdown
cs: ihned vypne

source: init module
cs: inicializační modul

source: init modules
cs: inicializační modul

source: insert mark here
cs: sem vložit značku

source: invalid model
cs: chybný model

source: jump back to the previous title
cs: přeskočit na předchozí titul

source: jump forward to the next title
cs: přeskočit na další titul

source: jump to listbegin
cs: Skočit na začátek seznamu

source: jump to listend
cs: Skočit na konec seznamu

source: jump to next marked position
cs: skočit na další označenou pozici

source: jump to previous marked position
cs: skočit na předchozí označenou pozici

source: leave movie player...
cs: opustit přehrávač...

source: left
cs: vlevo

source: length
cs: délka

source: list of EPG views...
cs: Seznam programů...

source: list style compact
cs: Typ seznamu - kompaktní (datum, kanál)

source: list style compact with description
cs: Typ seznamu - kompaktní s popisem

source: list style default
cs: Typ seznamu - předvolený

source: list style single line
cs: Typ seznamu - jednoduchý

source: load playlist
cs: Play-list - načíst z archívu

source: locked
cs: zamknuto

source: loopthrough to
cs: propojený s...

source: low
cs: nízké

source: manage block devices of your VU+
cs: správa úložného zařízení sat.přijímačů Vu+

source: management 3g modem
cs: -- správa modemu USB-UMTS

source: manual
cs: manuál

source: mins
cs: minuty

source: minute
cs: minuta

source: minutes
cs: minut

source: month
cs: měsíc

source: move
cs: Přesunout

source: move : %s
cs: Přesunout soubor : %s

source: move PiP to main picture
cs: přesunout PIP do hlavního okna

source: move down to last entry
cs: přesunout na poslední záznam

source: move down to next entry
cs: přesunout na další záznam

source: move up to first entry
cs: přesunout na první záznam

source: move up to previous entry
cs: přesunout na předcházející záznam

source: movie list
cs: seznam videa

source: multinorm
cs: multinorma

source: never
cs: nikdy

source: next channel
cs: Další kanál

source: next channel in history
cs: Další kanál v historii

source: no
cs: ne

source: no CAId selected
cs: není vybrán CAID

source: no CI slots found
cs: nenalezeny CI sloty

source: no HDD found
cs: harddisk není k dispozici

source: no Services/Providers selected
cs: není vybraný kanál/sat.operátor

source: no module found
cs: modul není k dispozici

source: no standby
cs: bez uspání

source: no timeout
cs: bez časového limitu

source: no transparency
cs: neprůhledné

source: none
cs: žádný

source: normal
cs: normálně

source: not available
cs: není dostupné

source: not configured
cs: nenastaveno

source: not found, the backup process will be aborted!
cs: nebylo nalezeno. Proces zálohování byl přerušený !

source: not locked
cs: nezamknuto

source: not mounted
cs: není připojeno

source: not set
cs: nekonfigurováno

source: not supported
cs: nepodporováno

source: not used
cs: nepoužito

source: nothing connected
cs: nic není připojeno

source: of a DUAL layer medium used.
cs: použito z dvouvrstvového DVD

source: of a SINGLE layer medium used.
cs: použito z jednovrstvového DVD

source: off
cs: vypnuto

source: on
cs: zapnuto

source: on READ ONLY medium.
cs: na médiu jen ke čtení

source: once
cs: jednou

source: only calculate
cs: pouze čas

source: open VTi Panel
cs: Modré uživ.tlačítko (VTi panel)

source: open servicelist
cs: Otevřít seznam kanálů

source: open servicelist(down)
cs: Seznam kanálů (dolů)

source: open servicelist(up)
cs: Seznam kanálů (nahoru)

source: original
cs: originál

source: pass
cs: projít

source: pause
cs: Žluté uživ.tlačítko (pauza)

source: percent
cs: procenta

source: play entry
cs: Přehrát

source: play from next mark or playlist entry
cs: V seznamu nahrávek přehrát od další značky

source: play from previous mark or playlist entry
cs: v seznamu nahrávek přehrát od předchozí značky

source: please press OK when ready
cs: stiskněte OK, až budete připraveni...

source: please wait, loading picture...
cs: Čekejte, připravuji obrázek...

source: previous channel
cs: Předchozí kanál

source: previous channel in history
cs: Předchozí kanál v historii

source: progress bar
cs: stavový pásek

source: record
cs: nahrát

source: recording...
cs: nahrávám...

source: red
cs: červené

source: remove
cs: odebrat

source: remove a nameserver entry
cs: odstranit DNS nastavení

source: remove after this position
cs: odebrat vše za touto pozicí

source: remove all alternatives
cs: odebrat všechny alternativy

source: remove all new found flags
cs: odebrat vše nově nalezené a označené

source: remove all services without bouquet entry
cs: odebrat všechny programy bez označení sady kanálů

source: remove before this position
cs: odebrat vše před touto pozicí

source: remove bookmark
cs: Odebrat záložku

source: remove directory
cs: zrušit složku

source: remove entry
cs: Odebrat položku

source: remove from parental protection
cs: odebrat z rodičovské kontroly

source: remove new found flag
cs: odebrat z nově nalezených

source: remove selected satellite
cs: odebrat vybraný satelit

source: remove this mark
cs: odebrat popisovač

source: repeat playlist
cs: Opakovat video

source: repeated
cs: opakovat

source: reset play progress
cs: Odebrat značky po přehrávání

source: reverse
cs: reverz

source: rewind to the previous chapter
cs: přeskočit na předchozí kapitolu

source: right
cs: vpravo

source: save last directory on exit
cs: Při ukončení uložit poslední složku

source: save playlist
cs: Play-list - Uložit jako...

source: save playlist on exit
cs: Play-list - při ukončení uložit

source: scan done!
cs: Prohledávání dokončeno !

source: scan in progress - %d%% done!
cs: Probíhá prohledávání - %d%% dokončeno !

source: scan state
cs: stav prohledávání

source: scan type(DVB-S)
cs: -- manuální prohledání kanálů na DVB-S, -S2

source: second
cs: sec.

source: second cable of motorized LNB
cs: druhý kabel z motorizovaného LNB

source: seconds
cs: sec.

source: select
cs: vybrat

source: select CAId
cs: vybrat CAID

source: select CAId's
cs: vybrat CAIDy

source: select interface
cs: vybrat rozhraní

source: select menu entry
cs: zvolit položku z menu

source: select movie
cs: Výběr videa

source: select the movie path
cs: Vyberte cestu k videu

source: service PIN
cs: PIN kanálu

source: setup Fancontrol inStandby mode
cs: -- manuální nastavení ventilátoru v režimu spánku

source: setup PIN
cs: Nastavit PIN

source: setup Remote Control System Code Type
cs: -- nastavení kódů pro dálkový ovladač

source: show DVD main menu
cs: zobrazit hlavní DVD menu

source: show EPG...
cs: Seznam programů...

source: show Favourites
cs: Zobrazit Oblíbené

source: show Infoline
cs: Zobrazit informační řádek

source: show VTi system informations
cs: Žluté dlouhé - VTi syst.informace

source: show all
cs: zobrazit vše

source: show alternatives
cs: Zobrazit alternativy

source: show event details
cs: zobraz podrobnosti události

source: show extended description
cs: Zobrazit rozšířený popis

source: show first selected tag
cs: zobrazit první vybranou značku

source: show record menu
cs: menu nahrávání

source: show running records
cs: nahrávání, běžící záznamy

source: show second selected tag
cs: zobrazit druhou vybranou značku

source: show service EPGBar...
cs: Seznam kanálů...

source: show shutdown menu
cs: zobrazí vypínací menu

source: show single service EPG...
cs: Kanál_aktuální rozpis

source: show tag menu
cs: zobrazit značky menu

source: show timer list
cs: zobrazit seznam časovačů

source: show transponder info
cs: Zobraz info transpondéru

source: shuffle playlist
cs: Play-list - promíchat

source: shut down
cs: vypnout

source: shutdown
cs: vypnout

source: simple
cs: jednoduchý

source: skip backward
cs: Skok zpět

source: skip backward (enter time)
cs: Skok zpět (podle času)

source: skip forward
cs: Skok dopředu

source: skip forward (enter time)
cs: Skok dopředu (podle času)

source: slide picture in loop
cs: Zobrazit obrázky ve smyčce

source: slow
cs: pomalu

source: sort
cs: seřadit

source: sort by date
cs: Řadit podle datumu

source: special characters
cs: speciální znaky

source: standby
cs: pohotovostní režim

source: start cut here
cs: začít střih zde

source: start directory
cs: Výchozí složka

source: start opera web browser
cs: -- spuštění webového prohlížeče "Opera"

source: start timeshift
cs: Start Timeshiftu

source: start web browser
cs: start web.prohlížeče

source: still picture
cs: statický obraz

source: stop PiP
cs: ukončit PIP

source: stop entry
cs: zastavit záznam

source: stop recording
cs: <Zastavit> nahrávání

source: stop timeshift
cs: Zastavit Timeshift

source: swap PiP and main picture
cs: prohodí PIP a hlavní obraz

source: switch to bookmarks
cs: přepnout do záložek

source: switch to filelist
cs: Přepnout do stromu složek

source: switch to playlist
cs: Přepnout do play-listu

source: switch to the next angle
cs: přepnout na další pohled kamery

source: switch to the next audio track
cs: přepnout na další zvukovou stopu

source: switch to the next subtitle language
cs: přepnout na další jazyk ve skrytých titulcích

source: template file
cs: Soubor se šablonou

source: textcolor
cs: Barva textu

source: this recording
cs: toto nahrávání

source: this service is protected by a parental control pin
cs: tento kanál je chráněný rodičovským zámkem

source: toggle a cut mark at the current position
cs: přepnout značku střihu na aktuální pozici

source: toggle time, chapter, audio, subtitle info
cs: přepnout informace mezi časem, kapitolou, audio stopou, titulky

source: top
cs: nahoře

source: tuner is not supported
cs: Tuner není podporovaný

source: umounting failed!Maybe some files in mount point are open
cs: Odpojení selhalo ! Zřejmě zůstal ještě nějaký soubor otevřený.

source: unconfirmed
cs: nepotvrzeno

source: unknown
cs: neznámý

source: unknown service
cs: neznámý kanál

source: until standby/restart
cs: do spánku / restart

source: use as startup service
cs: Použít jako startovací kanál...

source: user defined
cs: uživatelské

source: vertical
cs: vertikální

source: vfat - for USB flash memory
cs: vfat - pro USB flashdisk

source: video tune
cs: Konfigurace videa

source: view extensions...
cs: Modré dlouhé -> další možnosti...

source: view recordings...
cs: Nahrané pořady...

source: wait for ci...
cs: čekám na CI...

source: wait for mmi...
cs: čekám na MMI...

source: waiting
cs: čekám...

source: warn
cs: varování

source: weekly
cs: týdně

source: white
cs: bílá

source: whitelist
cs: bílá listina

source: width
cs: šířka

source: wireless network interface
cs: bezdrátový síťový adaptér

source: working
cs: pracuji...

source: wpa_supplicant.conf open error.
cs: wpa_supplicant.conf - otevření s chybou !

source: yellow
cs: žluté

source: yes
cs: ano

source: yes (keep feeds)
cs: ano (ponechat vstupy)

source: your STB might be unusable now. Please consult the manual for further assistance before rebooting your STB.
cs: Satelitní přijímač není použitelný ! Vyhledejte v manuálu další pomoc před restartem přijímače.

source: zap
cs: přepnout

source: zapped
cs: přepnutý

source: zapping interval (sec)
cs: Interval přepnutí (sek.)

source: zap and record
cs: přepnout a nahrát

source: reminder
cs: Poznámka

source: Reminder
cs: Upozornění

source: Reminder ! Following preferred service starts now : %s %s Do you want to zap ?
cs: Upornění ! Nyní se spouští následující služba : %s %s Chcete ji spustit ?

source: You have to stop your playing Movie before
cs: Musíte nejprve video zastavit !

source: Use preview mode in service list (2x OK mode)
cs: Náhledový mód v seznamu kanálů (2x OK)

source: Show EPG data in timer list
cs: V seznamu časovačů zobrazit data programů

source: create folder
cs: Založit složku

source: January
cs: ledna

source: February
cs: února

source: March
cs: března

source: April
cs: dubna

source: May
cs: května

source: June
cs: června

source: July
cs: července

source: August
cs: srpna
