Repository: wojt7/VTi-localisation
Catalog: dvbapp2-po/*.po
Languages: cs

source: Device Initialization finished sucessfully!
cs: Inicializace zařízení byla v pořádku dokončena.

source: Device not found.
cs: Zařízení nebylo nalezeno !

source: DeviceList Refresh Interval
cs: Interval obnovy seznamu zařízení

source: DeviceManager
cs: Správa zařízení

source: DeviceManager configuration
cs: Správa zařízení - konfigurace

source: Devices
cs: Příprava...

source: DiSEqC mode
cs: DiSEqC mód

source: DiSEqC repeats
cs: DiSEqC opakování

source: DiSEqC-Tester settings
cs: Konfigurace DiSEqC-Tester

source: Dialing:
cs: Vytáčení :

source: Digital contour removal
cs: Odstranit digitální konturu

source: Direct Input
cs: Zadat ručně

source: Direct Input(Bookmark)
cs: Vložení záložky

source: Direct Input(Category)
cs: Vložení kategorie

source: Direct playback of linked titles without menu
cs: Přímé přehrávání nastavených titulů bez menu

source: Directory %s nonexistent.
cs: Složka %s neexistuje !

source: Directory browser
cs: Procházet složky

source: Disable
cs: Zakázat časovač

source: Disable Picture in Picture
cs: Vypnout obraz v obraze

source: Disable Subtitles
cs: Vypnout titulky

source: Disable auto update of channel list
cs: Vypnout automatickou aktualizaci seznamu kanálů ?

source: Disable infobar timeout for ok button
cs: Přerušit časování info-panelu po stisku OK

source: Disable timer
cs: vypnout

source: Disable tuner failure popup
cs: Zakázat chybové hlášení tuneru

source: Disabled
cs: deaktivováno

source: Disconnect
cs: Odpojit

source: Dish
cs: Parabola

source: Display Setup
cs: Jas "VFD" displeje

source: Display and Userinterface
cs: Displej a uživ.rozhraní

source: Do not zap to not available services
cs: Nepřeskakovat nedostupné kanály

source: Do you really want to REMOVE the plugin "%s"?
cs: Chcete odstranit modul : "%s" ?

source: Do you really want to check the filesystem? This could take lots of time!
cs: Chcete zkontrolovat souborový systém ? Může to trvat delší dobu !

source: Do you really want to delete %s?
cs: Zastavit a odstranit ze seznamu časovačů : "%s" ?

source: Do you really want to download the plugin "%s"?
cs: Chcete stáhnout modul "%s" ?

source: Do you really want to exit?
cs: Opravdu to chcete ukončit ?

source: Do you really want to initialize the device? All data on the device will be lost!
cs: Chcete inicializovat tento disk ? Všechna data na disku budou zrušena !

source: Do you really want to initialize the harddisk? All data on the disk will be lost!
cs: Opravdu chcete zformátovat hardisk ? Všechna data na disku budou ztracena !

source: Do you really want to remove directory %s from the disk?
cs: Chcete složku %s z disku odebrat ?

source: Do you really want to remove your bookmark of %s?
cs: Chcete umístění %s odstranit ?

source: Do you want to burn this collection to DVD medium?
cs: Chcete vypálit tuto sadu na DVD ?

source: Do you want to delete recording files of stopped timer ?
cs: Odstranit nahrané soubory po zrušení časovače ?

source: Do you want to delete the bookmark?
cs: Chcete odstranit záložku ?

source: Do you want to delete the category and the bookmarks?
cs: Chcete odstranit kategorii záložky ?

source: Do you want to disconnect?
cs: Chcete se odpojit ?

source: Do you want to do a service scan?
cs: Chcete vyhledat kanály ?

source: Do you want to do another manual service scan?
cs: Chcete manuálně vyhledat další kanály ?

source: Do you want to enable the parental control feature on your STB?
cs: Chcete povolit rodičovskou kontrolu pro satelitní přijímač ? OK -> pokračovat...

source: Do you want to install default sat lists?
cs: Nainstalovat předvolený seznam kanálů (19.2°E) ? OK -> pokračovat...

source: Do you want to install the package:
cs: Chcete nainstalovat balíček :

source: Do you want to make a back-up on USB? This only takes a few minutes depending on the used filesystem and is fully automatic. Make sure you first insert an USB flash drive before you select Yes.
cs: Chcete vytvořit zálohu na USB flashdisku ? Bude to trvat několik minut - v závislosti na soub.systému a je plně automatická. Zkontrolujte si - před spuštěním, že je USB flashdisk zasunutý !

source: Do you want to make an USB-back-up image on HDD? This only takes a few minutes and is fully automatic.
cs: Chcete zkopírovat zálohu Image z USB flashdisku na HDD ? Bude to trvat pár minut a je to automatické...

source: Do you want to play DVD in drive?
cs: Přehrát DVD v mechanice ?

source: Do you want to preview this DVD before burning?
cs: Chcete si DVD před vypálením prohlédnout ?

source: Do you want to reboot your STB?
cs: Chcete sat.přijímač restartovat ?

source: Do you want to remove binary data?
cs: Odstranit binární data ?

source: Do you want to remove the package:
cs: Chcete odebrat balíček? :

source: Do you want to restore your settings?
cs: Chcete obnovit nastavení ?

source: Do you want to resume this playback?
cs: Pokračovat v přehrávání ?

source: Do you want to set selected url to the Startpage?
cs: Chcete vybranou adres URL použít na úvodní stránu ?

source: Do you want to shut down?
cs: Chcete to vypnout ?

source: Do you want to update your STB?
cs: Chcete aktualizovat satelitní přijímač ?

source: Do you want to update your STB? After pressing OK, please wait!
cs: Chcete aktualizovat sat.přijímač ? OK -> pokračovat...

source: Do you want to upgrade the package:
cs: Aktualizovat balíček ?:

source: Do you want to use VTi BackupSuite to restore your settings, plugins or favourite bouquets ?
cs: Použít VTi BackupSuite pro obnovu nastavení modulů a sady kanálů ze zálohy ?

source: Do you want to use VTi ZerO to remove some packages which you do not need ?
cs: Použít VTi ZerO pro odebrání některých nepotřebných předvolených modulů ?

source: Do you want to view a tutorial?
cs: Chcete zobrazit manuál ?

source: Dolby Digital default
cs: Předvolit Dolby Digital

source: Don't stop current event but disable coming events
cs: Nezastavovat aktuální úlohu, ale zakázat další záznamy...

source: Done - Installed or upgraded %d packages
cs: Instalace nebo aktualizace %d modulů a balíčků je dokončena...

source: Done - Installed, upgraded or removed %d packages with %d errors
cs: Instalováno, aktualizováno nebo odstraněno : %d balíčků ... s %d chybami !

source: Down Key
cs: Klávesa šipka dolů

source: Download
cs: Stáhnout

source: Download Plugins
cs: Stáhnout zásuvné moduly

source: Downloadable new plugins
cs: Nové zásuvné moduly jsou ke stažení

source: Downloadable plugins
cs: Zásuvné moduly ke stažení

source: Downloaded
cs: Ke stažení...

source: Downloading
cs: Stahuji data...

source: Downloading plugin information. Please wait...
cs: Stahuji informace o modulu. Čekejte, prosím ...

source: Downloading...
cs: Stahuji ...

source: Duo/Solo was not support.
cs: Duo/Solo není podporováno !

source: Dutch
cs: Holandsky

source: Dynamic contrast
cs: Dynamický kontrast

source: E
cs: Východní

source: EPG Selection
cs: Programy akt.kanálu...

source: ERROR - failed to scan (%s)!
cs: Chyba - selhalo skenování (%s) !

source: East
cs: východně

source: Edit
cs: Upravit

source: Edit Title
cs: Upravit titul

source: Edit bouquets list
cs: Upravit sadu kanálů

source: Edit chapters of current title
cs: Upravit kapitoly aktuálního titulu

source: Edit services list
cs: Upravit seznam kanálů

source: Edit settings
cs: Možnosti

source: Edit the Nameserver configuration of your STB.
cs: Úprava konfigurace serveru DNS...

source: Edit the network configuration of your STB.
cs: Úprava konfigurace sítě...

source: Edit title
cs: Upravit název

source: Edit upgrade source url.
cs: Upravit zdrojovou adresu URL

source: EditSetting
cs: Upravit kanály

source: Electronic Program Guide
cs: EPG - el.programový průvodce...

source: Enable
cs: Aktivovat titulky :

source: Enable 128 bit (Input 26 hex keys)
cs: Povolit 128 bit (vstup 26 hex)

source: Enable 5V for active antenna
cs: Povolit 5V pro aktivní anténu

source: Enable 64 bit (Input 10 hex keys)
cs: Povolit 64 bit (vstup 10 hex)

source: Enable Autostart for DLNA Server
cs: Povolit aut.start pro DLNA servery

source: Enable Logging
cs: Povolit přihlášení

source: Enable Standby Settings
cs: povolit v režimu spánku

source: Enable TeleText caching
cs: Povolit paměť pro teletext

source: Enable autostart for HbbTV browser
cs: Pro HbbTV prohlížeč povolit aut.start

source: Enable mount automatically while start
cs: Povolit aut.připojení při startu.

source: Enable mount check for HDD :
cs: Povolit kontrolu harddisku :

source: Enable multiple bouquets
cs: Povolit přechod mezi sadami kanálů -> modré tl.

source: Enable parental control
cs: Povolit rodičovskou kontrolu

source: Enable timer
cs: spustit

source: Enabled
cs: aktivováno

source: Encrypt
cs: Kódování

source: Encrypted:
cs: Kódováno :

source: Encryption
cs: Kódování

source: Encryption Key
cs: WLAN-bezpečnostní klíč

source: Encryption Keytype
cs: Typ klíče pro kódování :

source: Encryption:
cs: Kódování :

source: End time
cs: Čas dokončení

source: EndTime
cs: Konec časování

source: English
cs: Anglicky

source: Enter Key
cs: Klávesa Enter

source: Enter main menu...
cs: Hlavní menu...

source: Enter pin code
cs: Zadejte PIN

source: Enter the service pin
cs: Zadejte PIN kanálu

source: Enter your input data
cs: Vložte svá vstupní data

source: Error
cs: Chyba

source: Error checking disk. The disk or filesystem may be damaged
cs: Chyba při kontrole disku. Disk nebo soub.systém je poškozený !

source: Error: %s Retry?
cs: Chyba : %s Zkusit znovu ?

source: Error[%d] : %s. Press OK to exit.
cs: Chyba : [%d] : %s. OK -> ukončit

source: Estonian
cs: Estonsky

source: Ethernet network interface
cs: Ethernetové síťové rozhraní

source: Event Description
cs: popis události

source: Eventview
cs: Přehled programů

source: Everything is fine
cs: Všechno je v pohodě...

source: Exceeds dual layer medium!
cs: Přesahuje kapacitu dvouvrstvového média !

source: Execution Progress:
cs: Start makra :

source: Execution finished!!
cs: Dokončeno !

source: Exif
cs: Info

source: Exit
cs: Konec

source: Exit editor
cs: zavřít editor

source: Exit input device selection.
cs: Ukončit výběr vstupních zařízení

source: Exit network wizard
cs: Ukončit průvodce v síti

source: Exit the Opera browser.
cs: Web.prohlížeč Opera -> Konec

source: Exit the wizard
cs: Ukončit průvodce

source: Exit wizard
cs: Ukončit průvodce

source: Extended Networksetup Plugin...
cs: Zásuvný modul pro rozšířené nastavení sítě...

source: Extended Setup...
cs: Rozšířené nastavení...

source: Extended Software
cs: Další software

source: Extended Software Plugin
cs: Další zásuvný modul

source: Extensions
cs: Programové balíčky

source: Extensions management
cs: Dostupné moduly

source: FILE NOT EXIST : /proc/stb/fp/remote_code
cs: Soubor neexistuje : /proc/stb/fp/remote_code

source: FLASH IS BROKEN
cs: Flash paměť je poškozena !

source: FPGA Upgrade
cs: FPGA aktualizace

source: FRAGM Threshold (256~2346)
cs: FRAGM práh (256~2346)

source: Factory reset
cs: Tovární nastavení

source: Factory reset fail
cs: Obnovení tovární nastavení selhalo !

source: Fail to download.
cs: Stahování selhalo !

source: Fail to update!!
cs: Aktualizace selhala !

source: Fail to upgrade!! Retry!!
cs: Aktualizace selhala ! Opakovat !

source: Fail to upgrade. Cause :
cs: Aktualizace selhala ! Příčina :

source: Fail to upgrade. Cause : Can't found device. Do you want to exit?
cs: Aktualizace selhala ! Příčina : nedostupné zařízení. Chcete to ukončit ?

source: Fail to verify data file. file[%s] md5[%s]
cs: Chybné porovnání souborů. soubor [%s] md5 [%s]

source: Failed
cs: Selhalo

source: Fallback to default skin at skin errors
cs: Aktivovat předvolený skin při selhání aktivního skinu ?

source: Fan %d
cs: Ventilátor %d

source: Fan Control
cs: -- automatická regulace ventilátoru

source: Fan basic action
cs: Stav ventilátoru v režimu spánku

source: Fan control
cs: Ovládání ventilátoru

source: Fan off duration time
cs: Vypnout ventilátor mimo čas.rozsah

source: Fan on duration time
cs: Zapnout ventilátor mimo čas.rozsah

source: FanOFF InStanby
cs: Vypnout ventilátor v režimu spánku

source: Fast
cs: Rychle

source: Fast DiSEqC
cs: Rychlý DiSEqC

source: Fast Forward speeds
cs: Rychlost přetáčení vpřed

source: Fast epoch
cs: Rychlá oblast

source: Favourites
cs: Sady kanálů

source: File
cs: Soubor...

source: File not Found! /proc/bus/nim_sockets
cs: Soubor : /proc/bus/nim_sockets není k dispozici !

source: File not found
cs: Soubor není dostupný

source: File transfer was cancelled by user
cs: Přenos souboru byl přerušený !

source: Filesystem Check
cs: Kontrola souborového systému

source: Filesystem check finished sucessfully
cs: Kontrola souborového systému byla v pořádku dokončena.

source: Filesystem contains uncorrectable errors
cs: Souborový systém obsahuje chyby !

source: Finetune
cs: Jemné ladění

source: Finished
cs: Dokončeno

source: Finished configuring your network
cs: Konfigurace sítě byla dokončena

source: Finished restarting your network
cs: Dokončit a restartovat síť

source: Finnish
cs: Finsky

source: Firmware does not exist.
cs: Firmware není dostupný !

source: Follow the instructions on the front-display.
cs: Následují instrukce na přední displeji...

source: Following tasks will be done after you press OK!
cs: Start stisknutím tlačítka OK !

source: For use this plugin, you must update the kernel version to 3.1 or later
cs: Pro tento modul musíte aktualizovat kernel na verzi 3.1 nebo vyšší !

source: Format
cs: Formát

source: Format filesystem, please wait ...
cs: Formátuji soub.systém, čekejte, prosím...

source: Format finished sucessfully.
cs: Formátování bylo v pořádku dokončeno...

source: Frame size in full view
cs: Velikost rámečku v plném náhledu

source: Framerate
cs: Obnovovací kmitočet

source: Free : %s
cs: Volno : %s

source: French
cs: Francouzsky

source: Frequency
cs: Frekvence

source: Frequency bands
cs: Frekvenční pásma

source: Frequency scan step size(khz)
cs: Frekvenční krok prohledávání po (kHz)

source: Frequency steps
cs: Frekvenční kroky

source: Fri
cs: Pá

source: Friday
cs: pátek

source: Frisian
cs: Frísky

source: Front LED OK?
cs: Je přední LED v pořádku ?

source: Front LED OK? yes-ok no-exit
cs: Je přední LED v pořádku ? Ano -> OK Ne -> Konec

source: Front Processor
cs: Hlavní procesor

source: Front USB Slot
cs: Přední port USB

source: Frontprocessor version: %d
cs: Frontprocessor -verze : %d

source: Fsck failed
cs: FSCK selhalo

source: Full 1:1 back-up direct on USB
cs: Kompletní záloha 1:1 přímo na USB

source: Full 1:1 back-up in USB format
cs: Kompletní záloha 1:1 v USB formátu

source: Full back-up direct to USB
cs: Kompletní záloha přímo na USB

source: Full back-up on HDD
cs: Kompletní záloha na harddisk

source: Full back-up on HDD/USB
cs: Kompletní záloha na harrdisk / USB

source: Full back-up to USB
cs: Kompletní záloha na USB

source: Full back-up to the harddisk
cs: Kompletní záloha na harddisk

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
cs: Enigma potřebuje s novým skinem restartovat. Restartovat nyní ?

source: GUI restart now, press 'OK' button.
cs: OK -> restartujte Enigmu...

source: Gateway
cs: Brána:

source: General Dolby Digital delay (ms)
cs: Základní zpoždění (ms) Dolby Digital AC3

source: General PCM delay (ms)
cs: Základní zpoždění PCM (ms)

source: Genre
cs: Kategorie

source: German
cs: Německy

source: Getting plugin information. Please wait...
cs: Načítám informace modulu. Čekejte, prosím...

source: Global
cs: Obecné

source: Go to next page.
cs: Jdi na další stránku

source: Go to previous page.
cs: Jdi na předchozí stránku

source: Goto 0
cs: Jdi na pozici 0

source: Goto position
cs: Jdi na pozici

source: Graphical Multi EPG
cs: Grafický seznam programů

source: Greek
cs: Řecky

source: Green boost
cs: Zvýraznit zelenou

source: Group Rekey Interval
cs: Interval obnovy skupiny

source: Guard interval
cs: Kontrolní interval

source: HDMI CEC enabled:
cs: HDMI CEC povoleno :

source: Harddisk
cs: Správa disků

source: Harddisk setup
cs: Nastavení harddisku, uspání

source: Harddisk standby after
cs: Uspat disk po ...

source: Harddisk standby after :
cs: Uspat harddisk za :

source: HbbTV Applications
cs: HbbTV aplikace

source: HbbTV Browser was not running. Please running browser before start HbbTV Application.
cs: HbbTV prohlížeč není dostupný. Spusťte prohlížeč před použitím aplikace HbbTV.

source: HbbTV Plugin
cs: HbbTV Erweiterung

source: Help
cs: Nápověda

source: Hidden network
cs: Skrytá síť

source: Hierarchy info
cs: Informace o hierarchii

source: High bitrate support
cs: Podpora vysoké přenosové rychlosti

source: Horizontal
cs: horizontální

source: How many minutes do you want to record?
cs: Kolik minut chcete nahrávat ?

source: How many partitions do you want?(1-4)
cs: Kolik disk.oddílů potřebujete (1-4) ?

source: Hue
cs: Barevný odstín

source: Hungarian
cs: Maďarsky

source: IP Address
cs: Adresa IP:

source: ISO file is too large for this filesystem!
cs: Soubor ISO je pro souborový systém příliš velký !

source: ISO path
cs: ISO - cesta

source: Icelandic
cs: Islandsky

source: If WOL is enabled, power consumption will be around 2W. ErP Standby Power Regulation (<0.5W at standby) cannot be met. Proceed?
cs: Pokud bude WOL aktivováno, bude spotřeba energie kolem 2W. ErP regulaci v režimu spánku (je <0.5W) nelze použít. Pokračovat ?

source: If you place an USB-stick containing this file then the back-up will be automatically made onto the USB-stick and can be used to restore the current image if necessary.
cs: Pokud vložíte USB flashdisk, který má obsahovat zálohu, bude záloha aut.zapsána. Později může posloužití pro obnovení Image.

source: If you see this, something is wrong with your scart connection. Press OK to return.
cs: Pokud se objeví tato zpráva, něco je špatně se "skart" konektorem. Vraťte se přes tlačítko OK

source: If you want to quit the Browser, Press RED -> EXIT.
cs: Pokud chcete ukončit prohlížeč, stiskněte červené tlačítko.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
cs: Pokud má TV dynamické nastavení jasu a kontrastu, vypněte to. Nastavte stupeň podsvětlení podle sebe. Stáhněte kontrast na TV na nejnižší hodnotu. Jas na nejnižší hodnotu tak, aby poslední dva odstíny šedé byly rozlišitelné. Celkový jas nastavíte později. OK -> pokračovat...

source: Ignore Broadcast SSID
cs: Ignorovat relace SSID

source: Image
cs: Verze Image

source: Image creation FAILED!
cs: Sestavení Image selhalo !

source: In Progress
cs: Stav ...

source: In order to record a timer, the TV was switched to the recording service!
cs: Aby se časovač mohl zapsat, bude TV přepnuta na kanál záznamu.

source: Include optional infomation
cs: Včetně volitelných informací

source: Include settop information
cs: Včetně informací o sat.přijímači

source: Increased voltage
cs: Zvýšit napětí

source: InfoBar
cs: Info-panel

source: Infobar timeout
cs: Info-panel, doba zobrazení

source: Information
cs: Sat.přijímač - info...

source: Init
cs: Formátovat

source: InitInitializing, please wait ...
cs: Inicializuji, čekejte, prosím...

source: Initial Fast Forward speed
cs: Počáteční rychlost pro přetáčení vpřed

source: Initial Rewind speed
cs: Počáteční rychlost pro přetáčení zpět

source: Initial location in new timers
cs: Počáteční umístění v nových časovačích

source: Initialization
cs: Inicializace (form.)

source: Initialize
cs: Formátovat

source: Initializing Harddisk...
cs: Formátuji pevný disk, čekejte ...

source: Input
cs: Volby ...

source: Input Hidden ESSID
cs: Skrýt ESSID

source: Input device setup
cs: Nastavení vstupního zařízení

source: Input mount point path.
cs: Zadejte cestu k přípojnému bodu

source: Input size of partition %s.(Max = %d MB)
cs: Zadejte velikost oddílu %s. (max = %d MB)

source: Install
cs: Instalovat

source: Install a new image with a USB stick
cs: Instalace nové Image z USB flashdisku

source: Install a new image with your web browser
cs: Instalace nové Image z webového rozhraní

source: Install extensions.
cs: Rozšířená instalace

source: Install local extension
cs: Instalace lokálního balíčku

source: Install or remove finished.
cs: Instalace nebo odebrání bylo dokončeno...

source: Install settings, skins, software...
cs: Instalace kanálů, skinů, software...

source: Installation finished.
cs: Instalace byla dokončena...

source: Installing
cs: Instaluji...

source: Installing Software...
cs: Čekejte, prosím - instaluji software...

source: Installing default sat lists... Please wait...
cs: Čekejte, prosím - instaluji předvolené satelitní kanály....

source: Installing defaults... Please wait...
cs: Čekejte, prosím - instaluji podle předvoleb ...

source: Installing package content... Please wait...
cs: Čekejte, prosím - instaluji balíčky...

source: Instant record location
cs: Umístění pro okamžitý záznam pořadu

source: Interface:
cs: Rozhraní :

source: Intermediate
cs: střední

source: Internal Flash
cs: Interní flash paměť

source: Internal USB Slot
cs: Interní USB port

source: Invalid
cs: Neplatný

source: Invalid Choice
cs: Špatná volba !

source: Invalid Fragm Threshold
cs: Vadný Fragm Threshold

source: Invalid Location
cs: Neplatné umístění

source: Invalid RTS Threshold
cs: Vadný RTS práh

source: Invalid SSID
cs: Vadný SSID

source: Invalid URL!!(Empty) Please, Input to the URL.
cs: Chybná URL adresa (prázdná) Zadejte adresu znova...

source: Invalid URL. Please check again!!
cs: Ungültige URL, bitte überprüfen Sie die URL

source: Invalid WEP key
cs: Vadný WEP klíč

source: Invalid WPA key
cs: Vadný WPA klíč

source: Invalid WirelessLan Module.
cs: Vadný WLAN modul

source: Invalid beacon
cs: Vadný signál

source: Invalid channel
cs: Vadný kanál

source: Invalid directory selected: %s
cs: Vybraná složka není platná : %s

source: Invalid model or Image.
cs: Chybný model nebo Image !

source: Invalid wpagrouprekey
cs: Neplatný skupinový klíč WPA

source: Inversion
cs: Inverze

source: It will move the mouse pointer down.
cs: Přesune kurzor dolů

source: It will move the mouse pointer left.
cs: Přesune kurzor doleva

source: It will move the mouse pointer right.
cs: Přesune kurzor doprava

source: It will move the mouse pointer up.
cs: Přesune kurzor nahoru

source: Italian
cs: Italsky

source: Job View
cs: Přehled práce

source: Just Scale
cs: Přes celou obrazovku (nedodržovat poměr stran)

source: KEY
cs: Klíč

source: KEY (8~63 Characters)
cs: Klíč (8~63 znaků)

source: Keep
cs: Přidržet

source: Key Type
cs: Typ tlačítka

source: KeyType
cs: Typ tlačítka

source: Keyboard
cs: Klávesnice

source: Keyboard Layout
cs: Rozvržení klávesnice

source: Keyboard Map
cs: Rozložení tlačítek

source: Keyboard Setup
cs: Nastavení klávesnice

source: Keymap
cs: Rozložení tlačítek

source: LAN Adapter
cs: Síťová karta

source: LAN connection
cs: Síť LAN ...

source: Language
cs: Jazyk

source: Language selection
cs: Výběr jazyka...

source: Last config
cs: Poslední konfigurace

source: Last speed
cs: poslední rychlost

source: Latitude
cs: Zeměpisná šířka

source: Latvian
cs: Lotyšsky

source: Leave DVD Player?
cs: Zrušit přehrávání videa ?

source: Left
cs: vlevo

source: Left Key
cs: Tlačítko vlevo

source: Left Mouse Button
cs: Levé tlačítko myši

source: Limit east
cs: Limit pro východ

source: Limit west
cs: Limit pro západ
