Repository: wojt7/VTi-localisation
Catalog: dvbapp2-po/*.po
Languages: cs

source: Limited character set for recording filenames
cs: Názvy nahr.souborů -velká písmena (ne=malá)

source: Limits off
cs: Vypnout omezení

source: Limits on
cs: Zapnout omezení

source: Link Quality:
cs: Kvalita spojení :

source: Link:
cs: připojení :

source: Linked titles with a DVD menu
cs: Připojené titulky a DVD menu

source: List available networks
cs: Seznam dostupných sítí

source: List of Storage Devices
cs: Seznam zařízení

source: Lithuanian
cs: Litevsky

source: Load
cs: Načíst

source: Load Length of Movies in Movielist
cs: Načíst délku videa do seznamu

source: Local Network
cs: Lokální síť

source: Location
cs: Umístění

source: Location for instant recordings
cs: Umístění pro okamžitý záznam

source: Lock:
cs: Zámek :

source: Locking Fail Error
cs: Chyba behem uzavírání !

source: Log results to harddisk
cs: Uložit logovací zápis na harddisk

source: Long Keypress
cs: Dlouhé stlačení tlačítka

source: Long filenames
cs: dlouhé názvy

source: Longitude
cs: Zeměpisná délka

source: MMC Card
cs: MMC karta

source: MORE
cs: Další

source: Mac address fail
cs: MAC adresa je chybná

source: Main menu
cs: Hlavní menu

source: Mainmenu
cs: Hlavní menu

source: Make filesystem Error /dev/%s. Please check your device.
cs: Chyba při kompletaci dat.systému /dev/%s Zkontrolujte zařízení...

source: Make this mark an 'in' point
cs: Udělat z této značky 'počáteční' bod

source: Make this mark an 'out' point
cs: Udělat z této značky 'koncový' bod

source: Make this mark just a mark
cs: Zadat z toho jen značku

source: Manage extensions
cs: Dostupné moduly

source: Manage your receiver's software
cs: Správa software v sat.přijímači

source: Manual
cs: Manuálně

source: Manual Scan
cs: Kanály - vyhledat manuálně

source: Manual configuration
cs: Manuální konfigurace

source: Manual transponder
cs: Manuální definice transpondéru

source: Manufacturer
cs: Výrobce

source: Margin after record
cs: Rezerva po skončení pořadu (min.)

source: Margin before record (minutes)
cs: Rezerva před začátkem pořadu (min.)

source: Mark movie as seen after X %
cs: Označit video jako shlédnuté po : x %

source: Mark recording services in service list
cs: V seznamu kanálů barevně označit aktivní nahrávání

source: Max. Bitrate:
cs: Max. datový tok :

source: Media player
cs: Video přehrávač

source: MediaPlayer
cs: Přehrávač médií

source: Medium is not a writeable DVD!
cs: Na médium DVD nelze zapisovat !

source: Medium is not empty!
cs: Médium není prázdné !

source: Menu
cs: Menu : zvukové stopy / titulky ...

source: Message
cs: - Info -

source: Message...
cs: - Info ...

source: Method
cs: Metoda

source: Mkfs failed
cs: Mkfs selhalo

source: Mode
cs: Obrazový mód

source: Mode 1
cs: Mód 1

source: Mode 2
cs: Mód 2

source: Modulation
cs: Modulace

source: Modulator
cs: Modulátor

source: Mon
cs: Po

source: Mon-Fri
cs: Po - Pá

source: Monday
cs: pondělí

source: Mosquito noise reduction
cs: Snížit šum na hranách

source: Mount
cs: Připojit

source: Mount Failed! (%s -> %s)
cs: Selhalo připojení (%s -> %s)

source: Mount Failed! Current path is already mounted by "%s"
cs: Selhalo připojení ! Aktuální cesta je již použita pro "%s"

source: Mount Point
cs: Přípojný bod

source: Mount Point : %s -> %s
cs: Přípojný bod : %s -> %s

source: Mount Point : %s ->%s
cs: Přípojný bod : %s -> %s

source: Mount Point : click ok button on here.
cs: Přípojný bod : OK -> pokračovat...

source: Mount Point is not writeable. Path : %s
cs: Nelze zapisovat do přípojného bodu : Cesta : %s

source: Mount failed
cs: Připojení se nezdařilo !

source: Mount known devices automatically :
cs: Aut.připojení známých zařízení :

source: Mounted on : %s
cs: Připojit se na : %s

source: Mouse
cs: Myš

source: Move
cs: Přesunout

source: Move Picture in Picture
cs: Posunout obraz v obraze

source: Move east
cs: Posun východně

source: Move west
cs: Pootočit západně

source: Movie location
cs: Umístění videa

source: Movielist menu
cs: Nastavení seznamu :

source: Movies / Timers
cs: Videa / časovače

source: Movies
cs: Video

source: Timer
cs: Časovač nahrávání

source: Multi EPG
cs: seznam programů s páskem

source: Multi-EPG bouquet selection
cs: Volba přehledu před spuštěním sady kanálů

source: Multimedia
cs: Multimédia

source: Multiple service support
cs: Rozšířená podpora programů

source: Music Directory
cs: Složka audio

source: Mute
cs: Ztišit

source: N/A
cs: Není k dispozici

source: NEXT
cs: Další

source: NIM
cs: Tuner

source: NOW
cs: aktuální

source: NO_GET_APPNAME Press exit!
cs: Název aplikace neexistuje Stiskněte Exit...

source: Name
cs: Název

source: Name :
cs: Název :

source: Nameserver
cs: DNS server

source: Nameserver %d
cs: DNS server %d

source: Nameserver Setup
cs: Nastavení serveru

source: Namespace
cs: Umístění

source: NetDrive Setup
cs: Konfigurace NetDrive

source: NetMask
cs: Síťová maska:

source: Netmask
cs: Síťová maska

source: Network
cs: Síť LAN ...

source: Network Configuration...
cs: Konfigurace sítě...

source: Network Mount
cs: Síťový přístup

source: Network Setup
cs: Nastavení sítě LAN

source: Network Wizard
cs: Průvodce v síti

source: Network configuration is not changed.... Are you sure you want to restart your network interfaces?
cs: Konfigurace sítě nebyla změněna... Chcete restartovat síťové rozhraní ?

source: Network scan
cs: Prohledávání sítě

source: Network setup
cs: Nastavení sítě

source: Network test
cs: Test sítě

source: Network test...
cs: Test sítě...

source: Network test:
cs: Test sítě :

source: Network:
cs: Síť...

source: NetworkWizard
cs: Nastavení sítě s průvodcem...

source: Networkname (SSID)
cs: Název sítě (SSID)

source: New
cs: Nové

source: New PIN
cs: Nový PIN

source: Next
cs: Další

source: No
cs: ne

source: No (supported) DVDROM found!
cs: Nebyla nalezena podporovaná DVD mechanika !

source: No AP detected.
cs: Síť AP nebyla detekována

source: No Connection
cs: Chybí připojení

source: No HDD found or HDD not initialized!
cs: Harddisk nebyl nalezený nebo není inicializovaný !

source: No backup needed
cs: Záloha není nutná...

source: No data on transponder! (Timeout reading PAT)
cs: Žádná data na transpoderu ! (vypršel čas.limit pro čtení PAT)

source: No description available.
cs: Popis není dostupný

source: No detected HbbTV applications.
cs: Aplikace pro HbbTV nebyly nalezeny !

source: No displayable files on this medium found!
cs: Obsah nově detekovaného zařízení není dostupný, pro jeho načtení bude třeba restartovat systém ...

source: No event info found, recording indefinitely.
cs: Chybí informace o kanálu. Nahrává se bez ukončení...

source: No free tuner!
cs: Žádný volný tuner !

source: No information...
cs: Chybí informace...

source: No mountable devices found.! (%s) Do you want to open DeviceManager and do initialize or format this device? (Open 'Menu->Setup->System -> Harddisk -> DeviceManager' and press MENU button to deactivate this check.)
cs: Bylo nalezeno nepřipojené zařízení (%s) ! Chcete otevřít správu zařízení a inicializovat ho ? Nebo přes Menu -> Nastavení -> Systém -> Správa disků -> Správa zařízení a přes další menu deaktivovat tuto kontrolu.

source: No network connection available.
cs: Chybí síťové připojení !

source: No networks found
cs: Síť nebyla nalezena !

source: No packages were upgraded yet. So you can check your network and try again.
cs: Zatím nebyly aktualizovány žádné balíčky. Zkontrolujte síťové připojení a zkuste to znovu.

source: No partition list found on device. Please click BLUE key and do Initialize to use this device.
cs: Zařízení nebylo v seznamu nalezeno ! Inicializujte toto zařízení (modré tlačítko).

source: No positioner capable frontend found.
cs: Žádáný pozicionér nebyl nalezený !

source: No rewinding possible yet.. but you can use the number buttons to skip forward/backward!
cs: Přetáčení není možné, ale můžete použít číselná tlačítka pro skok dopředu a zpět

source: No satellite frontend found!!
cs: Nebyl nalezený žádný satelitní přijímač !

source: No selected binary data!!
cs: Binární data nebyla nalezena !!

source: No supported receiver found!
cs: Byl nalezený nepodporovaný přijímač !

source: No tags are set on these movies.
cs: Video nemá nastavené žádné značky !

source: No to all
cs: Ne pro všechno

source: No tuner is configured for use with a diseqc positioner!
cs: Žádný tuner není nakofigurovaný pro použití s motorem diseqc !

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
cs: Není povolený žádný tuner ! Nastavte tuner před tím, než začnete prohledávat kanály !

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
cs: Nebyl nalezený platný PIN kanálu ! Chcete PIN nyní změnit ? Pokud 'Ne' tak ochrana kanálu zůstane vypnuta !

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
cs: Nebyl nalezený platný PIN ! Chcete PIN nyní změnit ? Pokud 'ne' tak ochrana nastavení zůstane vypnuta !

source: No wireless networks found! Searching...
cs: Nenalezena žádná bezdrátová síť ! Prohledávám ...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
cs: Chybí použitelný lokální síťový adaptér ! Ověřte si, zda je síťový kabel připojený a síť správně nakonfigurována.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
cs: Chybí použitelný WLAN síťový adaptér ! Ověřte si, zda je síť WLAN připojena a správně nakonfigurována.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
cs: Chybí použitelný WLAN síťový adaptér ! Ověřte si, zda je zařízení sítě WLAN kompatibilní nebo zda je rozhraní povoleno.

source: No, but play video again
cs: Ne, ale přehrát video ještě jednou

source: No, but restart from begin
cs: Spustit od začátku

source: No, do nothing.
cs: Ne, nic nedělej...

source: No, just start my STB
cs: Ne, jen spustit sat.přijímač

source: No, never
cs: Ne, nikdy

source: No, scan later manually
cs: Ne, prohledám později manuálně

source: None
cs: Žádný

source: Nonlinear
cs: Zvětšit na šířku obrazovky

source: Normal state
cs: normální stav

source: North
cs: Severní

source: Norwegian
cs: Norsky

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
cs: Nedostatek místa na disku. Uvolněte prostor a zkuste znovu. (%d MB požadováno, %d MB je dostupných)

source: Not-Associated
cs: Neasociováno

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
cs: Není co prohledávat ! Prosím nastavte tuner, než začnete prohledávat kanály.

source: Now Playing
cs: Nyní se přehrává...

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
cs: Nyní použijte nastavení kontrastu pro nastavení světlosti pozadí na nejvyšší hodnotu, ale ujistěte se, že stále vidíte rozdíl mezi dvěma nejsvětlejšími odstíny. OK -> pokračovat...

source: OK, guide me through the upgrade process
cs: OK, použiji průvodce pro aktualizaci...

source: OSD Settings
cs: Nastavení OSD

source: Off
cs: vypnuto

source: On
cs: zapnuto

source: One
cs: Jeden

source: One hdd test error Press 'EXIT' button!
cs: Chyby při testování harddisku ! Exit -> ukončit...

source: Only Free scan
cs: Hledat pouze nekódované

source: Only extensions.
cs: Pouze moduly

source: Open Startpage
cs: Otevřít úvodní stránku

source: Open URL
cs: Otevřít URL

source: Opera Browser
cs: Web.prohlížeč Opera

source: Opera Browser was not running. Please running browser using [File]>[Start/Stop] menu.
cs: Web.prohlížeč Opera není spuštěný. Spusťte Operu přes menu: Soubor -> Start/Stop

source: Orbital position
cs: Pozice na orbitě

source: Overwrite configuration files ?
cs: Přepsat konfigurační soubory ?

source: Overwrite configuration files during software upgrade?
cs: Přepsat konfigurační soubor při aktualizaci software ?

source: PIDs
cs: Přehled PID

source: PLEASE READ THIS:
cs: Čtěte, prosím :

source: PWM value
cs: Otáčky

source: Package list update
cs: Aktualizace seznamu balíčků

source: Packet management
cs: Správa přídavných balíčků

source: Packet manager
cs: Správce doplňků

source: Page
cs: Stránka

source: PageDown Key
cs: Klávesa PageDown

source: PageUp Key
cs: Klávesa PageUp

source: Parent Directory
cs: nadřazená složka

source: Parental control
cs: Rodičovská kontrola

source: Parental control services Editor
cs: Rodičovská kontrola...

source: Parental control setup
cs: Rodičovská kontrola, nastavení...

source: Parental control type
cs: Typ rodičovské kontroly

source: Partition : /dev/%s
cs: Disk.oddíl : /dev/%s

source: Partition info is not found.
cs: Informace o diskovém oddílu nebyly nalezeny !

source: Partitions
cs: Disk.oddíly

source: Partitions : %s
cs: Disk.oddíly : %s

source: Password
cs: Heslo

source: Password :
cs: Heslo :

source: Pause movie at end
cs: zastavit video na konci

source: Phone :
cs: Telefon :

source: Phone number
cs: Telefonní číslo

source: PiPSetup
cs: Nastavení PiP

source: Picture Directory
cs: Složka fotografií

source: Pin code needed
cs: Potřebný pin

source: Ping test fail Press exit
cs: Ping test hlásí chyby ! Exit -> ukončit...

source: Ping test pass
cs: Ping test prošel

source: Place the USB-flash drive in the (front) USB-port and switch the receiver off and on with the powerswitch on the back of the receiver.
cs: Vložte USB flashdisk do předního USB portu a vypněte sat.přijímač síťovým vypínačem vzadu.

source: Play
cs: přehrát

source: Play Audio-CD...
cs: Přehrát audio-CD ...

source: Play DVD
cs: Přehrát DVD ...

source: Play Music...
cs: Přehrát audio ...

source: Play recorded movies...
cs: Nahrané pořady...

source: Please Reboot
cs: Prosím, restartujte...

source: Please Select Medium to be Scanned
cs: Zvolte médium k prohledání

source: Please add titles to the compilation.
cs: Přidejte titulky do kompilace.

source: Please be aware, that anyone can disable the parental control, if you have not set a PIN.
cs: Bez zadání pinu je rodičovská kontrola málo účinná !

source: Please be patient, a backup will now be made, because of the used filesystem the back-up will take about 5-7 minutes for this system.
cs: Čekejte, prosím, probíhá zálohování souborového systému. Bude to trvat 5 - 7 minut...

source: Please change recording endtime
cs: Změňte dobu ukončení nahrávání

source: Please check again. Frequency : start value is larger than stop value.
cs: Upozornění : Počet spuštění je vyšší než ukončení !

source: Please check again. Start frequency must be between 950 and 2150.
cs: Upozornění : Start.frekvence musí být mezi 950 a 2150 !

source: Please check again. Start symbolrate must be between 2MHz and 45MHz.
cs: Upozornění : Počáteční symb.rychlost musí být mezi 2MHz a 45MHz

source: Please check again. Stop frequency must be between 950 and 2150.
cs: Upozornění : Stop frekvence musí být mezi 950 a 2150

source: Please check again. Stop symbolrate must be between 2MHz and 45MHz.
cs: Upozornění : Symbolová rychlost musí být mezi 2MHz a45MHz

source: Please check again. Symbolrate : start value is larger than stop value.
cs: Upozornění : Symb.rychlost : počáteční hodnota je větší než konečná !

source: Please check the manual of the receiver on how to restore the image.
cs: Přečtěte si manuál k sat.přijínači, jak obnovit Image

source: Please choose an HbbTV application.
cs: Vyberte HbbTV aplikaci...

source: Please choose an extension...
cs: Vyberte si z nabídky možností...

source: Please choose he package...
cs: Vyberte balíček...

source: Please choose one.
cs: Zvolte jeden

source: Please choose the default services lists you want to install.
cs: Chcete nainstalovat předvolený seznam kanálů pro tento satelit ?.. OK -> pokračovat...

source: Please choose.
cs: Vyberte, prosím...

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
cs: Konfigurace internetového připojení... OK -> pokračovat...

source: Please do not change any values unless you know what you are doing!
cs: Prosím, neměňte hodnoty, pokud nemáte jistotu !

source: Please enter URL here
cs: Vložte URL adresu

source: Please enter a name for the new bouquet
cs: Zadejte název pro novou sadu kanálů

source: Please enter a name for the new marker
cs: Zadejte název pro nové umístění

source: Please enter a new filename
cs: Zadejte nový název souboru

source: Please enter filename (empty = use current date)
cs: Zadejte název souboru (prázdné = dnešní datum)

source: Please enter name of the new directory
cs: Zadejte název pro novou složku

source: Please enter the correct pin code
cs: Zadejte správný PIN

source: Please enter the old PIN code
cs: Prosím, zadejte původní PIN

source: Please follow the instructions on the TV
cs: Sledujte instrukce na TV

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
cs: Původně vybrané médium nebylo zpřístupněno, proto byla použita alternativní složka

source: Please press OK to continue.
cs: OK -> pokračovat...

source: Please press OK!
cs: OK -> pokračovat...

source: Please select a playlist to delete...
cs: Vyberte seznam nahrávek ke smazání...

source: Please select a playlist...
cs: Vyberte seznam nahrávek...

source: Please select a subservice to record...
cs: Vyberte program pro nahrávání...

source: Please select a subservice...
cs: Vyberte program...

source: Please select medium to use as backup location
cs: Vyberte médium pro umístění zálohy

source: Please select tag to filter...
cs: Vyberte značku pro filtr...

source: Please select the destination path...
cs: Vyberte cílovou složku...

source: Please select the source path...
cs: Zadejte umístění zdroje ...

source: Please select the movie path...
cs: Vyberte cestu k videu...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
cs: Vyberte síťové rozhraní, které chcete použít pro připojení na Internet. OK -> pokračovat...

source: Please select the wireless network that you want to connect to. Please press OK to continue.
cs: Vyberte bezdrátovou síť, na kterou se chcete připojit. OK -> pokračovat...

source: Please set up tuner B
cs: Nastavte tuner "B"

source: Please set up tuner C
cs: Nastavte tuner "C"

source: Please set up tuner D
cs: Nastavte tuner "D"

source: Please setup your tuner configuration.
cs: Prosím, upravte konfiguraci tuneru

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
cs: šipky ......... posun okna PiP kanály +/- ... změna velikosti okna OK ............ potvrdit Exit .......... konec

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
cs: Pomocí tlačítek nahoru a dolů vyberte svůj jazyk. OK -> pokračovat...

source: Please wait during download.
cs: Čekejte, stahuji data ...

source: Please wait for AP Configuration....
cs: Čekejte, probíhá konfigurace AP....

source: Please wait for activation of your network configuration...
cs: Čekejte, probíhá konfigurace sítě...

source: Please wait for scanning AP...
cs: Čekejte, probíhá skenování AP ...

source: Please wait while scanning is in progress...
cs: Čekejte, probíhá prohledávání...

source: Please wait while we configure your network...
cs: Čekejte, probíhá konfigurace sítě...

source: Please wait while we prepare your network interfaces...
cs: Čekejte, probíhá příprava pro síťové rozhraní...

source: Please wait while we test your network...
cs: Čekejte, probíhá test sítě...

source: Please wait while your network is restarting...
cs: Čekejte, restartuje se síť...

source: Please wait, Loading image.
cs: Čekejte, probíhá stahování Image...

source: Please wait...
cs: Čekejte, prosím...

source: Please wait... Loading list...
cs: Čekejte, probíhá stahování seznamu...

source: Please wait.... almost ready!
cs: Čekejte, prosím... bude to rychle !

source: Plugin Browser
cs: Moduly...

source: Plugin browser
cs: Seznam zásuvných modulů

source: Plugin manager activity information
cs: Správce zásuvných modulů : info o aktivitách

source: Plugin manager help
cs: Správce zásuvných modulů : nápověda

source: Plugins
cs: Moduly...

source: Polarity
cs: Polarita

source: Polarization
cs: Polarizace

source: Polish
cs: Polsky

source: Port A
cs: Sat.: A

source: Port B
cs: Sat.: B

source: Port C
cs: Sat.: C

source: Port D
cs: Sat.: D

source: Portuguese
cs: Portugalsky

source: Position of finished Timers in Timerlist
cs: Dokončené časovače umísťovat v seznamu

source: Positioner
cs: Rotor

source: Positioner fine movement
cs: Jemné doladění pozice

source: Positioner movement
cs: Otáčení motoru

source: Positioner setup
cs: Nastavení pozice

source: Positioner storage
cs: Paměť rotoru

source: Power threshold in mA
cs: Prahový proud v mA

source: Preamble
cs: předvolba

source: Predefined transponder
cs: Předdefinovaný transpodér

source: Prefer specific tuner
cs: Preferovaný tuner

source: Preparing... Please wait
cs: Zpracovávám data, prosím, čekejte...

source: Press 'EXIT' key to finish tune test.
cs: Exit -> pro dokončení testu "Tune"...

source: Press Front CH +
cs: Stiskněte na předním panelu CH+

source: Press Front CH -
cs: Stiskněte na předním panelu CH-

source: Press Front STANDBY
cs: Stiskněte na předním panelu STANDBY

source: Press Front VOL +
cs: Stiskněte na předním panelu VOL+

source: Press Front VOL -
cs: Stiskněte na předním panelu VOL-

source: Press Front Wheel
cs: Stiskněte na předním panelu "kolečko"

source: Press Green/OK to start the scan
cs: "Zelené" / "OK" -> spuštit hledání...

source: Press INFO on your remote control for additional information.
cs: INFO -> dodatečné informace...

source: Press MENU on your remote control for additional options.
cs: MENU -> dodatečné volby...

source: Press OK on your remote control to continue.
cs: OK -> pokračovat...

source: Press OK to activate the selected skin.
cs: OK -> aktivovat skin...

source: Press OK to activate the settings.
cs: OK -> aktivovat nastavení...

source: Press OK to edit the settings.
cs: OK -> upravit nastavení...

source: Press OK to get further details for %s
cs: OK -> další údaje pro %s ...

source: Press OK to scan
cs: OK -> vyhledat ...

source: Press OK to select a Provider.
cs: OK -> vybrat satelitního operátora...

source: Press OK to select/deselect a CAId.
cs: OK -> označit / odznačit CAID...

source: Press OK to start the scan
cs: OK -> spustit vyhledávání ...

source: Press OK to toggle the selection.
cs: OK -> změnit označení...

source: Press arrow up from frontpanel to start loading.
cs: Stiskněte na předním panelu "šipku nahoru" -> start načítání

source: Press yellow to set this interface as default interface.
cs: Stiskněte "žluté" tlačítko pro nastavení rozhraní do předvoleb.

source: Prev
cs: Předchozí

source: Preview menu
cs: Zobrazit DVD menu

source: Primary DNS
cs: Primární DNS:

source: Prioritize updates of packages (--force-overwrite)
cs: Upřednostnit aktualizaci prg.balíčků (nucený přepis)

source: Priority
cs: Priorita

source: Process
cs: Průběh

source: Properties of current title
cs: Detaily aktuálního titulu

source: Protect services
cs: Chránit kanály

source: Protect setup
cs: Nastavit zabezpečení

source: Provider
cs: Sat.operátor
