Repository: wojt7/VTi-localisation
Catalog: dvbapp2-po/*.po
Languages: cs

source: Advanced options and settings.
cs: Pokročilé volby a nastavení

source: After pressing OK, please wait!
cs: OK -> pokračovat...

source: Backup your STB settings.
cs: Zálohovat nastavení sat.přijímače

source: Device : %s
cs: Zařízení : %s

source: Device : /dev/%s
cs: Zařízení : /dev/%s

source: Do you want to exit?
cs: Chcete končit ?

source: Edit the upgrade source address.
cs: Upravit adresy aktualizačních zdrojů

source: Filesystem : %s
cs: Soub.systém : %s

source: Manage extensions or plugins for your STB
cs: Správa aktualizací nebo modulů sat.přijímače

source: Online update of your STB software.
cs: Online aktualizace software sat.přijímače

source: Partition : %s
cs: Oddíl : %s

source: Press OK on your remote control to continue.
cs: OK -> pokračovat...

source: Restore your STB settings.
cs: Obnovit nastavení sat.přijímače

source: Restore your STB with a new firmware.
cs: Obnovit sat.přijímač, nový firmware

source: Restore your backups by date.
cs: Obnovit ze zálohy podle datumu

source: Scan for local extensions and install them.
cs: Vyhledat lokální balíčky a nainstalovat je

source: Select your backup device. Current device:
cs: Vyberte zařízení pro zálohu. Aktuální zařízení :

source: Size : %d MB
cs: Velikost : %d MB

source: Size : %s
cs: Velikost : %s

source: Size : %s MB
cs: Velikost : %s MB

source: System will restart after the restore!
cs: Systém bude po dokončení obnovy restartovaný ...

source: View, install and remove available or installed packages.
cs: Zobrazit dostupné a nainstalované moduly, s možností odebrání...

source: When transcoding, PIP is disabled.
cs: Během převodu je PiP vyřazený !

source: When transcoding, both PIP and analog video outputs are disabled.
cs: Během převodu je PiP a analogový výstup vyřazený.

source: partition %d : %s MB
cs: Oddíl %d : %s MB

source: - Log Directory
cs: - Log složka

source: - Log Level
cs: - Log hodnota

source: - Type
cs: - Typ

source: at /dev/%s
cs: ve /dev/%s

source: extensions.
cs: doplňky

source: packages selected.
cs: vybráno balíčků

source: updates available.
cs: dostupných aktualizací

source: wireless networks found!
cs: nalezeny bezdrátové sítě...

source: !!(Empty) Please, Input to the
cs: !!(prázdné) Zadejte

source: %d jobs are running in the background!
cs: Dávka %d je spuštěna na pozadí !

source: %d services found!
cs: Nalezeno %d kanálů !

source: %s (%s, %d MB free)
cs: %s (%s, %d MB volných)

source: %s Start Device Inititlization?
cs: %s Spustit inicializaci nyní ?

source: (ZAP)
cs: (Přepnout)

source: (de)activate Picture in Picture...
cs: Exit (PIP)

source: (empty)
cs: (prázdné)

source: (show optional DVD audio menu)
cs: (zobrazit volitelné menu DVD audio)

source: * Only available if more than one interface is active.
cs: * dostupné pouze při více než jenom aktivním rozhraní

source: 1 wireless network found!
cs: nalezena 1 bezdrátová síť !

source: 1-1. Serial Number (The first two or three letters of SN)
cs: 1-1. sériové číslo (první dva nebo tři znaky kódu)

source: 1-2. Serial Number (The remaining numbers of SN)
cs: 1-2. sériové číslo (zbývající čísla kódu)

source: 1. Drop WvDial
cs: 1. odpojeno

source: 1. Load a Mobile Broadband Device
cs: 1. načíst mobilní zařízení

source: 12V output
cs: 12V výstup

source: 16:9 always
cs: vždy 16:9

source: 2. Contact
cs: 2. kontakt

source: 2. Set up a Mobile Broadband Device
cs: 2. připojit mobilní zařízení

source: 2. Unload a Mobile Broadband Device
cs: 2. odpojit mobilní zařízení

source: 3. Done
cs: 3. hotovo

source: 3. Generate a WvDial profile
cs: 3. vytvořit WvDial profil

source: 30 minutes
cs: 30 minut

source: 3d mode
cs: 3D mód

source: 4. Attempt to connect
cs: 4. pokus o připojení

source: 5 minutes
cs: 5 minut

source: 5. Done
cs: 5. hotovo

source: 60 minutes
cs: 60 minut

source: <Current movielist location>
cs: <umístění aktuálního seznamu videa>

source: <Default movie location>
cs: <předvolené umístění videa>

source: <Last timer location>
cs: <poslední umístění z časovače>

source: <unknown>
cs: <neznámé>

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
cs: Konfigurační soubor (%s) byl od instalace změněný. Chcete ponechat původní verzi ?

source: A finished record timer wants to set your STB to standby. Do that now?
cs: Nahrávání podle časovače skončilo. Přepnout sat.přijímač do režimu spánku ?

source: A finished record timer wants to shut down your STB. Shutdown now?
cs: Nahrávání podle časovače skončilo. Vypnout sat.přijímač ?

source: A graphical EPG for all services of an specific bouquet
cs: Grafický seznam kanálů pro stanice ve vybrané sadě kanálů

source: A record has been started: %s
cs: Běží nahrávání : "%s"

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
cs: Právě se nahrává. Před konfigurací motoru zastavte nahrávání.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
cs: Právě se nahrává. Před hledáním satelitů zastavte nahrávání.

source: A required tool (%s) was not found.
cs: Požadovaný nástroj (%s) není dostupný !

source: A search for available updates is currently in progress.
cs: Probíhá vyhledávání nových aktualizací...

source: A second configured interface has been found. Do you want to disable the second network interface?
cs: Nalezeno další nakonfigurované rozhraní. Chcete druhou síťovou kartu zakázat ?

source: A sleep timer wants to set your STB to standby. Do that now?
cs: Časovač uspání potřebuje sat.přijímač přepnout do režimu spánku. Přepnout nyní ?

source: A sleep timer wants to shut down your STB. Shutdown now?
cs: Časovač uspání potřebuje sat.přijímač vypnout. Vypnout nyní ?

source: A small overview of the available icon states and actions.
cs: Přehled zobrazovaných stavů a možných akcí

source: A timer failed to record! Disable TV and try again?
cs: Nahrávání přes časovač selhalo ! Přepnout kanál a zkusit znovu ?

source: A/V Settings
cs: Nastavení formátu obrazu

source: A/V-Receiver power off:
cs: Vypnuté video zařízení :

source: A/V-Receiver power on:
cs: Zapnuté video zařízení :

source: A/V-Receiver toggle mute:
cs: Umlčené video zařízení :

source: A/V-Receiver volume down:
cs: Zeslabené video zařízení :

source: A/V-Receiver volume up:
cs: Zesílené video zařízení :

source: AP Device
cs: AP zařízení

source: AP Mode
cs: AP mód

source: Abort
cs: Storno

source: About
cs: Sat.přijímač - info...

source: About...
cs: O prg...

source: Accesspoint:
cs: Přístupový bod :

source: Action after summit
cs: Akce po dokončení

source: Action on long powerbutton press
cs: Dlouhý stisk tlačítka pro "vypnutí" provede ...

source: Action on short powerbutton press
cs: Krátký stisk tlačítka pro "vypnutí" provede ...

source: Action:
cs: Časovač :

source: Activate Picture in Picture
cs: Aktivovat obraz v obraze

source: Activate network settings
cs: Aktivovat nastavení sítě

source: Activation mode
cs: Aktivační mód

source: Active Source Reply On:
cs: Zpráva aktivace zdroje :

source: Adapter settings
cs: Nastavení sítě manuálně

source: Add
cs: Nový časovač

source: Add Bookmark
cs: Přidat jako záložku

source: Add a mark
cs: Přidat značku

source: Add a new title
cs: Přidat nový titul

source: Add timer
cs: Načasovat

source: Add title
cs: Přidat titulek

source: Add to bouquet
cs: Přidat do přehledu

source: Add to favourites
cs: Přidat do oblíbených

source: Additional backup ->
cs: Dodatečná záloha ->

source: Address (0~FF):
cs: Adresy (0~FF):

source: Adjust 3D settings
cs: -- nastavení 3D módu

source: Adjust screen position
cs: -- zadání pozice na obrazovce

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
cs: Upravte nastavení barev tak, aby všechny barevné odstíny byly rozpoznatelné, ale i dostatečně vybarvené. Pokud jste spokojeni s výsledkem, stiskněte OK nebo použijte numerické klávesy pro výběr jiné testovací scény.

source: Advanced Options
cs: Pokročilé možnosti

source: Advanced Software
cs: Další software

source: Advanced Software Plugin
cs: Další zásuvné moduly

source: Advanced Video Enhancement Setup
cs: Podrobnější nastavení obrazu

source: Advanced restore
cs: Obnova ze zálohy

source: After event
cs: Po události

source: After the start wizard is completed, you need to protect single services. Refer to your STB's manual on how to do that.
cs: Po dokončení průvodce je třeba zabezpečit jednotlivé služby. Podívejte se do manuálu jak to udělat.

source: Agree
cs: Schválit

source: All
cs: Všechny kanály

source: All Satellites
cs: Všechny satelity

source: Allow removing of entries in service list
cs: Povolit odebrání položek ze sady kanálů

source: Allow removing of system software
cs: Povolit odebrání systémového software

source: Almost there... Now building the USB-Image!
cs: Téměř hotovo... Ještě dokončím USB-Image !

source: Alpha
cs: Tansparentní

source: Alpha Value
cs: Hodnota průhlednosti

source: Alternative radio mode
cs: Alternativní mód rádia

source: Alternative services tuner priority
cs: Pořadí priority alternativních tunerů

source: Always ask
cs: Vždy se dotázat

source: Always zap before record
cs: Při spuštění záznamu přepnout na nahrávaný kanál

source: An empty filename is illegal.
cs: Neplatný název souboru

source: An unknown error occured!
cs: Vyskytla se neznámá chyba !

source: Another adapter connected has been found. A connection is attempted after disconnect all of other device. Do you want to?
cs: Nalezena další síťová karta. Pokusit se odpojit všechna další zařízení ?

source: Arabic
cs: Arabsky

source: Are you sure you want to activate this network configuration?
cs: Chcete aktivovat tuto síťovou konfiguraci ?

source: Are you sure you want to delete following backup:
cs: Chcete odstranit zálohu? :

source: Are you sure you want to exit this wizard?
cs: Chcete ukončit průvodce ?

source: Are you sure you want to restart your network interfaces?
cs: Chcete restartovat síťové rozhraní ?

source: Are you sure you want to restart your network interfaces?
cs: Chcete restartovat síťové rozhraní ?

source: Are you sure you want to restore following backup:
cs: Chcete obnovit zálohu ? :

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
cs: Chcete obnovit zálohu Enigma2 ? Po dokončení obnovy bude Enigma2 restartována...

source: Are you sure you want to setup your AP?
cs: Chcete nastavit svoje AP ?

source: Artist
cs: Umělec

source: Ask before shutdown:
cs: Dotaz před vypnutím :

source: Ask for deleting files after canceling timers
cs: Dotaz na odstranění po manuálním zrušení časovače

source: Ask user
cs: zeptat se...

source: Aspect Ratio
cs: Poměr stran

source: Aspect ratio
cs: Poměr stran

source: Audio Options...
cs: Nastavit audio kanál...

source: Author:
cs: Autor :

source: Authoring mode
cs: Autorizační mód

source: Auto
cs: aut.

source: Auto chapter split every ? minutes (0=never)
cs: Automaticky vytvořit kapitoly každých ? minut (0=nic)

source: Auto flesh
cs: Automatický flash

source: Auto scart switching
cs: Automaticky přepnout na Scart

source: Automatic
cs: Automaticky

source: Automatic Scan
cs: Kanály - vyhledat automaticky

source: Automatically set up a Mount Point
cs: Aut.nakonfigurovat přípojný bod

source: Autoremove depended packages at package remove
cs: Aut.odebrat nepotřebné prg.balíčky

source: Available format variables
cs: Dostupný formát proměnných

source: BACK-UP TOOL, FOR MAKING A COMPLETE BACK-UP
cs: Zálohovací nástroje pro kompletaci zálohy Image

source: Back
cs: Zpět

source: Back, lower USB Slot
cs: Zpět na dolní USB port

source: Back, upper USB Slot
cs: Zpět na horní USB port

source: Background
cs: Pozadí

source: Backspace Key
cs: Backspace tlačítko

source: Backup done.
cs: Záloha byla dokončena...

source: Backup failed.
cs: Záloha selhala !

source: Backup finished and copied to your USB-flashdrive.
cs: Záloha byla zkompletována a nakopírována na USB flashdisk

source: Backup is running...
cs: Zálohování probíhá...

source: Backup system settings
cs: Záloha konfigurace systému

source: Band
cs: Pásmo

source: Bandwidth
cs: Šířka pásma

source: Begin time
cs: Čas začátku

source: Behavior of 'pause' when paused
cs: Funkce tlačítka "Pauza" při pozastavení videa

source: Behavior of 0 key in PiP-mode
cs: Funkce tlačítka "0" v PiP módu

source: Behavior when a movie is started
cs: Funkce při spuštění videa

source: Behavior when a movie is stopped
cs: Funkce při zastavení videa

source: Behavior when a movie reaches the end
cs: Akce po dosažení konce videa

source: Bitrate
cs: Dat.tok :

source: Bitrate:
cs: Datový tok :

source: Blinking time
cs: blikání

source: Block noise reduction
cs: Redukce blok.šumu

source: Blue boost
cs: Zvýraznit modrou

source: Bookmark
cs: Záložka

source: Bookmark Title
cs: Označení záložky

source: Bookmark URL
cs: Lesezeichen URL

source: Bookmark for button %s:
cs: --- %s tlačítko - složka

source: Bookmark for button %s (long):
cs: Záložky pro dlouhé tlačítko %s :

source: Bookmarks
cs: Předvolené záložky - linky na složky...

source: Brightness
cs: Jas v provozu

source: Browser Help
cs: Nápověda web.prohlížeče

source: Browser Start/Stop
cs: Web.prohlížeč - Start/Stop

source: BrowserMain
cs: Web Browser

source: Burn DVD
cs: Vypálit na DVD

source: Burn existing image to DVD
cs: Vypálit existující Image na DVD

source: Burn to DVD
cs: Vypálit na DVD

source: Bus:
cs: Sběrnice :

source: By pressing the OK Button on your remote control, the info bar is being displayed.
cs: Po stisknutí OK na dálkovém ovladači se zobrazí info-panel

source: Bypass HDMI EDID Check
cs: Přemostění HDMI EDID kontroly

source: CAM1_NOT_INSERTED Press exit!
cs: CAM1 není zasunutý ! EXIT -> ukončit...

source: CAM2_NOT_INSERTED Press exit!
cs: CAM2 není zasunutý ! EXIT -> ukončit...

source: CI assignment
cs: Rozhrani CI modulu - volba...

source: Cable
cs: Kabel

source: Cache Thumbnails
cs: Uchovat náhledy

source: Can NOT generate passphrase
cs: Nelze generovat heslo

source: Can not change the partition ID for %s
cs: ID diskového oddílu pro %s nelze změnit !

source: Can not find any WirelessLan Module
cs: Nelze najít bezdrátový modul WLan !

source: Can not format device /dev/%s. refresh partition information failed!
cs: Zařízení /dev/%s nelze naformátovat ! Aktualizace informací disk.oddílů selhala !

source: Can not open 'fan_pwm'
cs: Soubor 'fan_pwm' nelze otevřít !

source: Can not setup WirelessLan Module in 'AP Mode'
cs: Nelze nastavit bezdrátový WLan modul do 'AP' módu.

source: Can not umount device /dev/%s. Maybe some files of the filesystem are open
cs: Zařízení /dev/%s nelze odpojit ! Pravděpodobně je ještě některý soubor otevřený.

source: Can not use this mount point.(%s) Please select another mount point.
cs: Tento přípojný bod (%s) nelze použít ! Vyberte jiný...

source: Can't cancel during upgrade!!
cs: Nelze přerušit při aktualizaci !

source: Can't disconnect doring connecting.. Do you want to forcibly exit?
cs: Připojení se nedá přerušit. Použít násilí ?

source: Can't download the checksum file.
cs: Nelze ověřit kontrolní součet staženého souboru !

source: Can't download the firmware file.
cs: Nelze stáhnout firmware soubor !

source: Can't find /usr/bin/md5sum
cs: Soubor /usr/bin/md5sum neexistuje !

source: Can't found MD5 file.
cs: Soubor MD% není k dispozici !

source: Can't found binary file.
cs: Binární soubor není k dispozici !

source: Can't found device file!!
cs: Soubor zařízení není k dispozici !

source: Can't found model name.
cs: Označení modelu není k dispozici !

source: Can't open selected bookmark. - URL data is empty!!
cs: Vybranou záložku nelze otevřít ! - URL adresa je prázdná !

source: Can't umount %s. Maybe device or resource busy.
cs: %s nelze odpojit ! Pravděpodobně je zařízení stále v činnosti.

source: Cancel
cs: Zavřít

source: Capacity:
cs: Kapacita :

source: Card
cs: Karta

source: Catalan
cs: Katalánština

source: Category Name
cs: Označení kategorie

source: Change bouquets in quickzap
cs: Měnit sady kanálů při rychlém přepínání

source: Change pin code
cs: Změnit PIN kód

source: Change service PIN
cs: Změnit PIN kanálu

source: Change service PINs
cs: Výběr kanálů...

source: Change setup PIN
cs: Změnit PIN pro nastavení

source: Change step size
cs: Změnit velikost kroku

source: Channel
cs: Kanály

source: Channel (1~13)
cs: Kanál (1~13)

source: Channel Selection
cs: Seznam kanálů...

source: Channel not in services list
cs: Kanál není v seznamu

source: Channel:
cs: Kanál :

source: Channellist menu
cs: Menu seznamu kanálů

source: Chap.
cs: Kap.

source: Chapter
cs: Kapitola

source: Chapter:
cs: Kapitola :

source: Check
cs: Zkontrolovat

source: Check filesystem, please wait ...
cs: Kontroluji soub.systém, čekejte, prosím...

source: Checking Filesystem...
cs: Kontrola souborového systému...

source: Choice filesystem.
cs: Volba soub.systému

source: Choose A/V-Receiver HDMI input:
cs: Zvolit HDMI vstup video přijímače

source: Choose TV HDMI input:
cs: Zvolit vstup HDMI TV

source: Choose Tuner
cs: Konfigurace tunerů...

source: Choose a timer list style
cs: Vybraný typ seznamu časovače

source: Choose a wireless network
cs: Volba bezdrátové sítě

source: Choose backup files
cs: Předvolba položek pro zálohu

source: Choose backup location
cs: Předvolba umístění zálohy

source: Choose bouquet
cs: Zvolit sadu kanálů

source: Choose folder
cs: Vyberte složku

source: Choose remote control picture for help screen
cs: Volba aktuálního typu dálk.ovladače pro nápovědu

source: Choose target folder
cs: Zvolit cílovou složku

source: Choose upgrade source
cs: Zvolit aktualizační zdroj

source: Choose your Skin
cs: Volba vzhledu...

source: Circular left
cs: Kruhová levá

source: Circular right
cs: Kruhová pravá

source: Cleanup
cs: Odstranit vše hotové

source: Clear before scan
cs: Smazat před prohledáním

source: Clear log
cs: Vyčistit log

source: Close
cs: Zavřít

source: Close title selection
cs: Zavřít výběr titulů

source: Code rate HP
cs: Kódová rychlost HP

source: Code rate LP
cs: Kódová rychlost LP

source: Collection name
cs: Název sestavy

source: Collection settings
cs: Nastavení sestavy

source: Color Format
cs: Barevný formát

source: Colorize movie list
cs: Barevný seznam videa

source: Command execution...
cs: Provedení příkazu...

source: Command order
cs: Pořadí příkazů

source: Committed DiSEqC command
cs: Potvrzený DiSEqC příkaz

source: Common Interface
cs: Rozhraní CI modulu

source: Common Interface Assignment
cs: Rozhraní CI modulu - volba

source: CommonInterface
cs: Společné rozhraní

source: Communication
cs: Komunikace

source: Compact Flash
cs: Interní flash paměť

source: Complete
cs: Kompletní

source: Complex (allows mixing audio tracks and aspects)
cs: Komplexně (mixování audio stop a obrazu)

source: Composition of the recording filenames
cs: Názvy nahrávaných souborů (datum+název)

source: Configuration Mode
cs: Konfigurační mód

source: Configuration your AP is finished
cs: Konfigurace AP byla dokončena

source: Configure interface
cs: Konfigurace rozhraní

source: Configure your internal LAN
cs: Konfigurace interní LAN sítě

source: Configure your network again
cs: Nová konfigurace sítě

source: Configure your wireless LAN again
cs: Nová konfigurace bezdrátové WLAN sítě

source: Configuring
cs: Nastavuji...

source: Conflicting timer
cs: Konflikt časovačů !

source: Connect
cs: Připojit

source: Connect to a Wireless Network
cs: Připojit k bezdrátové síti

source: Connected to
cs: Připojeno na...

source: Connected!
cs: Připojeno !

source: Constellation
cs: složka

source: Content does not fit on DVD!
cs: Obsah se nevejde na DVD !

source: Continue
cs: Pokračovat

source: Continue Timeshift
cs: Pokračovat s Timeshiftem

source: Continue in background
cs: Pokračovat na pozadí

source: Continue playing
cs: Pokračovat v přehrávání

source: Contrast
cs: Kontrast

source: Copy
cs: Kopírovat

source: Could not load Medium! No disc inserted?
cs: Nelze načíst médium ! Je DVD disk vložený ?

source: Could not open Picture in Picture
cs: Nelze otevřít obraz v obrazu !

source: Couldn't record due to conflicting timer %s
cs: Nelze nahrávat - konflikt časovačů %s !

source: Couldn't record due to invalid service %s
cs: Nelze nahrávat - neplatný kanál %s

source: Crashlog Reporting
cs: Protokol chyb

source: CrashlogReport setting
cs: Nastavení chybového protokolu

source: CrashlogReportSetting
cs: Nastavení chybového protokolu

source: Create DVD-ISO
cs: Vytvořit DVD-ISO

source: Create directory
cs: Založení složky

source: Create directory failed! %s
cs: Selhalo založení složky : %s

source: Create filesystem, please wait ...
cs: Zakládám soub.systém, čekejte, prosím...

source: Create movie folder failed
cs: Založení složky pro video selhalo !

source: Create: kerneldump
cs: Sestava: výpis jádra

source: Create: root.ubifs
cs: Sestava: dat.syst. root.ubifs

source: Creating directory %s failed.
cs: Založení složky %s selhalo !

source: Creating filesystem Error
cs: Chyba při zakládání soub.systému !

source: Creating partition failed
cs: Založení diskového oddílu selhalo !

source: Croatian
cs: Chorvatsky

source: Current Page
cs: Aktuální stránka

source: Current Transponder
cs: Aktuální transpondér

source: Current device:
cs: Aktuální zařízení :

source: Current page is already exist.
cs: Aktuální stránka již existuje !

source: Current settings (interface : br0)
cs: Aktuální nastavení (rozhraní : br0)

source: Current settings:
cs: Aktuální nastavení ...

source: Current value:
cs: Aktuální hodnota :

source: Currentpage(Bookmark)
cs: Aktuální stránka (záložka)

source: Custom skip time for '1'/'3'-keys
cs: Vlastní časový posun pro tlačítka 1/3

source: Custom skip time for '4'/'6'-keys
cs: Vlastní časový posun pro tlačítka 4/6

source: Custom skip time for '7'/'9'-keys
cs: Vlastní časový posun pro tlačítka 7/9

source: Customize
cs: Přizpůsobení ...

source: Cut
cs: Jak stříhat :

source: Cutlist editor...
cs: Střih filmu - zadat značky střihu ...

source: Czech
cs: česky

source: DUAL LAYER DVD
cs: Dvouvrstvé DVD

source: DVB subtitle transparency
cs: Transparentní DVB titulky

source: DVD Drive
cs: DVD jednotka

source: DVD File Browser
cs: DVD přehrávač...

source: DVD Player
cs: DVD přehrávač

source: DVD Titlelist
cs: Seznam titulů DVD

source: DVD media toolbox
cs: Panely DVD média

source: Danish
cs: Dánsky

source: Date
cs: Datum

source: Deep Standby
cs: Hluboký spánek - vypnout

source: Deep Standby with WOL
cs: Hluboký spánek - vypnutí s WOL

source: DeepStandby
cs: hluboký spánek

source: Default
cs: předvolba

source: Default EPG view (EPG button)
cs: Předvolený náhled seznamu programů (EPG tlačítko)

source: Default Settings
cs: Předvolená nastavení

source: Default movie location
cs: Předvolené umístění videa

source: Default services lists
cs: Kanály - předvolené nastavení

source: Delay
cs: Zpoždění

source: Delete
cs: Zastavit

source: Delete directory failed! %s
cs: Selhalo odstranění složky : %s

source: Delete directory failed! Maybe directory is not empty.
cs: Odstranění složky %s selhalo ! Zřejmě není prázdná.

source: Delete entry
cs: Odstranit tuto položku

source: Delete failed!
cs: Odstranění selhalo !

source: Delete no more configured satellite %s?
cs: Odebrat nepotřebné satelity %s ?

source: Depth
cs: Hloubka

source: Description
cs: Popis

source: Deselect
cs: Zrušit označení

source: Details for plugin:
cs: Detaily modulu :

source: Detected HDD:
cs: Detekovaný harddisk :

source: Detected NIMs:
cs: Detekovaný tuner :
