Repository: wojt7/VTi-localisation
Catalog: dvbapp2-po/*.po
Languages: cs

source: September
cs: září

source: October
cs: října

source: November
cs: listopadu

source: December
cs: prosince

source: Jan
cs: Led

source: Feb
cs: Uno

source: Mar
cs: Bře

source: Apr
cs: Dub

source: Jun
cs: Čer

source: Jul
cs: Čvc

source: Aug
cs: Srp

source: Sep
cs: Zář

source: Oct
cs: Ří

source: Nov
cs: Lis

source: Dec
cs: Pro

source: Display > 16:9 content as
cs: Obraz 16:9 zobrazit jako...

source: Display 4:3 content as
cs: Obraz 4:3 zobrazit jako...

source: Video Output
cs: Video výstup

source: Video Setup
cs: Nastavení videa...

source: Video Wizard
cs: Průvodce videa

source: Refresh Rate
cs: Obnovovací frekvence

source: General Dolby Digital delay(ms)
cs: Obecné zpoždění Dolby Digital (ms)

source: General PCM delay(ms)
cs: Obecné PCM zpoždění (ms)

source: OSD visibility
cs: Viditelnost OSD

source: Automatic Volume Leveling (AVL)
cs: Aut.regulace hlasitosti (AVL)

source: Speaker position
cs: Pozice reproduktoru

source: Scale picons to given skin size
cs: Měřítko picon pro danou velikost skinu

source: Show duration in minutes in movie list
cs: V seznamu videa zobrazit délku videa (min.)

source: Show picons in movie list (VTi list style)
cs: V seznamu videa zobrazit picony

source: Show duration in movie list (VTi list style)
cs: V seznamu videa zobrazit délku videa

source: Use only date for record time in movie list (VTi list style)
cs: Použít pro čas záznamu pouze datum

source: Show channel info in movie list (VTi list style)
cs: V seznamu videa zobrazit info o kanálu

source: Show recording date in movie list (VTi list style)
cs: V seznamu videa zobrazit datum záznamu

source: Search for updates every X hours ( 0 = off )
cs: Aut.vyhledat všechny aktualizace po xx hodinách ( 0 = vyp. )

source: Append begin date at end of recording file name
cs: Přidat datum záznamu na konec názvu nahrávky

source: Protect main menu
cs: Uzamknout hl.menu

source: Protect configuration
cs: Uzamknout konfiguraci

source: Protect movie list
cs: Uzamknout seznam nahrávek

source: Protect timer list
cs: Uzamknout seznam časovačů

source: Protect plugin browser
cs: Erweiterungen schützen

source: Protect standby menu
cs: Uzamknout menu spánku

source: Protect VTi menu
cs: Uzamknout VTi menu

source: Protect VTi Panel
cs: Uzamknout VTi panel

source: Movie archive
cs: Přehrávání videa

source: Play back media files
cs: -- přehrát soubory videa

source: show in main menu
cs: zobrazit v hl.menu

source: show in plugin browser
cs: zobrazit v browser modulu

source: Play DVDs
cs: -- přehrávání DVD

source: Delete movies without confirmation
cs: Odstranit video bez upozornění

source: show more movie list options
cs: Zobrazit další volby seznamu videa

source: You should now reboot your STB in order to ralink device operate in AP mode. Reboot now ?
cs: Bylo by vhodné satelit.přijímač restartovat pro aktivaci AP módu Ralink zařízení. Restartovat nyní ?

source: You should now reboot your STB to better performance of ralink device in STA mode. Reboot now ?
cs: Bylo by vhodné satelit.přijímač restartovat pro zvýšení výkonu Ralink WiFi zařízení. Restartovat nyní ?

source: Multichannel PCM
cs: Multi kanál (PCM)

source: show folder
cs: Zobrazit složku

source: Show file size in movie list (VTi list style)
cs: V seznamu zobrazit velikost souboru

source: Show notification when update is available
cs: Zobrazit zprávu, pokud je aktualizace dostupná

source: Short without date
cs: Krátký bez datumu

source: without function
cs: Bez funkce

source: change list view
cs: Změnit náhled seznamu

source: Color Buttons
cs: Barvy tlačítek

source: Context Menu
cs: Kontextové menu

source: Toggle short/long key press for color keys
cs: Přepnou krátký/dlouhý stisk pro barvu tlačítka

source: assign bookmark
cs: Přiřadit záložku

source: select bookmark
cs: Vybrat záložku

source: use virtual keyboard for text input
cs: Pro zadání textu použít virtuální klávesnici

source: create symlink
cs: Založit odkaz

source: Creating symlink failed.
cs: Selhalo vytvoření odkazu

source: create bookmark : %s
cs: Aktivní záložka : %s

source: Start next media file
cs: Spustit další video

source: Yes, and play next media file
cs: Ano - a přehrát další video

source: Play next media file in directory
cs: Přehrát další video ve složce

source: Play previous media file in directory
cs: Přehrát předchozí video ve složce

source: Default play mode
cs: Předvolený způsob přehrávání

source: Shuffle play
cs: Nahodilé přehrávání

source: Play all
cs: Přehrát vše

source: Please select play mode :
cs: Zvolte způsob přehrávání :

source: Show movie cover
cs: Zobrazit potisk

source: Down
cs: dolů

source: Select key
cs: Vybrat tlačítko

source: Move cursor left
cs: Přesunout kurzor doleva

source: Move cursor right
cs: Přesunout kurzor doprava

source: Delete (right of the cursor)
cs: Odebrat vpravo od kurzoru

source: Delete (left of the cursor)
cs: Odebrat vlevo od kurzoru

source: Switch keyboard layout
cs: Přepnout klávesnici

source: Toggle SHIFT mode
cs: Přepnout SHIFT mód

source: Move to begin
cs: Přesunout kurzor na začátek

source: Move to end
cs: Přesunout kurzor na konec

source: Show last stop time in movie list
cs: Zobrazit čas posledního zastavení v seznamu videa

source: start last played movie
cs: spustit poslední přehrávané video

source: last video
cs: poslední video

source: Resume movies which are marked as seen
cs: Pokračovat v přehrávání videa označeného jako shlédnuté

source: Activate Split Screen
cs: Rozdělení oken - aktivovat

source: Deactivate Split Screen
cs: Rozdělení oken - deaktivovat

source: (de)activate Split Screen...
cs: Rozdělení oken zap / vyp.

source: Show infobar on channel change at split screen
cs: Zobrazit info-panel při změně kanálu v rozděleném okně

source: Default function for button EXIT long
cs: Funkce tlačítka "EXIT" při dlouhém stisku

source: Split Screen
cs: rozdělit obraz

source: Picture in Picture
cs: PIP - obraz v obraze

source: Audio Zap
cs: přepínat pouze zvuk

source: Activate Audio Zap
cs: Přepínat pouze zvuk - aktivovat

source: Deactivate Audio Zap
cs: Přepínat pouze zvuk - deaktivovat

source: (de)activate Audio Zap...
cs: Přepínat pouze zvuk - zap / vyp.

source: Start last service when returning to movie list (PiG)
cs: Spustit poslední kanál při návratu do seznamu videa (PiG)

source: Toggle zap focus (PiP, Split Screen, Audio Zap)
cs: Přepnutí náhledu (PiP, rozdělení okna, Audio zap.)

source: Main window
cs: <hlavní okno>

source: Second window
cs: Sekundární okno

source: Live TV
cs: Živé TV vysílání

source: Use extended PictureInGraphic (PiG + transparent skin)
cs: Aktivovat rozšířený PictureInGraphic (PiG + transparentní skin)

source: Use extended PiG also in service list
cs: Použít rozšířený PiG také v seznamu kanálů

source: toggle zap focus
cs: přepnout náhled

source: Behavior of 0 key (double-click) in PiP-mode
cs: Funkce tlačítka "0" při dvojkliku v PiP módu

source: Timeout for 0 key double-click (ms)
cs: Časový limit pro dvojklik tlačítka 0 (ms)

source: Default function for 0 key (double-click)
cs: Funkce tlačítka "0" při dvojkliku

source: GUI needs a restart to apply new configuration. Do you want to restart the GUI now ?
cs: Enigma se musí restartovat, aby se aktualizovala konfigurace ! Chcete Enigmu restartovat nyní ?

source: toggle select mode
cs: Přepnout vybraný mód

source: delete selected items
cs: odstranit vybrané položky

source: copy selected items
cs: Kopírovat vybrané položky

source: move selected items
cs: Přesunout vybrané položky

source: play selected items
cs: Přehrát vybranou položku

source: show selected items
cs: Zobrazit vybrané položky

source: no selected item
cs: není vybrána žádná položka

source: reset play progress of selected items
cs: Reset značek na vybraných položkách

source: disable select mode
cs: Deaktivovat vybraný mód

source: enable select mode
cs: Aktivovat vybraný mód

source: Do you really want to delete all selected items ?
cs: Chcete odstranit všechny vybrané položky ?

source: Not all items could be deleted !
cs: Všechny položky nelze odstranit !

source: Recorded files
cs: Nahrané soubory

source: Select mode
cs: Výběrový mód

source: movie trash
cs: "Koš"

source: clear movie trash
cs: Vyprázdnit "Koš"

source: Show movie trash folder in movie list
cs: Zobrazit složku "Koš" v seznamu videa

source: Use movie trash for deleting files
cs: Aktivovat "Koš" pro odstraněné soubory

source: Delete failed, because there is no movie trash ! Disable movie trash in configuration to delete this item
cs: Odstranění selhalo ! "Koš" není k dispozici ! Koš je třeba vypnout, aby se záznam odstranil.

source: Do you really want to delete the movie trash of this device ?
cs: Chcete odstranit "Koš" ze zařízení ?

source: Movie trash function is not available at this memory device !
cs: "Koš" není dostupný v tomto úložném zařízení !

source: change play mode...
cs: změna módu přehrávání...

source: Page down
cs: O stránku dolů

source: Page up (Timer list)
cs: O stránku nahoru (časovače)

source: Exit plugin
cs: Ukončit modul

source: Show detailed programm info
cs: Zobrazit deataily - program.info

source: Previous entry
cs: Předchozí zadání

source: Next entry
cs: Dalí zadání

source: Next Channel
cs: Další kanál

source: Previous Channel
cs: Předchozí kanál

source: Page up
cs: Stránka nahoru

source: Zap and Exit
cs: Zapnout a ukončit

source: Open Timerlist
cs: Otevřít seznam časovačů

source: Add instant Timer
cs: Přidat časovač

source: Switch between views
cs: Přepnout mezi náhledy

source: Enter Prime Time
cs: Zadat hlavní vysílací čas

source: Next Bouquet
cs: Další sadu kanálů

source: Previous Bouquet
cs: Předchozí sadu kanálů

source: Jump Day forward
cs: O den dopředu

source: Jump Day backward
cs: O den dozadu

source: Show less entries
cs: Zobrazit méně položek

source: Show normal entries
cs: Zobrazit normální zadání

source: Show more entries
cs: Zobrazit více položek

source: Jump prefered hours backward
cs: O zadaný počet hodin zpět

source: Set prefered hours to jump
cs: Nastavit počet hodin zpět

source: Jump prefered hours forward
cs: O zadaný počet hodin dopředu

source: Jump page backward
cs: O stránku zpět

source: Jump to Prime Time
cs: Přejít na hl.vysílací čas

source: Jump page forward
cs: O stránku dopředu

source: Jump to now
cs: Přejít na aktuální

source: jump:
cs: Přejít :

source: Preview
cs: Náhled
