Repository: wojt7/VTi-localisation
Catalog: dvbapp2-po/*.po
Languages: cs

source: Provider to scan
cs: Vyhledat sat.operátora

source: Providers
cs: sat.operátor

source: Python frontend for /tmp/mmi.socket
cs: Python použitý pro /tmp/mmi. složku

source: Quick
cs: Rychle

source: Quickzap
cs: Rychlé přepnutí

source: RC Menu
cs: Menu dálkového ovladače

source: REC button long press
cs: Stisk dlouhého tlačítka REC zpřístupní...

source: REC button press
cs: Stisk tlačítka REC zpřístupní...

source: RF output
cs: RF výstup

source: RS232 Test Failed! Press 'EXIT' button!
cs: RS232 test selhal ! Exit -> ukončit...

source: Radio
cs: Rádio

source: Random
cs: Náhodně

source: Really close without saving settings?
cs: Opravdu zavřít bez uložení ?

source: Really delete done timers?
cs: Smazat dokončené časovače ?

source: Really exit the subservices quickzap?
cs: Opravdu ukončit rychlé přepínání programů ?

source: Really reboot now?
cs: Opravdu nyní restartovat systém ?

source: Really restart now?
cs: Opravdu nyní restartovat Enigmu ?

source: Really shutdown now?
cs: Zastavit a vypnout ?.. ...nic - vypne se samo...

source: Reboot after %d seconds. Press the OK to reboot now.
cs: Restart za %d sekund. OK -> restartovat nyní...

source: Reboot in %d seconds. Press OK to reboot now.
cs: Restart za %d sekund. OK -> restartovat nyní...

source: Reception Settings
cs: Nastavení příjmu

source: Record
cs: Náhrávání

source: Record time limited due to conflicting timer %s
cs: Záznam není povolený pro konfliktu s časovačem : %s !

source: Recorded files...
cs: Nahrané pořady...

source: Recording
cs: Nahrávání ...

source: Recording Menu
cs: Menu záznamu

source: Recording paths
cs: Umístění nahraných pořadů

source: Recording(s) are in progress or coming up in few seconds!
cs: Běží nahrávání, sdílení nebo se připravuje ...

source: Recordings
cs: Nahrávání

source: Recordings always have priority
cs: Nahrávání má vždy prioritu !

source: Red button...
cs: Červené uživ.tlačítko

source: Reenter new PIN
cs: Zopakujte nový PIN

source: Refresh rate selection
cs: Volba obnovovací frekvence

source: Reload
cs: Znovu načíst

source: Reload Black-/Whitelists
cs: Znovu načíst černo-bílý seznam

source: Reload Device
cs: Obnovit...

source: Remember service PIN
cs: Uložit PIN programu

source: Remember service PIN cancel
cs: Zrušit uložený PIN programu

source: Remote Control System Code
cs: Systémový kód dálkového ovladače

source: Removable : %s
cs: Odpojitelné : %s

source: Remove
cs: Odebrat

source: Remove Bookmark
cs: Odebrat složku

source: Remove Plugins
cs: Odebrat zásuvný modul

source: Remove a mark
cs: Odebrat značku

source: Remove currently selected title
cs: Odstranit vybraný titul

source: Remove finished timers from timer list
cs: Odebrat ze seznamu dokončené časovače

source: Remove finished.
cs: Odebrání bylo dokončeno...

source: Remove plugins
cs: Odebrat moduly

source: Remove timer
cs: Odebrat čas.

source: Remove title
cs: Odebrat titul

source: Removing
cs: Odebírám ...

source: Removing directory %s failed. (Maybe not empty.)
cs: Odstranění složky %s se nezdařilo ! (asi není prázdná)

source: Rename
cs: Přejmenovat

source: Repeat
cs: Opakování

source: Repeat Type
cs: Způsob opakování

source: Repeating event currently recording... What do you want to do?
cs: Opakuje se nahraná událost... Co s tím udělat ?

source: Repeats
cs: Opakovat

source: Replace service name with next event info (big picons mode)
cs: Nahradit název kanálu další informací (velké picony)

source: Reply timeout
cs: Čas na odpověď

source: Required medium type:
cs: Požadovaný typ média :

source: Reset and renumerate title names
cs: Reset a přečíslovat názvy titulů

source: Reset video enhancement settings to system defaults?
cs: Resetovat nastavení rozšířeného videa podle "tovární" předvolby ?

source: Reset video enhancement settings to your last configuration?
cs: Resetovat nastavení rozšířeného videa podle poslední konfigurace ?

source: Resolution
cs: Rozlišení

source: Restart
cs: Restart systému

source: Restart GUI
cs: Restart Enigmy

source: Restart GUI now?
cs: Restartovat nyní Enigmu ?

source: Restart network
cs: Restart síťového rozhraní

source: Restart test
cs: Nový test

source: Restart your network connection and interfaces.
cs: Restart síťového připojení a rozhraní...

source: Restore
cs: Obnovit

source: Restore backups
cs: Obnovit ze zálohy

source: Restore is running...
cs: Obnovování probíhá...

source: Restore running
cs: Obnova je spuštěná...

source: Restore system settings
cs: Obnova nastavení systému...

source: Resume from last position
cs: pokračovat od poslední pozice

source: Resume position at %s
cs: od pozice : %s

source: Resuming playback
cs: Obnovuji přehrávání...

source: Return
cs: Zpět

source: Return the Love Event
cs: Vrátit událost

source: Return to file browser
cs: Zpět do umístění souborů

source: Return to movie list
cs: zpět do seznamu videa

source: Return to previous service
cs: zpět na předchozí kanál

source: Rewind speeds
cs: Rychlost přetáčení zpět

source: Right
cs: vpravo

source: Right Key
cs: Tlačítko vpravo

source: Right Mouse Button
cs: Pravé tlačítko myši

source: Roll-off
cs: Přetáčení zastaveno

source: Rotor turning speed
cs: Rychlost otáčení rotoru

source: Run at the Deep Standby
cs: Vypnout do hlubokého spánku

source: Running
cs: aktivní

source: Russian
cs: Rusky

source: SET FAILED! Please update to the latest driver
cs: Nastavení selhalo ! Prosím, aktualizujte poslední ovladač.

source: SINGLE LAYER DVD
cs: Jednovrstvové DVD

source: SSID (1~32 Characters)
cs: SSID (1~32 znaků)

source: STB format data DVD (HDTV compatible)
cs: Datový formát DVD v sat.přijímači (HDTV-kompatibilní)

source: STB software because updates are available.
cs: Software sat.přijímače, je dostupná aktualizace.

source: Sat
cs: So

source: Sat / Dish Setup
cs: Nastavení satelitu/paraboly

source: Sata & extend hdd test error Press 'EXIT' button!
cs: Test SATA & externího HDD hlásí chyby ! Exit -> ukončit...

source: Sata & extend hdd test pass Press 'OK' button!
cs: Test SATA & externího HDD hlásí chyby ! OK -> dokončit...

source: Satellite
cs: Satelit

source: Satellite Equipment Setup
cs: Nastavit zařízení satelitu

source: Satellite equipment
cs: Vybavení satelitu

source: Satellites
cs: Satelity

source: Satfinder
cs: Vyhledání satelitu

source: Sats
cs: Satelity

source: Saturation
cs: Saturace

source: Saturday
cs: sobota

source: Save
cs: Uložit

source: Save EPG for X days in future
cs: Uložit programy na x dnů dopředu

source: Save Playlist
cs: Uložit seznam videa

source: Scaler sharpness
cs: Ostrost škálování

source: Scaling Mode
cs: Mód přepočítání

source: Scan
cs: Prohledat

source: Scan Files...
cs: -- vyhledání obrázků podle umístění...

source: Scan QAM128
cs: Prohledat QAM128

source: Scan QAM16
cs: Prohledat QAM16

source: Scan QAM256
cs: Prohledat QAM256

source: Scan QAM32
cs: Prohledat QAM32

source: Scan QAM64
cs: Prohledat QAM64

source: Scan SR6875
cs: Prohledat SR6875

source: Scan SR6900
cs: Prohledat SR6900

source: Scan Wireless AP
cs: Prohledat bezdrátové sítě

source: Scan Wireless Networks
cs: Prohledat bezdrátové sítě

source: Scan additional SR
cs: Prohledat dodatečný SR

source: Scan band
cs: Prohledat pásmo

source: Scan band EU HYPER
cs: Prohledat pásmo EU HYPER

source: Scan band EU MID
cs: Prohledat pásmo EU MID

source: Scan band EU SUPER
cs: Prohledat pásmo EU SUPER

source: Scan band EU UHF IV
cs: Prohledat pásmo EU UHF IV

source: Scan band EU UHF V
cs: Prohledat pásmo EU UHF V

source: Scan band EU VHF I
cs: Prohledat pásmo EU VHF I

source: Scan band EU VHF III
cs: Prohledat pásmo EU VHF III

source: Scan band US HIGH
cs: Prohledat pásmo US HIGH

source: Scan band US HYPER
cs: Prohledat pásmo US HYPER

source: Scan band US LOW
cs: Prohledat pásmo US LOW

source: Scan band US MID
cs: Prohledat pásmo US MID

source: Scan band US SUPER
cs: Prohledat pásmo US SUPER

source: Scan start frequency
cs: Starovací frekvence prohledávání

source: Scan start symbolrate
cs: Symbol.rychlost pro spuštění prohledávání

source: Scan stop frequency
cs: Frekvence pro ukončení prohledávání

source: Scan stop symbolrate
cs: Symb.rychlost pro ukončení prohledávání

source: Scan your network for wireless access points and connect to them using your selected wireless device.
cs: Vyhledání přípojných míst v bezdrátové WLAN síti a připojení.

source: Scanning AP List..
cs: Prohledat AP seznam...

source: Scans default lamedbs sorted by satellite with a connected dish positioner
cs: Prohledat standardní lamedbs řazený podle setelitu a pozicionéru

source: Scart loop ok?
cs: Je připojení přes scart v pořádku ?

source: Search east
cs: Hledej východně

source: Search west
cs: Hledej západně

source: Searching for available updates. Please wait...
cs: Hledám dostupné aktualizace. Čekejte, prosím...

source: Searching for new installed or removed packages. Please wait...
cs: Hledám nově nainstalované nebo odebrané balíčky. Čekejte, prosím...

source: Secondary DNS
cs: Sekundární DNS:

source: Seek
cs: Posunout (min)

source: Select
cs: Zvolit

source: Select %s button function:
cs: Vyberte funkci pro %s tlačítko :

source: Select %s (long) button function:
cs: %s dlouhé tlačítko - funkce :

source: Select HDD
cs: Vyberte disk...

source: Select Location
cs: Vyberte umístění

source: Select Network Adapter
cs: Vybrat síťovou kartu

source: Select Wireless Lan module.
cs: Vybrat WLAN modul.

source: Select a movie
cs: Přehrát video ...

source: Select audio track
cs: Výběr zvukové stopy

source: Select channel to record from
cs: Vyberte kanál, ze kterého chcete nahrávat

source: Select files for backup.
cs: Vyberte soubory pro zálohování

source: Select files/folders to backup
cs: Vyberte soubory nebo složky pro zálohování

source: Select input device
cs: Vyberte vstupní zařízení

source: Select input device.
cs: Vyberte vstupní zařízení

source: Select interface
cs: Vyberte rozhraní

source: Select provider to add...
cs: Vyberte poskytovatele pro přidání...

source: Select refresh rate
cs: Vyberte obnovovací frekvenci

source: Select service to add...
cs: Vyberte kanál pro přidání...

source: Select upgrade source to edit.
cs: Vyberte zdroj aktualizace a úpravy

source: Select video mode
cs: Zvolte mód videa

source: Select video port
cs: Volba portu videa

source: Select wireless network
cs: Vyberte bezdrátovou síť

source: Send DiSEqC
cs: Odeslat DiSEqC

source: Send DiSEqC only on satellite change
cs: Odeslat DiSEqC pouze při změně satelitu

source: Seperate titles with a main menu
cs: Oddělené titulky od hlavního menu

source: Sequence repeat
cs: Opakovat sekvenci

source: Serbian
cs: Srbsky

source: Server Name
cs: Název serveru

source: Service
cs: Tato stanice ...

source: Service EPGBar
cs: info-panel seznamu programů

source: Service List
cs: Seznam kanálů

source: Service Scan
cs: Prohledávání kanálů

source: Service Searching
cs: Konfigurace tunerů a kanálů...

source: Service has been added to the favourites.
cs: Kanál byl přidaný do oblíbených

source: Service has been added to the selected bouquet.
cs: Kanál byl přidaný do vybrané sady kanálů

source: Service invalid! (Timeout reading PMT)
cs: Kanál není platný ! (Vypršel čas.limit pro čtení PMT)

source: Service not found! (SID not found in PAT)
cs: Kanál nebyl nalezený ! (SID není dostupný v PAT)

source: Service reference
cs: Ref.služby

source: Service scan
cs: Vyhledávání kanálů

source: Service unavailable! Check tuner configuration!
cs: Kanál není dostupný ! Ověřte nastavení tuneru !

source: Serviceinfo
cs: Info o kanálu

source: Services
cs: Kanály

source: Set End Time
cs: Nastavit konečný čas

source: Set VU device name:
cs: Název Vu přístroje :

source: Set Voltage and 22KHz
cs: Nastavit napětí a 22KHz

source: Set as Startpage
cs: Nastavit jako úvodní stránku

source: Set interface as default Interface
cs: Nastavit rozhraní do předvoleb

source: Set limits
cs: Nastavit limity

source: Set up Default Mount Point
cs: Nastavení předvoleb pro přípojný bod

source: Setting
cs: Nastavení...

source: Settings
cs: Nastavení ...

source: Setup
cs: Nastavení...

source: Setup - Movies / Timers
cs: Nastavení - seznam videa / časovačů

source: Setup - Movies
cs: Nastavení - videa

source: Setup - Timer
cs: Nastavení - časovače nahrávání

source: Setup - Service List
cs: Nastavení - seznam kanálů

source: Setup - Subtitles
cs: Nastavení - titulky

source: Setup - System
cs: Nastavení - systém

source: Setup - TV / Radio
cs: Nastavení - TV / Radio

source: Setup - User Interface
cs: Nastavení - uživatelské rozhraní

source: Setup LED brightness and blink interval
cs: -- nastavení jasu a blikání modrých LED

source: Setup Mode
cs: Nastavovací mód

source: Setup mode
cs: Nastavovací mód

source: Setup picon directory for service list
cs: Složka picon pro seznam kanálů

source: Setup primary picon directory
cs: Nastavení primární složky pro picony

source: Sharpness
cs: Ostrost

source: Short filenames
cs: krátké názvy

source: Short name for bookmark %s:
cs: Název záložky %s :

source: Short name for bookmark %s (long):
cs: Název záložky %s (dlouhé) :

source: Show DVB subtitles centered
cs: Zobrazit DVB titulky na střed

source: Show Device
cs: Zobrazit zařízení

source: Show ECM info
cs: Zobraz ECM info z dekódovací karty

source: Show EPG data in single EPG list older than
cs: Zobrazit v jednoduchém seznamu programů i starší data než...

source: Show Info
cs: ...info...

source: Show Message when Recording starts
cs: Na začátku nahrávání zobrazit zprávu

source: Show Now/Next EIT EPG at InfoBar
cs: Zobrazit aktuální / další program v info-panelu

source: Show WLAN Status
cs: Zobrazit stav WLAN sítě

source: Show blinking clock in display during recording
cs: Zobrazit blikající "VFD" displej při nahrávání

source: Show blinking rec symbol in VFD during recording
cs: Na "VFD" displeji zobrazit při nahrávání blikající symbol "REC"

source: Show directories in movie list
cs: V seznamu filmů a videa zobrazit složky

source: Show event progress in % in service list
cs: V seznamu kanálů zobrazit průběh pořadů v %

source: Show event time in service list
cs: V seznamu kanálů zobrazit časy

source: Show event-progress in channel selection
cs: V seznamu kanálů zobrazit průběh pořadů

source: Show favourite list with bouquet-up
cs: Zobrazit seznam oblíbených klávesou "Kanál +"

source: Show icons in movie list
cs: V seznamu videa zobrazit ikony

source: Show icons in timer list
cs: V seznamu časovačů zobrazit ikony

source: Show infobar on channel change
cs: Zobrazit info-panel při přepnutí kanálu

source: Show infobar on event change
cs: Zobrazit info-panel při změně kanálu v seznamu

source: Show infobar on skip forward/backward
cs: Zobrazit info-panel při přeskoku dopředu a zpět

source: Show menu entries arranged in alphabetical order
cs: Seřadit položky menu podle abecedy

source: Show on the Standby Menu
cs: Zobrazit v menu režimu spánku

source: Show picon at number zap
cs: Zobrazit logo kanálu při přepnutí čís.tlačítkem ovladače

source: Show picons in service list
cs: V seznamu kanálů zobrazit picony

source: Show plugin entries arranged in alphabetical order
cs: Seřadit položky seznamu modulů podle abecedy

source: Show positioner movement
cs: Zobrazit otáčení satelitu

source: Show progress in movie list
cs: V seznamu videa zobrazit průběh jako...

source: Show service list at TV / Radio mode switch
cs: Zobrazit seznam kanálů při přepnutí TV / Radio

source: Show service name at number zap
cs: Zobrazit název kanálu při přepnutí čís.tlačítkem ovladače

source: Show service number in service list
cs: V seznamu kanálů zobrazit čísla kanálů

source: Show service type icons in service list
cs: V seznamu kanálů zobrazit ikony typu DVB-S/DVB-T/DVB-C

source: Show services beginning with
cs: Zobrazit kanály začínající na...

source: Show the Menu window.
cs: Otevřít menu

source: Show the Subtitle...
cs: Volba titulků...

source: Show the Virtual keyboard window.
cs: Zobrazit virtuální klávesnici

source: Show the radio player...
cs: Kanály rádia...

source: Show the tv player...
cs: Kanály TV...

source: Show timer icon for recording services
cs: V seznamu kanálů při nahrávání zobrazit ikonu časovače

source: Show zap notification for recordings
cs: Zobrazit zprávu o zapnutí nahrávání

source: Shows the state of your wireless LAN connection.
cs: Zobrazit stav bezdrátové WLAN sítě

source: Shutdown
cs: Vypnout

source: Shutdown STB after
cs: Vypnout satelit za :

source: Side by Side
cs: Jeden vedle druhého

source: Signal Strength:
cs: Síla signálu :

source: Signal:
cs: Signál :

source: Similar
cs: Podobné

source: Similar broadcasts:
cs: Podobné programy :

source: Simple
cs: jednoduchý

source: Simple titleset (compatibility for legacy players)
cs: Jednoduché titulky (kompatibilní se std.přehrávači)

source: Single
cs: Jediný

source: Single EPG
cs: Akt.kanál

source: Single Service EPG
cs: jednoduchý panel programů

source: Single satellite
cs: jeden satelit

source: Single transponder
cs: jeden transpondér

source: Singlestep (GOP)
cs: krokovat (GOP)

source: Size : %s
cs: Velikost : %s

source: Skin
cs: Skiny - volba vzhledu

source: Skins
cs: Skiny

source: Sleep Timer
cs: Časovač uspání...

source: Sleep timer action:
cs: Uspání :

source: Slideshow Interval
cs: Interval snímků

source: Slideshow Interval (sec.)
cs: Interval prezentace snímků (sek.)

source: Slovakian
cs: Slovensky

source: Slovenian
cs: Slovinsky

source: Slow
cs: Pomalu

source: Slow Motion speeds
cs: Rychlost zpomaleného videa

source: Smart Card 1 Error! errorcode=%d
cs: Smartcard 1 hlásí chybu ! Kód chyby : %d

source: Smart Card 2 Error! errorcode=%d
cs: Smartcard 2 hlásí chybu ! Kód chyby : %d

source: Smart Card OK!!
cs: Smartcard je OK

source: Smart Card model type error
cs: Typ Smarcard není vhodný !

source: Software management
cs: Správa software

source: Software manager setup
cs: Nastavit správu software

source: Software restore
cs: Obnovit software

source: Software update
cs: Aktualizace software ...

source: Softwaremanager information
cs: Info správy software

source: Some plugins are not available:
cs: Některé moduly nejsou dostupné :

source: Sorry MediaScanner is not installed!
cs: MediaScanner není nainstalovaný !

source: Sorry no backups found!
cs: Záloha není dostupná !

source: Sorry your backup destination is not writeable. Please choose an other one.
cs: Do zadaného cíle nelze zálohu zapisovat ! Prosím, vyberte jiné umístění...

source: Sorry, no Details available!
cs: Žádné detaily nejsou dostupné !

source: Sorry, video is not available!
cs: Video není dostupné !

source: Sorry, your backup destination is not writeable. Please choose another one.
cs: Do zadaného cíle nelze zálohu zapisovat ! Prosím, vyberte jiné umístění...

source: Sort
cs: Seřadit

source: Sort A-Z
cs: Seřadit > A-Z

source: Sort Time
cs: Seřadit > podle času

source: Sound
cs: Audio

source: Soundcarrier
cs: Nosná frekvencce zvukového signálu

source: South
cs: Jih

source: Spanish
cs: Španělsky

source: Split preview mode
cs: Dělený náhled obrazovky

source: Standby
cs: Režim spánku

source: Standby / Restart
cs: Vypnutí / Restart

source: Start Page
cs: Úvodní stránka

source: Start folder for movie list
cs: Startovací složka pro seznam videa

source: Start from the beginning
cs: spustí od začátku

source: Start test
cs: Spustit test

source: StartTime
cs: Čas spuštění

source: Starting Webbrowser. Please wait...
cs: Startuje Web.prohlížeč, čekejte, prosím...

source: Starting on
cs: Začíná od

source: Startpage
cs: Úvodní stránka

source: Status Check Period
cs: Stav kontrolní periody

source: Step east
cs: Krok východně

source: Step west
cs: Krok západně

source: Stop Timeshift (deleting TS file)
cs: Zastavit Timeshift a odstranit TS soubor

source: Stop Timeshift (keeping TS file)
cs: Zastavit Timeshift a ponechat TS soubor

source: Stop Timeshift ?
cs: Zastavit Timeshift ?

source: Stop current event and disable coming events
cs: Zastavit aktuální akci a zakázat následující

source: Stop current event but not coming events
cs: Zastavit aktuální akci, ale nezakazovat následující

source: Stop current records...
cs: Zastavit aktuální záznam...

source: Stop fast forwarding at end of movie
cs: Rychlé převíjení zastavit x sec. před koncem videa

source: Stop playing this movie?
cs: Zastavit přehrávání ?..

source: Stop playing this stream?
cs: Zastavit přehrávání sdíleného kanálu ?

source: Stop test
cs: Zastavit test

source: Stop testing plane after # failed transponders
cs: Zastavit testování po selhání # transpondérů

source: Stop testing plane after # successful transponders
cs: Zastavit testování po # úspěšných transpondérech

source: Store position
cs: Uložit pozici

source: Stored position
cs: Uložená pozice

source: Style
cs: Styl

source: Subservice list...
cs: Zelené uživ.tlačítko (seznam programů)

source: Subservices
cs: Programy

source: Subtitle selection
cs: Výběr titulků...

source: Subtitles
cs: Titulky

source: Succeed
cs: Úspěšně dokončeno

source: Success. Press OK to exit.
cs: Hotovo, OK -> dokončit...

source: Sun
cs: Ne

source: Sunday
cs: neděle

source: Swap Services
cs: Prohodit kanály

source: Swedish
cs: Švédsky

source: Switch to keyboard/mouse mode.
cs: Přepnout do módu klávesnice/myš

source: Switch to next subservice
cs: Přepnout na další kanál

source: Switch to previous subservice
cs: Přepnout na předchozí kanál

source: Switchable tuner types:
cs: Typy výměnných tunerů :

source: Symbol rate
cs: Symb.rychost

source: System
cs: Systém...

source: TS file is too large for ISO9660 level 1!
cs: TS soubor je příliš dlouhý pro ISO9660 level 1 !

source: TV System
cs: TV systém

source: TV on => VU+ activity:
cs: Zap.TV => VU+ aktivity :

source: TV power off:
cs: TV vypnuto :

source: TV power on:
cs: TV zapnuto :

source: TV standby => VU+ activity:
cs: TV spánek => VU+ aktivity :

source: Table of content for collection
cs: Obsah kompilace

source: Tag 1
cs: Značka 1

source: Tag 2
cs: Značka 2

source: Tags
cs: Značky

source: Task list
cs: Seznam úloh

source: Teletext subtitle color
cs: Barva teletextových titulků

source: Teletext subtitle font size
cs: Velikost teletextových titulků

source: Teletext subtitle horizontal alignment
cs: Vodorovné zarovnání teletextu

source: Terrestrial
cs: Pozemní

source: Terrestrial provider
cs: Pozemní poskytovatel

source: Test DiSEqC settings
cs: Test kanálů DiSEqC

source: Test Type
cs: Typ testu

source: Test mode
cs: Testovací mód

source: Test the network configuration of your STB.
cs: Testování síťové konfigurace satelit.přijímače...

source: Testing Smartcard 2...
cs: Test Smartcard 2 ...

source: Thank you for using the wizard. Please press OK to continue.
cs: Díky za použití průvodce. OK, pokračovat...

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your STB.
cs: Váš satelitní přijímač je nyní připravený. OK -> můžete jej začít používat...

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a STB format data DVD (which will not play in stand-alone DVD players) instead?
cs: DVD standard nepodporuje H.264 (HDTV) video ! Chcete místo toho vytvořit STB formát dat DVD (které ale nepůjde přehrát ve std. DVD přehrávačích) ?

source: The NetworkWizard extension is not installed! Please install it.
cs: NetzwerkWizard modul není k dispozici ! Prosím, nainstalujte si ho...

source: The PIN code has been changed successfully.
cs: PIN kód byl úspěšně změněný

source: The PIN codes you entered are different.
cs: Zadaný PIN kód se neshoduje !

source: The Softwaremanagement extension is not installed! Please install it.
cs: Modul Softwaremanagement není dostupný ! Prosím, nainstalujte si ho...
