Repository: wojt7/VTi-localisation
Catalog: dvbapp2-plugins-po/moviecut/po/*.po
Languages: pl

source: Advanced cut specification...
pl: Zaawansowane specyfikacje przycinania ...

source: Another movie is currently cut. The movie "%s" will be cut in the background after it.
pl: Inny film jest aktualnie przycinany. Film"%s"będzie przyciety w tle

source: Bad arguments
pl: Złe argumenty

source: Cancel
pl: anuluj

source: Choose target folder
pl: Wybierz docelowy folder

source: Couldn't open input .ap file
pl: Nie można otworzyć pliku wejściowego.ap

source: Couldn't open input .cuts file
pl: Nie można otworzyć wejściowego przyciętego pliku

source: Couldn't open input .ts file
pl: Nie można otworzyć pliku wejściowego.ts

source: Couldn't open output .ap file
pl: Nie można otworzyć pliku wyjściowego.ap

source: Couldn't open output .cuts file
pl: Nie można otworzyć uciętego wyjściowego pliku

source: Couldn't open output .ts file
pl: Nie można otworzyć uciętego wyjściowego pliku.ts

source: Cut Parameter Input
pl: Parametry wejściowe cięcia

source: Cut source:
pl: Ucięte źródło:

source: Cutlist
pl: Lista cięć

source: Cuts (an IN OUT IN OUT ... sequence of hour:min:sec)
pl: Cięcia (an IN OUT IN OUT ... sekwencja godziny:min:sekunda)

source: Cutting failed for movie "%s"
pl: Cięcie fimu nie powiodło się"%s"

source: Cutting was aborted for movie "%s"
pl: Cięcie fimu zostało przerwane"%s"

source: Don't cut
pl: Nie ucinaj

source: Empty .ap file
pl: Pusty plik.ap

source: Execute cuts...
pl: Wykonaj cięcia...

source: How would you like to cut "%s"?
pl: Jak chciałbyś uciąć"%s"?

source: Manual specification
pl: Ręczna specyfikacja

source: New description:
pl: Nowy opis:

source: New filename:
pl: Nowa nazwa pliku:

source: New location:
pl: Nowa lokalizacja:

source: New title:
pl: Nowy tytuł:

source: No
pl: Nie

source: No cuts specified
pl: Żadne cięcia nie są wyszczególnione

source: Place the cut movie in a new file ending with " cut"
pl: Zapisz przycięty film jako nowy plik z końcówką "cut"

source: Read/write error (disk full?)
pl: Błąd odczytu/zapisu(dysk pełny?)

source: Replace original:
pl: Zastąp oryginalny:

source: Replace the original movie with the cut movie
pl: Zamień oryginalny film,przyciętym filmem

source: The movie "%s" is cut in the background.
pl: Film"%s"jest przycinany w tle.

source: The movie "%s" is successfully cut
pl: Film"%s"jest skutecznie przycięty

source: Yes
pl: Tak
