Repository: wojt7/VTi-localisation
Catalog: vti-multiquickbutton/*.po
Languages: pl

source: Main menu
pl: Menu główne

source: Restore
pl: Przywróć

source: Backup
pl: Kopia zapasowa

source: red
pl: Czerwony

source: long
pl: Długi

source: green
pl: Zielony

source: yellow
pl: Żółty

source: blue
pl: Niebieski

source: HELP
pl: Pomoc

source: Subtitle
pl: Napisy

source: VU+ R-Button
pl: VU+ przycisk R

source: Cross Up
pl: W górę

source: Cross Down
pl: W dół

source: Cross Left
pl: W lewo

source: Cross Right
pl: W prawo

source: Channel +
pl: Kanał +

source: Channel -
pl: Kanał -

source: Forward >
pl: Przród >

source: Backward <
pl: Tył <

source: Volume +
pl: Głośność +

source: Volume -
pl: Głośność -

source: Power
pl: Zasilanie

source: Play
pl: Odtwórz

source: Rewind <<
pl: Przewijanie <<

source: FastForward >>
pl: Przewijanie >>

source: on
pl: W

source: off
pl: z

source: Quickbutton Key : %s
pl: Przycisk skrótu : %s

source: Please select the backup path...
pl: Wybierz ścieżkę przywracania...

source: Overwrite existing Backup?.
pl: Zastąpić istniejącą kopię zapasową?

source: Backup Settings...
pl: Ustawienia kopii zapasowej...

source: Directory %s nonexistent.
pl: Katalog %s nie istnieje

source: Please select the restore path...
pl: Wybierz ścieżkę przywracania ...

source: Overwrite existing Settings?.
pl: Zastąpić istniejące ustawienia?

source: File %s nonexistent.
pl: Plik %s nie istnieje.

source: Restore Settings...
pl: Przywracam sutawienia...

source: Restarting Enigma2 to set Multi QuickButton Autostart
pl: Uruchamiam ponownie Enigma2 aby ustawić autostart przycisku skrótu.

source: Restarting Enigma2 to load:
pl: Restartuję Enigma2 aby załadować:

source: Multi QuickButton settings
pl: Ustawienia przycisku skrótu

source: Cancel
pl: Anuluj

source: Save
pl: Zapisz

source: delete
pl: Skasuj

source: Add
pl: Dodaj

source: Error
pl: Błąd

source: MQB Functions and Plugins
pl: MQB funkcje i wtyczki

source: No valid selection
pl: Brak ważnego wybouru

source: Add Functions to MQB Key
pl: Dodaj funkcje do przycisku MQB

source: Add Plugins to MQB Key
pl: Dodaj wtyczki do przycisku MQB

source: Add Macro to MQB Key
pl: Dodaj makro do przycisku MQB

source: Add Script/Binary to MQB Key
pl: Dodaj plik/skrypt wykonywalny do przycisku MQB

source: Functions
pl: Funkcje

source: No valid function file found
pl: Nie znaleziono funkcji pliku

source: Plugins
pl: Wtyczki

source: Entry %s already exists.
pl: Wprowadzenie %s już istnieje.

source: Save Settings
pl: Zachowaj ustawienia

source: MultiQuickButton macro configuration
pl: Konfiguracja macro przycisku skrótu

source: Name
pl: Nazwa

source: Modify
pl: Zmień

source: Delete
pl: Skasuj

source: Record
pl: Nagraj

source: Button :
pl: Przycisk :

source: Input name for MQB macro
pl: Namen für das MQB Macro eingeben

source: Input name for MQB macro :
pl: Wpisz nazwę makro MQB :

source: Select a file to execute
pl: Wybierz plik do wykonania

source: Invalid Choice
pl: Nieprawidłowy wybór

source: File is not executable
pl: Plik nie jest wykonywalny

source: Script
pl: Skrypt

source: Add command line options ?
pl: Określić dodatkowe argumenty wiersza poleceń?

source: Please enter the command line options
pl: Podaj argumenty wiersza polecenia

source: Restart SoftCam
pl: Uruchom ponownie softcam

source: Plugin Browser
pl: Przeglądarka wtyczek

source: Extension Selection
pl: Wybór rozszerzenia

source: Timer
pl: Geplante Aufnahmen

source: Channel zap +
pl: Kanał +

source: Channel zap -
pl: Kanał -

source: Channel zap (list) +
pl: Kanał + (Lista)

source: Channel zap (list) -
pl: Kanał - (Lista)

source: Dolby Digital downmix on/off
pl: Dolby Digital downmix włącz/wyłącz

source: List of Bouquets
pl: Lista pakietów

source: Channel list
pl: List kanałów

source: Zap history back
pl: Przełącz z powrotem historię

source: Zap history next
pl: Przełącz w przód historię

source: InfoBar EventInfoPlugins
pl: Rozszerzony EPG

source: InfoBar EventView
pl: Pasek informacyjny wydarzenia

source: InfoBar EPG
pl: Skrócone EPG

source: InfoBar Multi EPG
pl: Pasek informacyjny multi EPG

source: InfoBar Audio Selection
pl: Ustawienia audio

source: InfoBar Show Radio
pl: Radio

source: InfoBar Show Tv
pl: Tv

source: Movie Archive
pl: Odtwarzanie nagrań

source: InfoBar Record
pl: Pasek informacyjny nagrywania

source: InfoBar Instant Record
pl: Bezpośrednie nagrywanie

source: Start Timeshift
pl: Uruchom Timeshift

source: Start Teletext
pl: Teletext

source: Favourite channel 1
pl: Ulubione stacje 1

source: Favourite channel 2
pl: Ulubione stacje 2

source: Favourite channel 3
pl: Ulubione stacje 3

source: Favourite channel 4
pl: Ulubione stacje 4

source: Favourite channel 5
pl: Ulubione stacje 5

source: Toggle AtmoLight
pl: AtmoLight włącz/wyłącz

source: Subservice Selection
pl: Opcja wyboru kanałów

source: Subtitles
pl: Napisy

source: MediaPlayer
pl: Odtwarzacz mediów

source: DVDPlayer
pl: Odtwarzacz DVD

source: Picture Player
pl: Przeglądarka obrazów

source: Cool TV Guide
pl: Przewodnik Cool TV

source: A/V Settings
pl: Ustawienia A/V

source: Switch 4:3 (Pillarbox) (Pan&Scan)
pl: Przełącznik 4:3 (Pillarbox <=> Pan&Scan)

source: Mount info
pl: Informacja podmontowań

source: Show PIP
pl: Pokaż PIP

source: Swap PIP
pl: Przełącz PIP

source: Move PIP
pl: Przesuń PIP

source: VTI EPG Settings
pl: Ustawienia VTI EPG

source: VTI DeviceManager
pl: Menadżer urządzeń VTI

source: VTI CamCenter
pl: Cam center VTI

source: VTI Backup Tools
pl: Narzędzia do tworzenia kopii zapasowych VTI

source: VTI Image Tools
pl: Narzędzia obrazów VTI

source: VTI System Tools
pl: Narzędzia systemu VTI

source: VTI Info Tools
pl: Informacje o systemie VTI

source: VTI Manual Package Installation
pl: Manualna instalacja pakietów (USB lub / tmp) VTI

source: VTI BitrateViewer
pl: Podgląd bitrate VTI

source: VTI System InfoPanel
pl: Panel informacyjny systemu VTI

source: VTI USB DVB-T/C/S2 Panel
pl: Panel VTI USB DVB-T/C/S2

source: VTI CronManager
pl: Menadżer Cron VTI

source: VTI ExeManager
pl: Menadżer wykonywania poleceń VTI

source: VTI News
pl: Aktualności VTI

source: Reboot
pl: Uruchom ponownie VU+

source: GUI Restart
pl: Uruchom ponownie GUI

source: DeepStandby
pl: Głębokie czuwanie

source: Remount Network Shares
pl: Zamontuj udziały sieciowe

source: Remote control macro I
pl: Makro pilota I

source: Remote control macro II
pl: Makro pilota II

source: Remote control macro III
pl: Makro pilota III

source: Remote control macro IV
pl: Makro pilota IV

source: Remote control macro V
pl: Makro pilota V

source: AutoResolution on/off
pl: Włącz/Wyłącz AutoResolution

source: AutoResolution is disabled
pl: AutoResolution jest wyłączone

source: AutoResolution is enabled
pl: AutoResolution jest włączone

source: HDMI-CEC TV on
pl: HDMI-CEC TV włączone

source: HDMI-CEC TV off
pl: HDMI-CEC TV wyłączone

source: HDMI-CEC A/V on
pl: HDMI-CEC A/V włączone

source: HDMI-CEC A/V off
pl: HDMI-CEC A/V wyłączone

source: HDMI-CEC A/V Volume +
pl: HDMI-CEC A/V Głośność +

source: HDMI-CEC A/V Volume -
pl: HDMI-CEC A/V Głośność -

source: HDMI-CEC A/V Volume mute
pl: HDMI-CEC A/V mute

source: HDMI-CEC message was sent
pl: Wiadomość HDMI-CEC została wysłana

source: Power long
pl: Długie przyciśnięcie zasilania

source: VTI BackupSuite (Restore)
pl: Menadżer kopii zapasowych VTI (Przywróć)

source: VTI BackupSuite (Backup)
pl: Menadżer kopii zapasowych VTI (Utwórz)

source: show EPGBar
pl: Pokaż pasek EPG

source: (De)/Activate SplitScreen
pl: (Dez) Aktywuj ekran podziału

source: (De)/Activate AudioZap
pl: (Dez) Aktywuj przełączanie audio

source: Toggle zap focus (PiP, Split Screen, Audio Zap)
pl: Przełącz zbliżenie (PiP, Podział ekranu, Przełączanie audio)

source: Quickbutton: Key
pl: Przycisk skrótu: Przycisk

source: file %s not found!
pl: Plik %s nie został znaleziony!

source: Multi Quickbutton
pl: Przycisk skrótu
