Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: Number of finished records in list
lt: Baigtų įrašų skaičius sąraše
sk: Počet dokončených nahrávok v zozname

source: Number of seconds for displaying finished records
lt: Kiek sekundžių rodyti baigto įrašo pranešimą
sk: Zobrazenie dokončených nahrávok v sekundách

source: Field %d content
lt: Lauko %d turinys
sk: Obsah poľa %d

source: Horizontal offset in pixel
lt: Horizontalus poslinkis pikseliais

source: Vertical offset in pixel
lt: Vertikalus poslinkis pikseliais

source: Text padding offset in pixel
lt: Teksto užpildymo poslinkis pikseliais

source: Text spacing offset in pixel
lt: Teksto tarpų poslinkis pikseliais

source: Only one Icon field allowed:
lt: Leidžiamas tik vienas piktogramos laukas:

source: Only one Graphical Progress field allowed:
lt: Leidžiamas tik vienas grafinio progreso laukas:

source: Stream
lt: Srautas

source: InfoBar Tuner State
lt: Imtuvo stovis infojuostoje

source: Show InfoBar Tuner State
lt: Roryti infojuostoje imtuvo stovį

source: Type (Icon)
lt: Tipas (piktograma)
sk: Typ (ikona)

source: Type (Text)
lt: Tipas (tekstas)
sk: Typ (text)

source: Tuner Type
lt: Imtuvo tipas
sk: Typ tunera

source: Channel Number
lt: Kanalo numeris
sk: Číslo stanice

source: Channel Name
lt: Kanalo pavadinimas
sk: Názov stanice

source: Time Left / Duration
lt: Liko laiko / Trukmė
sk: Zvyšný čas/trvanie

source: Time Left
lt: Liko laiko
sk: Zvyšný čas

source: Time Elapsed
lt: Praėjo laiko
sk: Uplynulý čas

source: Begin
lt: Pradžia
sk: Začiatok

source: End
lt: Pabaiga
sk: Koniec

source: Duration
lt: Trukmė
sk: Trvanie

source: Timer Progress (Graphical)
lt: Laikmačio eiga (grafinė)
sk: Priebeh časovača (graficky)

source: Timer Progress (Text)
lt: Laikmačio eiga (tekstinė)
sk: Priebeh časovača (textovo)

source: Destination
lt: Paskirtis
sk: Cieľ

source: Stream Client
lt: Srauto klientas

source: Stream Client with Port
lt: Srauto klientas ir prievadas

source: Destination / Client
lt: Paskirtis / klientas

source: File Size
lt: Failo dydis
sk: Veľkosť súboru

source: Free Space
lt: Laisva vieta
sk: Voľné miesto

source: DD.MM HH:MM
lt: MM.DD HH:MM

source: DD.MM.YYYY HH:MM
lt: YYYY.MM.DD HH:MM
sk: DD.MM.RRRR HH:MM

source: HH:MM DD.MM
lt: HH:MM MM.DD

source: HH:MM DD.MM.YYYY
lt: HH:MM YYYY.MM.DD
sk: HH:MM DD.MM.RRRR

source: configuration
lt: konfigūracija
sk: Nastavenie

source: Nothing running
lt: Niekas neveikia
sk: Nič nebeží

source: InfoBarTunerState is disabled
lt: Imtuvo stovis infojuostoje išjungtas

source: MerlinMusicPlayer
lt: Merlin muzikos grotuvas

source: Not easy way to start EasyMedia
lt: Nelengvas būdas atverti EasyMedia

source: Music player:
lt: Muzikos grotuvas:
sk: Prehrávač hudby:

source: Files browser:
lt: Failų naršyklė:
sk: Prehľadávač súborov:

source: Show bookmarks:
lt: Rodyti žymeles:
sk: Zobraziť záložky:

source: YouTube player:
lt: YouTube grotuvas:
sk: Prehrávač YouTube:

source: VLC player:
lt: VLC grotuvas:
sk: Prehrávač VLC:

source: DVD player:
lt: DVD grotuvas:
sk: Prehrávač DVD:

source: Weather plugin:
lt: Orų įskiepis:
sk: Modul počasia:

source: NetRadio player:
lt: NetRadio grotuvas:
sk: Prehrávač NetRadio:

source: Show Merlin-iDream:
lt: Rodyti Merlin-iDream:
sk: Zobraziť Merlin-iDream:

source: ZDFmediathek player:
lt: ZDFmediathek grotuvas:
sk: Prehrávač ZDFmediathek:

source: Pictures
lt: Nuotraukos
sk: Obrázky

source: Music
lt: Muzika
sk: Hudba

source: Weather
lt: Orai
sk: Počasie

source: Files
lt: Failai
sk: Súbory

source: MyTube Player
lt: MyTube grotuvas
sk: Prehrávač MyTube

source: VLC Player
lt: VLC grotuvas

source: Filebrowser
lt: Failų naršyklė
sk: Prehľadávač súborov

source: DreamExplorer
lt: Dream naršyklė

source: Picture-player is not installed!
lt: Nuotraukų grotuvas neįdiegtas!
sk: Prehrávač obrázkov nie je nainštalovaný.

source: No Music-Player installed!
lt: Muzikos grotuvas neįdiegtas!
sk: Prehrávač hudby nie je nainštalovaný.

source: No File-Manager installed!
lt: Failo tvarkytuvas neįdiegtas!
sk: Prehľadávač súborov nie je nainštalovaný.

source: Weather Plugin is not installed!
lt: Orų įskiepis neįdiegtas.
sk: Modul počasia nie je nainštalovaný.

source: DVDPlayer Plugin is not installed!
lt: DVD grotuvo įskiepis neįdiegtas!
sk: Modul DVDPlayer nie je nainštalovaný.

source: MyTube Plugin is not installed!
lt: MyTube įskiepis neįdiegtas!
sk: Modul MyTube nie je nainštalovaný.

source: SHOUTcast Plugin is not installed!
lt: SHOUTcast įskiepis neįdiegtas!
sk: Modul SHOUTcast nie je nainštalovaný.

source: ZDFmediathek Plugin is not installed!
lt: ZDFmediathek įskiepis neįdiegtas!
sk: Modul ZDFmediathek nie je nainštalovaný.

source: VLC Player is not installed!
lt: VLC grotuvas neįdiegtas!
sk: VLC Player nie je nainštalovaný.

source: Merlin iDream is not installed!
lt: Merlin iDream neįdiegtas!
sk: Merlin iDream nie je nainštalovaný.

source: EasyMedia settings...
lt: EasyMedia parametrai ...

source: Select bookmark...
lt: Pasirinkite atžymą...

source: Tv/Radio
lt: TV / Radijas
sk: TV / Rádio

source: Show tv/radio switch:
lt: Rodyti tv/radijo jungiklį:

source: TV-mode
lt: TV-režimas
sk: Režim TV

source: Radio-mode
lt: Radijo-režimas
sk: Režim Rádio

source: MyVideo Player is not installed!
lt: MyVideo grotuvas neįdiegtas!

source: MyVideo player:
lt: MyVideo grotuvas:

source: Add/remove plugin
lt: Pridėti/pašalinti įskiepį
sk: Pridať/odstrániť modul

source: removed from EasyMedia
lt: pašalinta iš EasyMedia

source: added to EasyMedia
lt: įtraukta į EasyMedia

source: VideoDB is not installed!
lt: VideoDB neįdiegta!

source: PicturePlayer:
lt: Nuotraukų grotuvas:
sk: Prehrávač obrázkov:

source: Video database:
lt: Vaizdo duomenų bazė:
sk: Databáza videí:

source: VideoDB
lt: Vaizdo DB

source: as
lt: kaip

source: Ambiguous results
lt: Dviprasmiški rezultatai

source: Cast:
lt: Vaidina:

source: Could't get Eventname
lt: Nepavyksta gauti pavadinimo

source: Details
lt: Išsamiau

source: Downloading Movie Poster: %s...
lt: Parsisiunčiamas filmo plakatas: %s...

source: Extra Info
lt: Papildoma informacija

source: IMDb Details parsed
lt: IMDb informacija apdorota

source: IMDb Download completed
lt: IMDb parsisiuntimas baigtas

source: IMDb Download failed
lt: IMDb atsisiųsti nepavyko

source: IMDb Plugin
lt: IMDb įskiepis

source: IMDb Re-Download completed
lt: IMDb parsisiųstas iš naujo

source: IMDb query failed!
lt: IMDb užklausa nepavyko!

source: Lookup
lt: Ieškoti

source: No IMDb match.
lt: Nėra atitikimo IMDb.

source: No cast list found in the database.
lt: Aktorių sąrašo duomenų bazėje nerasta.

source: No details found.
lt: Išsamaus aprašymo nėra.

source: Please select the matching entry
lt: Pasirinkite atitinkantį įrašą

source: Query IMDb: %s...
lt: Užklausti IMDb: %s...

source: Query details from the Internet Movie Database
lt: Užklausti detaliau iš internetinės filmų duomenų bazės

source: Re-Query IMDb: %s...
lt: Perklausti IMDb: %s...

source: The Internet Movie Database
lt: Internetinė filmų duomenų bazė

source: Title Menu
lt: Pavadinimų meniu

source: no user rating yet
lt: vartotojai dar nereitingavo

source: Accounts list
lt: Paskyrų sąrašas
sk: Zoznam kont

source: Attachments
lt: Prisegtukai
sk: Prílohy

source: Bodys
lt: Tekstas

source: Email Client
lt: El.pašto klientas
sk: E-mailový klient

source: Email setup
lt: El.pašto sąranka
sk: Nastavenie e-mailu

source: EmailClient for %(account)s: %(error)s
lt: %(account)s el.pašto klientas: %(error)s
sk: E-mailový klient pre %(account)s: %(error)s

source: From
lt: Nuo
sk: Od

source: IMAP Port
lt: IMAP prievadas

source: IMAP Server
lt: IMAP serveris

source: New mail arrived for account %s:
lt: Į %s paskyrą gautas naujas laiškas:
sk: Prišla nová pošta pre konto %s:

source: Really delete account %s?
lt: Ar tikrai norite pašalinti %s paskyrą?
sk: Naozaj zmazať konto %s?

source: Subject
lt: Antraštė
sk: Predmet

source: [EmailAccount] %(name)s: _cbCapabilities: #################################################################################################### # If you have problems to log into your imap-server, please send me the output of the following line # cbCapabilities: %(capa)s ####################################################################################################
lt: [El.pašto paskyra] %(name)s: _cbGalimybės: #################################################################################################### # Jei turite prisijungimo prie IMAP serverio problemų, siųskite man šios eilutės turinį # cbGalimybės: %(capa)s ####################################################################################################

source: account %s is not connected
lt: neprisijungta prie %s paskyros
sk: konto %s nie je pripojené

source: account name
lt: paskyros pavadinimas
sk: názov konta

source: account not connected
lt: prie paskyros neprisijungta
sk: konto nepripojené

source: add
lt: pridėti
sk: pridať

source: cancel
lt: atšaukti
sk: zrušiť

source: cannot access inbox
lt: prie pašto dėžutės neprisijungta
sk: nie je prístup do schránky došlej pošty

source: cannot get headers of new messages
lt: nepavyko gauti naujų laiškų antraščių
sk: nemôžem získať hlavičky nových správ

source: cannot get list of new messages
lt: nepavyko gauti naujų laiškų sąrašo
sk: nedá sa získať zoznam nových správ

source: connection failed - retrying
lt: prijungti nepavyko - kartojama
sk: spojenie zlyhalo - opakujem

source: display connection errors
lt: rodyti ryšio klaidas
sk: zobraziť chyby spojenia

source: display timeout (seconds)
lt: rodyti delsą (sek.)

source: edit
lt: redaguoti
sk: upraviť

source: empty values - retry
lt: tuščios reikšmės – kartoti

source: error logging %(who)s in: %(failure)s
lt: klaida prisijungiant %(who)s : %(failure)s

source: failed to load message
lt: laiško įkelti nepavyko

source: getting message ...
lt: gaunamas laiškas...

source: have %d messages
lt: yra %d laiškų
sk: %d správ

source: have no messages
lt: laiškų nėra
sk: žiadne správy

source: headers loaded, now parsing ...
lt: antraštės įkeltos, apdorojama...

source: importing configurations from %s
lt: konfigūracija importuojama iš %s

source: leave unread
lt: palikti neskaitytą
sk: nechať neprečítané

source: list all mailboxes
lt: visos pašto dėžutės
sk: zoznam všetkých poštových schránok

source: loading headers ...
lt: įkeliamos antraštės...

source: mail check interval (minutes)
lt: paštą tikrinti kas (min.)
sk: interval kontroly pošty (v min)

source: maximum mail size to fetch
lt: didžiausias parsiunčiamo laiško dydis

source: message too large
lt: laiškas per didelis
sk: správa príliš dlhá

source: no account selected
lt: nepasirinktaa paskyra
sk: nie je zvolené konto

source: no date
lt: nėra datos
sk: chýba dátum

source: no filename
lt: nėra failo pavadinimo
sk: chýba názov súboru

source: no from
lt: nėra nuo ko
sk: chýba odosielateľ

source: no mailbox?!?!
lt: nėra pašto dėžutės?!?!
sk: chýba poštová schránka?!?!

source: no sender
lt: nėra siuntėjo
sk: chýba odosielateľ

source: no subject
lt: nėra temos
sk: chýba predmet

source: ok
lt: Gerai

source: parsing message ...
lt: apdorojama...
sk: analyzujem správu...

source: password
lt: slaptažodis
sk: heslo

source: really delete mail?
lt: tikrai ištrinti laišką?
sk: naozaj zmazať správu?

source: really undelete mail?
lt: tikrai atkurti laišką?
sk: naozaj vrátiť správu?

source: select Attachment
lt: pasirinkite prisegtuką
sk: zvoliť prílohu

source: select Body
lt: pasirinkite tekstą
sk: zvoliť text

source: show deleted entries
lt: rodyti ištrintus įrašus

source: undelete
lt: atkurti

source: user name
lt: vartotojo vardas

source: view Emails via IMAP4
lt: skaityti paštą per IMAP4

source: France
lt: Prancūzija

source: Germany
lt: Vokietija

source: Italy
lt: Italija

source: Quit
lt: Baigti

source: Search
lt: Paieška

source: quit
lt: baigti

source: immediately after recording
lt: iškart po įrašymo
sk: ihneď po nahratí

source: older than 1 day
lt: senesni, nei 1 dienos
sk: staršie než 1 deň

source: older than 3 days
lt: senesni, nei 3 dienų
sk: staršie než 3 dni

source: older than 1 week
lt: senesni, nei 1 savaitės
sk: staršie než 1 týždeň

source: older than 2 weeks
lt: senesni, nei 2 savaičių
sk: staršie než 2 týždne

source: older than 4 weeks
lt: senesni, nei 4 savaičių
sk: staršie než 4 týždne

source: older than 6 weeks
lt: senesni, nei 6 savaičių
sk: staršie než 6 týždňov

source: HTTP Port
lt: HTTP prievadas

source: Search EPG
lt: Ieškoti EPG
sk: Hľadať v EPG

source: Bouquets
lt: Bukietai
sk: Obľúbené

source: Playlist
lt: Grojaraštis

source: Execute cuts...
lt: Karpyti...
sk: Vykonať strihy...

source: Don't cut
lt: Nekirpti
sk: Zrušiť strih

source: Replace the original movie with the cut movie
lt: Pakeisti originalų filmą iškirptuoju filmu
sk: Nahradiť pôvodný film zostrihaným

source: Place the cut movie in a new file ending with " cut"
lt: Išsaugoti iškirptą filmą naujame failą, su galūne "cut"
sk: Uložiť zostrihaný film do nového súboru ukončeného " cut"

source: Advanced cut specification...
lt: Išplėstinis iškirpimo nustatymas...
sk: Rozšírené špecifikácie strihu...

source: How would you like to cut "%s"?
lt: Kaip norėtumėte kirpti "%s"?
sk: Ako chcete zostrihať "%s"?

source: Cutlist
lt: Kirpimų sąrašas
sk: Zoznam strihov

source: Manual specification
lt: Rankinis nustatymas
sk: Ručná špecifikácia

source: Replace original:
lt: Pakeiskite originalą:
sk: Nahradiť originál:

source: New filename:
lt: Naujo failo pavadinimas:
sk: Nový názov súboru:

source: New title:
lt: Nauja antraštė:
sk: Nový názov:

source: New description:
lt: Naujas aprašymas:
sk: Nový opis:

source: New location:
lt: Nauja vieta:
sk: Nové umiestnenie:

source: Cut source:
lt: Iškirpimo šaltinis:
sk: Zdroj strihu:

source: Cuts (an IN OUT IN OUT ... sequence of hour:min:sec)
lt: Kirpimai (PRADŽIA ... PABAIGA ... val.:min.:sek. seka)
sk: Strihy (začiatok koniec začiatok koniec ... sekvencia hod:min:sek)

source: Cut Parameter Input
lt: Kirpimo pradžios parametras
sk: Parametre strihu

source: The movie "%s" is successfully cut
lt: Filmas "%s" sėkmingai iškirptas
sk: Film "%s" bol úspešne zostrihaný

source: Cutting failed for movie "%s"
lt: Filmo "%s" iškirpti nepavyko
sk: Strihanie filmu "%s" zlyhalo

source: Bad arguments
lt: Blogi pasirinkimai
sk: Neplatné parametre

source: Couldn't open input .ts file
lt: Nepavyko atverti įvesties .ts failo
sk: Nedá sa otvoriť vstupný súbor .ts

source: Couldn't open input .cuts file
lt: Nepavyko atverti įvesties .cuts failo
sk: Nedá sa otvoriť vstupný súbor .cuts.

source: Couldn't open input .ap file
lt: Nepavyko atverti įvesties .ap failo
sk: Nedá sa otvoriť vstupný súbor .ap.

source: Couldn't open output .ts file
lt: Nepavyko atverti išvesties .ts failo
sk: Nedá sa otvoriť výstupný súbor .ts.

source: Couldn't open output .cuts file
lt: Nepavyko atverti išvesties .cuts failo
sk: Nedá sa otvoriť výstupný súbor .cuts.

source: Couldn't open output .ap file
lt: Nepavyko atverti išvesties .ap failo
sk: Nedá sa otvoriť výstupný súbor .ap.

source: Empty .ap file
lt: Tuščias .ap failas
sk: Prázdny súbor .ap.

source: No cuts specified
lt: Kirpimų nenurodyta
sk: Žiadny strih nie je určený.

source: Read/write error (disk full?)
lt: Skaitymo/Rašymo klaida (HDD pilnas?)
sk: Chyba čítania/zápisu (disk plný?)

source: Cutting was aborted for movie "%s"
lt: Filmo "%s" karpymas buvo nutrauktas
sk: Strih filmu "%s" bol zrušený

source: The movie "%s" is cut in the background.
lt: Filmas "%s" karpomas fone.
sk: Film "%s" sa strihá na pozadí.

source: Another movie is currently cut. The movie "%s" will be cut in the background after it.
lt: Šiuo metu karpomas kitas filmas. Filmas "%s" bus sukarpytas fone po to.
sk: Iný film sa práve strihá. Film "%s" sa zostrihá na pozadí po ňom.

source: Name of DVD
lt: DVD pavadinimas
sk: Názov DVD

source: Could not find any file to backup!
lt: Nepavyko rasti failų atsarginei kopijai!
sk: Nenájdený žiadny súbor na zálohovanie.

source: Could not read the DVD informations!
lt: Perskaityti DVD informacijos nepavyko!
sk: Nedá sa prečítať informácia o DVD.

source: Error while backup of DVD!
lt: Klaida, darant DVD atsarginę kopiją!
sk: Chyba pri zálohovaní DVD.

source: genisoimage job done. Delete DVD directory?
lt: genisoimage užduotis atlikta. Pašalinti DVD katalogą?

source: Backup of DVD finished.
lt: DVD atsarginė kopija padaryta.
sk: Zálohovanie DVD skončené.

source: Duration:
lt: Trukmė:
sk: Trvanie:

source: Eject DVD?
lt: Išstumti DVD?
sk: Vysunúť DVD?

source: Progress
lt: Eiga
sk: Priebeh

source: Device:
lt: Įrenginys:
sk: Zariadenie:

source: Directory:
lt: Katalogas:
sk: Adresár:

source: Name:
lt: Pavadinimas:
sk: Názov:

source: Log:
lt: Žurnalas:

source: Create iso:
lt: Sukurti ISO:
sk: Vytvoriť ISO:

source: Installing...
lt: Diegiama...
sk: Inštalujem...

source: Could not install needed dvdbackup package!
lt: Įdiegti nepavyko. Reikia DVD atsarginio kopijavino paketo!

source: DVD Backup
lt: DVD atsarginė kopija

source: Backup your Video-DVD to your harddisk
lt: Kopijuokite savo vaizdo DVD į HDD atsargai

source: after restart
lt: paleidus iš naujo
sk: po reštarte

source: after standby
lt: po budėjimo režimo
sk: po pohot. rež.

source: after restart/standby
lt: paleidus iš naujo/po budėjimo
sk: po reštarte/pohot. rež.

source: Restart audio
lt: Paleisti garso sistemą iš naujo
sk: Reštartovať zvuk

source: Restart audio delay (in sec)
lt: garso paleidimo iš naujo delsa (sek.)
sk: Oneskorenie reštartu zvuku (v sek.)

source: Plugin: %(plugin)s , Version: %(version)s
lt: Įskiepis: %(plugin)s , versija: %(version)s
sk: Modul: %(plugin)s , Verzia: %(version)s

source: Audio restart Setup
lt: Garso paleidimo iš naujo nustatymai
sk: Nastavenie reštartu zvuku

source: Setup for the AudioRestart Plugin
lt: AudioRestart įskiepio sąranka
sk: Nastavenie modulu reštartu zvuku

source: Timespans
lt: Laikotarpiai
sk: Časové intervaly

source: Advanced HDMI-Cec Setup
lt: Išplėstinė HDMI CEC sąranka
sk: Pokročilé nastavenie HDMI-CEC

source: Partially disable HDMI-Cec? It can be prevented only the signals that are sent from the Dreambox. Signals received by the Dreambox will not be prevented.
lt: Dalinai išjungti HDMI-CEC? Tai gali apsaugoti tik nuo signalų, siunčiamų iš Dreambox. Pagal Dreambox gautus signalus apsaugos nebus.

source: partially disable HdmiCec
lt: dalinai išjungti HDMI-CEC

source: Should HDMI-Cec be disabled when GUI service startup?
lt: Ar HDMI-CEC turi būti išjungtas, kai paleidžiama grafinė aplinka?
sk: Má byť HDMI-CEC vypnuté pri štarte GUI?

source: disable at GUI-start
lt: išjungti, kai paleidžiama grafinė aplinka
sk: vypnúť pri štarte GUI

source: Should HDMI-Cec be disabled when the commands are sent from the web interface?
lt: Ar HDMI-CEC turi būti išjungtas, kai komandos siunčiamos iš internetinės sąsajos?
sk: Má byť HDMI-CEC vypnuté pri posielaní príkazov z webového rozhrania?

source: disable from webinterface
lt: išjungti, kai valdymas iš internetinės sąsajos
sk: vypnúť z webového rozhrania

source: Should HDMI-Cec be send on Power On?
lt: Ar siųsti HDMI-CEC komandas įjungiant?
sk: Má sa HDMI-CEC poslať pri zapnutí?

source: enable Power On
lt: leisti įjungimą
sk: poslať pri zapnutí

source: Should HDMI-Cec be send on Power Off?
lt: Ar siųsti HDMI-CEC komandas išjungiant?
sk: Má sa HDMI-CEC poslať pri vypnutí?

source: enable Power Off
lt: leisti išjungimą
sk: poslať pri vypnutí

source: Schould debugmessages be printed?
lt: Ar spausdinti klaidų derinimo pranešimus?

source: enable debug
lt: įjungti klaidų derinimą

source: Where should this setup be displayed?
lt: Kur turėtų būti rodoma ši sąranka?
sk: Kde sa má zobraziť toto nastavenie?

source: show in
lt: rodyti
sk: zobraziť v

source: Advanced HDMI-Cec Control
lt: Išplėstinis HDMI-CEC valdymas
sk: Rozšírené ovládanie HDMI-CEC

source: Version:
lt: Versija:
sk: Verzia:

source: Registered HDMI-Cec-Hooks:
lt: Registruotos HDMI-CEC įrangos sąsajos:

source: Hook
lt: Įrangos sąsaja

source: No HDMI-Cec-Hooks are registered!
lt: Nėra registruotų HDMI-CEC įrangos sąsajų!

source: From WD
lt: Nuo sav.d.
sk: Od dňa

source: To WD
lt: Iki sav.d.
sk: Po deň

source: To
lt: Į
sk: Do

source: Disable HDMI-CEC chronologically
lt: Išjungti HDMI-CEC chronologiškai
sk: Zrušiť HDMI-CEC chronologicky

source: Really delete this HDMI-Cec-Timespan Entry?
lt: Ar tikrai pašalinti šį HDMI-CEC laikotarpio įrašą?
sk: Naozaj vymazať tento časový interval HDMI-CEC?

source: From which day of the week, HDMI-Cec should be disabled?
lt: Nuo kurios savaitės dienos HDMI-CEC turėtų būti išjungtas?
sk: Od ktorého dňa v týždni má byť HDMI-CEC vypnuté?

source: from weekday
lt: nuo savaitės dienos
sk: od dňa

source: To what day of the week, HDMI-Cec should be disabled?
lt: Iki kurios savaitės dienos HDMI-CEC turėtų būti išjungtas?
sk: Po ktorý deň v týždni má byť HDMI-CEC vypnuté?

source: to weekday
lt: iki savaitės dienos
sk: po deň

source: At which time, HDMI-Cec should be disabled?
lt: Kuriuo metu HDMI-CEC turėtų būti išjungtas?
sk: Kedy sa má HDMI-CEC vypnúť?

source: from (HH:MI)
lt: nuo (HH:MI)
sk: od (HH:MI)

source: Until the time at which, HDMI-Cec should be disabled?
lt: Iki kada HDMI-CEC turėtų būti išjungtas?
sk: Dokedy má zostať HDMI-CEC vypnuté?

source: to (HH:MI)
lt: iki (HH:MI)
sk: do (HH:MI)

source: Edit HDMI-Cec-Timespan
lt: Redaguoti HDMI-CEC-laikotarpį
sk: Upraviť časový interval HDMI-CEC

source: manage when HDMI Cec is enabled
lt: nustatyti, kada HDMI-CEC yra įjungtas

source: systemmenue
lt: sistemos meniu
sk: systémové menu

source: pluginmenue
lt: įskiepių meniu
sk: menu modulu

source: extensions
lt: plėtiniai
sk: rozšírenia

source: Do you want to try to open the downloaded file?
lt: Ar norite pabandyti atidaryti atsisiųstą failą?
sk: Chcete skúsiť otvoriť preberaný súbor?

source: Download...
lt: Parsisiųsti...
sk: Preberanie...

source: Error while downloading file %s
lt: Klaida, parsisiunčiant failą %s
sk: Chyba pri preberaní súboru %s

source: No suitable Viewer found!
lt: Tinkamos peržiūros programos nerasta!

source: Where to save?
lt: Kur išsaugoti?
sk: Kam uložiť?

source: Which file do you want to download?
lt: Kurį failą norite atsisiųsti?
sk: Ktorý súbor chcete prevziať?

source: Mounted/ Unmounted
lt: Pajungta/ Atjungta
sk: Pripojené/ Odpojené

source: Mount informations
lt: Pajungimo informacija

source: Active/ Inactive
lt: Aktyvus/ Neaktyvus
sk: Aktívne/ Neaktívne

source: Delete mount
lt: Šalinti pajungimą

source: Manage network shares
lt: Valdykite tinklo bendrus resursus

source: Dir:
lt: Kat.:

source: Please wait while removing your network mount...
lt: Palaukite, kol šalinamas jūsų tinklo pajungimas...

source: Your network mount has been removed.
lt: Jūsų tinklo pajungimas pašalintas.

source: Press OK to edit selected settings.
lt: Pasirinktiems nustatymams redaguoti, spauskite 'OK'.

source: Usermanager
lt: Vartotojų valdymas

source: Mounts editor
lt: Pajungimų redaktorius

source: NFS share
lt: NFS bendrinimas

source: CIFS share
lt: CIFS bendrinimas

source: Active
lt: Aktyvus

source: Local share name
lt: Bendrinimo vardas

source: Mount type
lt: Pajungimo tipas

source: Server IP
lt: Serverio IP

source: Server share
lt: Serverio bendrinimas

source: use as HDD replacement
lt: naudoti, kaip HDD pakaitalą

source: Mount options
lt: Pajungimo parinktys

source: Enter share name:
lt: Įrašykite bendrinimo vardą:

source: Enter share directory:
lt: Įrašykite bendrinamą katalogą:

source: Enter options:
lt: Įrašykite pasirinkimus:

source: Enter username:
lt: Įrašykite vartotoją:

source: Enter password:
lt: Įrašykite slaptažodį:

source: A mount entry with this name already exists! Update existing entry and continue?
lt: Pajungimas tokiu pavadinimu jau yra! Atnaujinti esamą įrašą ir tęsti?

source: Are you sure you want to save this network mount?
lt: Jūs tikrai norite išsaugoti šį tinklo pajungimą?
