Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: [move mode]
lt: [perkėlimo režimas]
sk: [presun]

source: a gui to assign services/providers to common interface modules
lt: kad paskirtų kanalus/tiekėjus bendriems įstatomiems moduliams
sk: GUI na priradenie staníc a poskytovateľov k modulom CI

source: a gui to assign services/providers/caids to common interface modules
lt: kad paskirtų kanalus/tiekėjus/caids bendriems įstatomiems moduliams
sk: GUI na priradenie staníc, poskytovateľov a CAId k modulom CI

source: abort alternatives edit
lt: nutraukti kitų redagavimą
sk: zrušiť úpravu alternatív

source: abort bouquet edit
lt: nutraukti paketo redagavimą
sk: zrušiť úpravu obľúbených

source: abort favourites edit
lt: nutraukti mėgstamiausių redagavimą
sk: zrušiť úpravu obľúbených

source: about to start
lt: apie pradžią
sk: hneď začne

source: activate current configuration
lt: aktyvuokite dabartinę konfigūraciją
sk: aktivovať aktuálne nastavenie

source: activate network adapter configuration
lt: aktyvuokite tinklo modulio konfigūraciją
sk: aktivovať konfiguráciu sieťového adaptéra

source: add Provider
lt: pridėti Tiekėją
sk: pridať poskytovateľa

source: add Service
lt: pridėti Kanalą
sk: pridať stanicu

source: add a nameserver entry
lt: pridėkite serverio pavadinimo įėjimą
sk: pridať DNS

source: add alternatives
lt: pridėti kitus
sk: pridať alternatívy

source: add bookmark
lt: pridėti žymę
sk: pridať záložku

source: add bouquet
lt: pridėti paketą
sk: pridať obľúbené

source: add directory to playlist
lt: pridėti direktoriją į grojaraštį
sk: pridať adresár do zoznamu prehrávok

source: add file to playlist
lt: pridėti failą į grojaraštį
sk: pridať súbor do zoznamu prehrávok

source: add files to playlist
lt: pridėti failus į grojaraštį
sk: pridať súbory do zoznamu prehrávok

source: add marker
lt: pridėti žymeklį
sk: pridať značku

source: add recording (enter recording duration)
lt: pradėti įrašymą (nurodant įrašo trukmę)
sk: pridať nahrávanie (zadajte dobu záznamu)

source: add recording (enter recording endtime)
lt: pradėti įrašymą (nurodant pabaigos laiką)
sk: pridať nahrávanie (zadajte čas ukončenia)

source: add recording (indefinitely)
lt: pradėti įrašymą (neribotam laikui)
sk: pridať nahrávanie (nekonečné)

source: add recording (stop after current event)
lt: pradėti įrašymą (nutraukti po šio įvykio)
sk: pridať nahrávanie (zastaviť po aktuálnom programe)

source: add service to bouquet
lt: pridėti kanalą į paketą
sk: pridať stanicu do obľúbených

source: add service to favourites
lt: pridėti kanalą į mėgstamiausi
sk: pridať stanicu do obľúbených

source: add to parental protection
lt: pridėti į tėvų kontrolę
sk: pridať k rodičovskej zámke

source: advanced
lt: Išplėstas
sk: rozšírené

source: alphabetic sort
lt: pagal abėcėlę
sk: Zoradiť podľa abecedy

source: and there is made an extra copy in:
lt: ir padaryta papildoma kopija į:
sk: a ďalšia kópia je vytvorená v:

source: assigned CAIds:
lt: priskirti CAId:
sk: Priradené CAIdy:

source: assigned Services/Provider:
lt: priskirti Kanalai/Tiekėjas:
sk: Priradené služby a poskytovatelia:

source: at beginning
lt: pradžioje
sk: na začiatok

source: at end
lt: pabaigoje
sk: na koniec

source: audio track (%s) format
lt: garso takelio (%s) formatas
sk: formát zvukovej stopy (%s)

source: audio track (%s) language
lt: garso takelio (%s) kalba
sk: jazyk zvukovej stopy (%s)

source: audio tracks
lt: garso takeliai
sk: zvukové stopy

source: auto (off)
lt: auto (išjungta)
sk: automaticky (vyp.)

source: available
lt: prieinama
sk: dostupné

source: back
lt: atgal
sk: späť

source: background image
lt: fono vaizdas
sk: obraz v pozadí

source: backgroundcolor
lt: fono spalva
sk: farba pozadia

source: backupstick or
lt: kopijos laikmena, arba
sk: zálohovací kľúč alebo

source: better
lt: geriau
sk: lepšie

source: black
lt: juoda
sk: čierna

source: black screen
lt: juodas ekranas
sk: Čierna obrazovka

source: blacklist
lt: juodasis sąrašas
sk: čierna listina

source: blue
lt: mėlyna
sk: modrá

source: bookmark
lt: žymė
sk: Záložka

source: burn audio track (%s)
lt: įrašyti garso takelį (%s)
sk: napáliť zvukovú stopu (%s)

source: change channel on timeout
lt: kanalui uždelsus, perjungti į kitą kanalą
sk: Zmeniť stanicu po vypršaní limitu

source: change recording (duration)
lt: keisti įrašymą (trukmę)
sk: zmeniť nahrávanie (trvanie)

source: change recording (endtime)
lt: keisti įrašymą (pabaigos laiką)
sk: zmeniť nahrávanie (čas ukončenia)

source: change recording (timer editor)
lt: keisti įrašymą (laikmačio redaktorius)
sk: zmeniť nahrávanie (editor časovača)

source: change tuner on timeout
lt: uždelsus atsakymą, perjungti imtuvą
sk: Zmeniť tuner po vypršaní limitu

source: chapters
lt: skyriai
sk: kapitoly

source: circular left
lt: apskritiminė kairė
sk: kruhová ľavá

source: circular right
lt: apskritiminė dešinė
sk: kruhová pravá

source: clear playlist
lt: išvalyti grojaraštį
sk: vymazať zoznam prehrávok

source: complex
lt: sudėtinis
sk: komplexné

source: config menu
lt: konfigūracijos meniu
sk: menu nast.

source: confirmed
lt: patvirtinta
sk: potvrdené

source: connected
lt: prisijungta
sk: pripojené

source: continue/pause
lt: tęsti / pauzė
sk: Pokračovať/Pauza

source: copy
lt: kopijuoti
sk: kopírovať

source: copy : %s
lt: kopijuoti : %s
sk: Kopírovať: %s

source: copy to bouquets
lt: kopijuoti į bukietus
sk: skopírovať do obľúbených

source: create directory
lt: sukurti katalogą
sk: vytvoriť adresár

source: customize color buttons
lt: tvarkyti spalvotus mygtukus
sk: Upraviť farebné tlačidlá

source: cyan
lt: cianas
sk: azúrová

source: daily
lt: kasdien
sk: denne

source: dark yellow
lt: tamsiai geltona
sk: tmavožltá

source: day
lt: diena
sk: deň

source: deactivate startup service
lt: išjungti paleisties kanalą
sk: vypnúť úvodnú stanicu

source: debug
lt: šalinti klaidas
sk: ladenie

source: default
lt: numatyta
sk: predvolené

source: delete
lt: Šalinti
sk: Zmazať

source: delete : %s
lt: šalinti : %s
sk: Vymazať: %s

source: delete cut
lt: šalinti iškirptą
sk: zmazať strih

source: delete file
lt: šalinti failą
sk: zmazať súbor

source: delete playlist entry
lt: šalinti grojaraščio įrašą
sk: zmazať položku zoznamu prehrávok

source: delete saved playlist
lt: šalinti išsaugotą grojaraštį
sk: zmazať uložený zoznam prehrávok

source: device : %s
lt: įrenginys: %s
sk: zariadenie: %s

source: disable
lt: išjungti
sk: zrušiť

source: disable move mode
lt: išjungti perkėlimo režimą
sk: Zrušiť presun

source: disabled
lt: išjungtas
sk: zrušené

source: disconnected
lt: atjungta
sk: odpojené

source: do not change
lt: nekeisti
sk: nemeniť

source: do nothing
lt: nieko nedaryti
sk: nič nerobiť

source: done!
lt: atlikta!
sk: Hotovo!

source: edit alternatives
lt: redaguoti alternatyvas
sk: Upraviť alternatívy

source: empty
lt: tuščias
sk: prázdne

source: enable
lt: įjungti
sk: zapnúť

source: enable bouquet edit
lt: įjungti bukieto redagavimą
sk: zapnúť úpravu obľúbených

source: enable favourite edit
lt: įjungti mėgstamiausių redagavimą
sk: zapnúť úpravu obľúbených

source: enable move mode
lt: įjungti perkėlimo režimą
sk: Zapnúť presun

source: enabled
lt: įjungtas
sk: zapnuté

source: end alternatives edit
lt: baigti alternatyvų redagavimą
sk: skončiť úpravu alternatív

source: end bouquet edit
lt: baigti bukieto redagavimą
sk: skončiť úpravu obľúbených

source: end cut here
lt: iškirpimo pabaiga
sk: strih končí tu

source: end favourites edit
lt: baigti mėgstamiausių redagavimą
sk: skončiť úpravu obľúbených

source: equal to
lt: lygus
sk: rovná sa

source: error
lt: klaida
sk: chyba

source: exit
lt: užverti
sk: Ukončiť

source: exit DVD player or return to file browser
lt: užverti DVD grotuvą, arba sugrįžti į failų naršyklę
sk: zatvoriť prehrávač DVD alebo sa vrátiť do správcu súborov

source: exit mediaplayer
lt: užverti mediagrotuvą
sk: zatvoriť prehrávač médií

source: exit movielist
lt: užverti filmų sąrašą
sk: zatvoriť zoznam filmov

source: exit nameserver configuration
lt: užverti vardų serverio konfigūravimą
sk: zatvoriť nastavovanie DNS

source: exit network adapter configuration
lt: užverti tinklo modulio konfigūravimą
sk: zatvoriť nastavovanie sieťového adaptéra

source: exit network interface list
lt: užverti tinklo sąsajos sąrašą
sk: zatvoriť zoznam sieťových rozhraní

source: exit networkadapter setup menu
lt: užverti tinklo modulio nustatymų meniu
sk: zatvoriť menu nastavení sieťových rozhraní

source: ext2 - recommended for USB flash memory
lt: ext2 - rekomenduojama USB atmintinei
sk: ext2 - odporúčané pre pamäte USB

source: ext3 - recommended for harddisks
lt: ext3 - rekomenduojama HDD
sk: ext3 - odporúčané pre HDD

source: ext4 - experimental
lt: ext4 - eksperimentinė
sk: ext4 - experimentálne

source: fast
lt: greitas
sk: rýchlo

source: fileformats (BMP, PNG, JPG, GIF)
lt: failų formatai (BMP, PNG, JPG, GIF)
sk: formáty súborov (BMP, PNG, JPG, GIF)

source: filename
lt: failo pavadinimas
sk: názov súboru

source: fine-tune your display
lt: tikslus ekrano suderinimas
sk: jemné nastavenie obrazu

source: forward to the next chapter
lt: pereiti į kitą skyrių
sk: preskočiť na ďalšiu kapitolu

source: free
lt: laisvi
sk: voľných

source: free diskspace
lt: laisvos vietos diske
sk: voľného miesta na disku

source: full transparency
lt: visiškas skaidrumas
sk: úplná priehľadnosť

source: go to deep standby
lt: išjungti
sk: prejsť do vypnutia

source: go to standby
lt: į budėjimo režimą
sk: prejsť do pohotovostného režimu

source: grab this frame as bitmap
lt: įamžinti vaizdą bmp formate
sk: Zachytiť toto políčko ako bitmapu

source: green
lt: žalia
sk: zelená

source: grey
lt: pilka
sk: sivá

source: hear radio...
lt: klausytis radijo...
sk: Počúvať rádio...

source: height
lt: aukštis
sk: výška

source: help...
lt: pagalba...
sk: Pomoc...

source: hi_low
lt: aukštas_žemas

source: hide extended description
lt: slėpti išsamų aprašymą
sk: skryť rozšírený opis

source: hide player
lt: slėpti grotuvą
sk: skryť prehrávač

source: high
lt: aukštas
sk: Vysoké

source: horizontal
lt: horizontali
sk: vodorovná

source: horizontal_vertical
lt: horizontali_vertikali
sk: vodorovne_zvislo

source: hour
lt: valanda
sk: hodina

source: hours
lt: valandos
sk: hodiny

source: immediate shutdown
lt: išjungimas nedelsiant
sk: ihneď vypnúť

source: init module
lt: iniciacinis modulis
sk: inic. modul

source: init modules
lt: iniciaciniai moduliai
sk: inic. moduly

source: insert mark here
lt: įterpti žymeklį čia
sk: sem vložiť značku

source: invalid model
lt: neteisingas modelis
sk: neplatný model

source: jump back to the previous title
lt: peršokti į ankstesnį pavadinimą
sk: skok vzad na predchádzajúci titul

source: jump forward to the next title
lt: peršokti į sekantį pavadinimą
sk: skok vpred na nasledujúci titul

source: jump to listbegin
lt: peršokti į sąrašo pradžią
sk: skok na začiatok zoznamu

source: jump to listend
lt: peršokti į sąrašo pabaigą
sk: skok na koniec zoznamu

source: jump to next marked position
lt: peršokti į sekančią pažymėtą poziciją
sk: skok na nasledujúce označené miesto

source: jump to previous marked position
lt: peršokti į ankstesnę pažymėtą poziciją
sk: skok na predchádzajúce označené miesto

source: leave movie player...
lt: užverti filmų grotuvą...
sk: ukončiť prehrávač médií...

source: left
lt: kairė
sk: doľava

source: length
lt: ilgis
sk: dĺžka

source: list of EPG views...
lt: EPG vaizdų sąrašas...
sk: Zoznam zobrazení EPG...

source: list style compact
lt: sąrašo stilius kompaktiškas
sk: kompaktný zoznam

source: list style compact with description
lt: sąrašo stilius kompaktiškas su aprašymu
sk: kompaktný zoznam s opisom

source: list style default
lt: sąrašo stilius numatytas
sk: predvolený zoznam

source: list style single line
lt: sąrašo stilius viena linija
sk: jednoriadkový zoznam

source: load playlist
lt: įkelti grojaraštį
sk: otvoriť zoznam prehrávok

source: locked
lt: užrakinta
sk: zachytený

source: loopthrough to
lt: ciklas į
sk: prepojiť s

source: low
lt: žemas
sk: Nízke

source: manage block devices of your VU+
lt: valdyti VU+ informacijos nešėjus
sk: Správa pamäťových zariadení VU+

source: management 3g modem
lt: 3G modemo valdymas
sk: správa modemu 3G

source: manual
lt: rankinis
sk: ručne

source: menu
lt: meniu

source: mins
lt: min. (ių)
sk: min

source: minute
lt: minutė
sk: minúta

source: minutes
lt: minučių
sk: minút

source: month
lt: mėnuo
sk: mesiac

source: move
lt: perkelti
sk: presunúť

source: move : %s
lt: perkelti : %s
sk: Presunúť: %s

source: move PiP to main picture
lt: perkelti PiP į pagrindinį vaizdą
sk: presunúť PiP do hlavného obrazu

source: move down to last entry
lt: žemyn prie paskutinio įrašo
sk: nadol na poslednú položku

source: move down to next entry
lt: žemyn prie kito įrašo
sk: nadol na nasledujúcu položku

source: move up to first entry
lt: aukštyn prie pirmo įrašo
sk: nahor na prvú položku

source: move up to previous entry
lt: aukštyn prie ankstesnio įrašo
sk: nahor na predchádzajúcu položku

source: movie list
lt: filmų sąrašas
sk: Zoznam filmov

source: multinorm
lt: multinorminis
sk: viacnormový

source: never
lt: niekada
sk: nikdy

source: next channel
lt: kitas kanalas
sk: Nasledujúca stanica

source: next channel in history
lt: kitas kanalas istorijoje
sk: Nasledujúca stanica v histórii

source: no
lt: ne
sk: nie

source: no CAId selected
lt: joks CAId neišsirinktas
sk: nie je zvolený CAId

source: no CI slots found
lt: jokie CI lizdai nesurasti
sk: nenájdené otvory CI

source: no HDD found
lt: HDD nerastas
sk: nenájdený pevný disk

source: no Services/Providers selected
lt: jokie kanalai/tiekėjai neišsirinkti
sk: Žiadne služby a poskytovatelia nie sú zvolené

source: no module found
lt: modulis nerastas
sk: Nenájdený modul

source: no standby
lt: nebudėti
sk: žiadny pohotovostný režim

source: no timeout
lt: nedelsiant
sk: žiadny časový limit

source: no transparency
lt: be skaidrumo
sk: žiadna priehľadnosť

source: none
lt: jokio
sk: žiadne

source: normal
lt: įprastas
sk: normálny

source: not available
lt: nepasiekiama
sk: nedostupné

source: not configured
lt: nesukonfigūruotas
sk: nenakonfigurované

source: not found, the backup process will be aborted!
lt: nerasta, atsarginio kopijavimo procesas bus nutrauktas!
sk: nenájdené, zálohovanie sa zruší!

source: not locked
lt: neužrakintas
sk: nie je signál

source: not mounted
lt: nepajungta
sk: nepripojené

source: not set
lt: nenustatyta
sk: nenastavený

source: not supported
lt: nepalaikomas
sk: nepodporované

source: not used
lt: nenaudojamas
sk: nepoužité

source: nothing connected
lt: nieko nepajungta
sk: nič nie je pripojené

source: of a DUAL layer medium used.
lt: dvisluoksnio DVD naudojama.
sk: dvojvrstvového média využitých.

source: of a SINGLE layer medium used.
lt: viensluoksnio DVD naudojama.
sk: jednovrstvového média využitých.

source: off
lt: išjungta
sk: vyp.

source: on
lt: įjungta
sk: zap.

source: on READ ONLY medium.
lt: diske TIK SKAITYMUI.
sk: na nezapisovateľné médium.

source: once
lt: vieną kartą
sk: raz

source: only calculate
lt: tik apskaičiuoti
sk: len vypočítať

source: open VTi Panel
lt: atidaryti VTi langą
sk: Otvoriť Panel VTI

source: open servicelist
lt: atidaryti kanalų sąrašą
sk: Otvoriť zoznam staníc

source: open servicelist(down)
lt: atidaryti kanalų sąrašą (žemyn)
sk: Zobraziť zoznam staníc (nadol)

source: open servicelist(up)
lt: atidaryti kanalų sąrašą (aukštyn)
sk: Zobraziť zoznam staníc (nahor)

source: original
lt: originalus
sk: originál

source: pass
lt: pereiti
sk: prechod

source: pause
lt: pauzė
sk: pauza

source: percent
lt: procentai

source: play entry
lt: leisti įrašą
sk: prehrať

source: play from next mark or playlist entry
lt: leisti nuo kito žymeklio arba grojaraščio įrašo
sk: Prehrať od nasledujúcej značky alebo položky zoznamu prehrávok

source: play from previous mark or playlist entry
lt: leisti nuo ankstesnio žymeklio arba grojaraščio įrašo
sk: Prehrať od predchádzajúcej značky alebo položky zoznamu prehrávok

source: please press OK when ready
lt: kai būsite pasiruošę, spauskite 'OK'
sk: Keď budete pripravení, stlačte tlačidlo OK.

source: please wait, loading picture...
lt: palaukite, atveriamas vaizdas...
sk: Čakajte, nahrávam obraz...

source: previous channel
lt: ankstesnis kanalas
sk: Predchádzajúca stanica

source: previous channel in history
lt: ankstesnis kanalas istorijoje
sk: Predchádzajúca stanica v histórii

source: progress bar
lt: eigos juosta
sk: Priebeh vykonávania

source: record
lt: įrašas
sk: nahrať

source: recording...
lt: įrašoma...
sk: nahrávam...

source: red
lt: raudona
sk: červená

source: remove
lt: pašalinti
sk: odstrániť

source: remove a nameserver entry
lt: pašalinti vardų serverio įrašą
sk: Odstrániť DNS

source: remove after this position
lt: pašalinti po šios pozicijos
sk: odstrániť za touto pozíciou

source: remove all alternatives
lt: pašalinti visas alternatyvas
sk: odstrániť všetky alternatívy

source: remove all new found flags
lt: pašalinti visus naujai rastus žymeklius
sk: odstrániť všetky značky pre novonájdené

source: remove all services without bouquet entry
lt: pašalinti visus neįtrauktus į bukietus kanalus
sk: odstrániť všetky stanice nezadané v obľúbených

source: remove before this position
lt: pašalinti iki šios pozicijos
sk: odstrániť pred touto pozíciou

source: remove bookmark
lt: pašalinti žymę
sk: odstrániť záložku

source: remove directory
lt: pašalinti katalogą
sk: odstrániť adresár

source: remove entry
lt: pašalinti įrašą
sk: odstrániť položku

source: remove from parental protection
lt: pašalinti iš tėvų kontrolės
sk: odstrániť z rodičovskej zámky

source: remove new found flag
lt: pašalinti naujai rastą žymeklį
sk: odstrániť značku novonájdenej stanice

source: remove selected satellite
lt: pašalinti pasirinktą palydovą
sk: odstrániť zvolený satelit

source: remove this mark
lt: šalinti šį žymeklį
sk: odstrániť túto značku

source: repeat playlist
lt: pakartoti grojaraštį
sk: zopakovať zoznam prehrávok

source: repeated
lt: pakartotinis
sk: opakované

source: reset play progress
lt: išvalyti atkūrimą
sk: označiť ako nezhliadnuté

source: reverse
lt: apvesti priešingai
sk: opačne

source: rewind to the previous chapter
lt: atsukti į ankstesnį skyrių
sk: previnúť na predchádzajúcu kapitolu

source: right
lt: dešinys
sk: doprava

source: save last directory on exit
lt: uždarant, išsaugoti paskutinį katalogą
sk: pri ukončení uložiť posledný adresár

source: save playlist
lt: išsaugoti grojaraštį
sk: uložiť zoznam prehrávok

source: save playlist on exit
lt: uždarant, išsaugoti grojaraštį
sk: pri ukončení uložiť zoznam prehrávok

source: scan done!
lt: skenavimas baigtas!
sk: Vyhľadávanie skončené!

source: scan in progress - %d%% done!
lt: vyksta paieška - %d%% baigta!
sk: Hľadám - %d%% hotových!

source: scan state
lt: paieškos eiga
sk: stav vyhľadávania

source: scan type(DVB-S)
lt: skenavimo tipas (DVB-S)
sk: druh vyhľadávania (DVB-S)

source: second
lt: sekundė
sk: sekunda

source: second cable of motorized LNB
lt: antras motorizuotos LNB kabelis
sk: druhý kábel motorizovaného LNB

source: seconds
lt: sekundžių
sk: sekúnd

source: select
lt: pasirinkti
sk: zvoliť

source: select CAId
lt: išsirinkite CAId
sk: zvoliť CAId

source: select CAId's
lt: išsirinkite CAId
sk: zvoliť CAIdy

source: select interface
lt: pasrinkite sąsają
sk: zvoliť rozhranie

source: select menu entry
lt: pasirinkite meniu įrašą
sk: zvoliť položku menu

source: select movie
lt: pasirinkite filmą
sk: zvoliť film

source: select the movie path
lt: pasirinkite filmo kelią
sk: zvoliť cestu k filmu

source: service PIN
lt: kanalo PIN
sk: PIN stanice

source: setup Fancontrol inStandby mode
lt: nustatyti aušintuvo darbą budėjimo būsenoje
sk: Nastaviť ovládanie ventilátora v pohot. režime

source: setup PIN
lt: nustatymų PIN
sk: PIN nastavení

source: setup Remote Control System Code Type
lt: nustatykite nuotolinio valdymo sistemos kodo tipą
sk: Nastaviť systémový kód DO

source: show DVD main menu
lt: rodyti pagrindinį DVD meniu
sk: zobraziť hlavné menu DVD

source: show EPG...
lt: rodyti EPG...
sk: Zobraziť EPG...

source: show Favourites
lt: rodyti mėgstamiausių sąrašą
sk: Zobraziť obľúbené

source: show Infoline
lt: rodyti informacijos eilutę
sk: zobraziť informácie

source: show VTi system informations
lt: rodyti VTi sistemos informaciją
sk: Zobraziť systémové informácie VTI

source: show all
lt: rodyti viską
sk: zobraziť všetko

source: show alternatives
lt: rodyti alternatyvas
sk: zobraziť alternatívy

source: show event details
lt: rodyti įvykio detales
sk: zobraziť údaje o programe

source: show extended description
lt: rodyti išplėstinį aprašymą
sk: zobraziť rozšírený opis

source: show first selected tag
lt: rodyti pirmą išsirinktą žymą
sk: zobraziť prvý zvolený štítok

source: show record menu
lt: atverti įrašymo meniu
sk: Zobraziť menu nahrávania

source: show running records
lt: rodyti vykstančius įrašus
sk: Zobraziť bežiace nahrávky

source: show second selected tag
lt: rodyti antrą išsirinktą žymą
sk: zobraziť druhý zvolený štítok

source: show service EPGBar...
lt: rodyti kanalo EPG juostą...
sk: Zobraziť infolištu EPG...

source: show shutdown menu
lt: rodyti išjungimo meniu
sk: zobraziť menu vypnutia

source: show single service EPG...
lt: rodyti vieno kanalo EPG...
sk: zobraziť jednoduchý EPG...

source: show tag menu
lt: rodyti žymių meniu
sk: zobraziť menu štítkov

source: show timer list
lt: rodyti laikmačių sąrašą
sk: zobraziť zoznam časovačov

source: show transponder info
lt: rodyti transponderio informaciją
sk: zobraziť infor. o transpondéri

source: shuffle playlist
lt: sumaišyti grojaraštį
sk: premiešať zoznam prehrávok

source: shut down
lt: išjungti
sk: vypnúť

source: shutdown
lt: išjungti
sk: vypnúť

source: simple
lt: paprastas
sk: jednoduché

source: skip backward
lt: peršokti atgal
sk: Skok vzad

source: skip backward (enter time)
lt: peršokti atgal (įrašykite laiką)
sk: Skok vzad (zadajte čas)

source: skip forward
lt: peršokti pirmyn
sk: Skok vpred

source: skip forward (enter time)
lt: peršokti pirmyn (įrašykite laiką)
sk: Skok vpred (zadajte čas)

source: slide picture in loop
lt: keisti vaizdus ratu
sk: premietať obrázky v slučke

source: slow
lt: lėtas
sk: pomaly

source: sort
lt: Rūšiuoti
sk: Poradie

source: sort by date
lt: rūšiuoti pagal datą
sk: Zoradiť podľa dátumu

source: special characters
lt: specialūs simboliai
sk: zvláštne znaky

source: standard
lt: standartinis
sk: štand.

source: standby
lt: budintis režimas
sk: pohotovostný režim

source: start cut here
lt: iškirpimo pradžia
sk: začiatok strihu tu

source: start directory
lt: pradinis katalogas
sk: počiatočný adresár

source: start opera web browser
lt: paleisti interneto naršyklę Opera
sk: Spustiť webový prehľadávač Opera

source: start timeshift
lt: pradėti laiko poslinkį
sk: Začať časový posun

source: start web browser
lt: paleisti interneto naršyklę
sk: spustiť webový prehľadávač

source: still picture
lt: nejudrus vaizdas
sk: fotografia

source: stop PiP
lt: stabdyti PiP
sk: zastaviť PiP

source: stop entry
lt: stabdyti įrašą
sk: zastaviť

source: stop recording
lt: stabdyti įrašymą
sk: zastaviť nahrávanie

source: stop timeshift
lt: stabdyti laiko poslinkį
sk: Zastaviť časový posun

source: swap PiP and main picture
lt: sukeisti PiP ir pagrindinį vaizdą
sk: vymeniť PiP a hlavný obraz

source: switch to bookmarks
lt: perjungti į pažymėtus
sk: prepnúť na záložky

source: switch to filelist
lt: perjungti į failų sąrašą
sk: prepnúť na zoznam súborov

source: switch to playlist
lt: perjungti į grojaraštį
sk: prepnúť na zoznam prehrávok

source: switch to the next angle
lt: perjungti į kitą kampą
sk: prepnúť na nasledujúci uhol kamery

source: switch to the next audio track
lt: perjungti į kitą garso takelį
sk: prepnúť na nasledujúcu zvukovú stopu

source: switch to the next subtitle language
lt: perjungti į kitą subtitrų kalbą
sk: prepnúť na nasledujúci jazyk podtitulkov
