Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: Last day to match events. Events have to begin before this date to be matched.
lt: Paskutinė diena, kurią įvykiai atitinka. Kad atitiktų, įvykiai turi prasidėti prieš šią datą.

source: Change default recording offset?
lt: Keisti numatytą įrašymo intarpą?

source: Time in minutes to prepend to recording.
lt: Laikas (min.), kurį pridėti įrašo pradžioje.

source: Time in minutes to append to recording.
lt: Laikas (min.), kurį pridėti įrašo pabaigoje.

source: Should this AutoTimer only match up to a certain event duration?
lt: Ar šis autolaikmatis turi atitikti tik tam tikros trukmės įvykius?

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
lt: Didžiausia įvykio trukmės riba. Kas daugiau šios ribos (neskaitant intarpų), skaitysis neatitinkantys reikalavimo.

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
lt: Į kokią įjungimo būseną pereiti po įrašymo. Pasirinkite "standartas", kad palikti numatytąją enigma2 elgseną, arba pasitinkite pagal save.

source: Restrict "after event" to a certain timespan?
lt: Riboti "po įvykio" tam tikru laikotarpiu?

source: Lower bound of timespan.
lt: Žemutinė laikotarpio riba.

source: Upper bound of timespan.
lt: Viršutinė laikotarpio riba.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
lt: Šia parinktimi galite apriboti autolaikmatį iki tam tikro kiekio numatytų įrašų. '0' - funkcija išjungta.

source: Number of scheduled recordings left.
lt: Likęs suplanuotų įrašų skaičius.

source: The counter can automatically be reset to the limit at certain intervals.
lt: Skaitiklis gali būti atstatytas iki ribos automatiškai tam tikrais intervalais.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
lt: Įjungus šią parinktį, autolaikmatis neatlikinės tų įvykių, kurių kitas laikmatis su tuo pačiu aprašymu jau yra laikmačių sąraše.

source: Defines where to search for duplicates (only title, short description or even extended description)
lt: Apibrėžia kur ieškoti dublikatų (tik pavadinime, trumpame aprašyme, ar net išsamiame aprašyme)

source: Should timers created by this AutoTimer be recorded to a custom location?
lt: Ar laikmačiai, sukurti šio autolaikmačio, turi būti įrašomi į pasirinktą vietą?

source: Select the location to save the recording to.
lt: Pasirinkite vietą, į kurią išsaugoti įrašus.

source: Tags the Timer/Recording will have.
lt: Turės žymas Laikmatis/Įrašas.

source: Label Timers with season, episode and title, according to the SeriesPlugin settings.
lt: Užvadinti laikmačius sezonu, epizodu ir pavadinimu, pagal SeriesPlugin parametrus.

source: EPG encoding
lt: EPG kodavimas

source: Search type
lt: Paieškos tipas

source: Search strictness
lt: Paieškos tikslumas

source: Override found with alternative service
lt: Nepaisyti rastų alternatyvių kanalų

source: Restrict to events on certain dates
lt: Apriboti įvykius konkrečiomis datomis

source: Not before
lt: Ne anksčiau
sk: Nie pred

source: Not after
lt: Ne po
sk: Nie po

source: Custom offset
lt: Pasirinktinis intarpas

source: Offset before recording (in m)
lt: Intarpas prieš įrašymą (min.)

source: Offset after recording (in m)
lt: Intarpas po įrašymo (min.)

source: Set maximum duration
lt: Nustatyti maksimalią trukmę
sk: Nastavte max. trvanie

source: Maximum duration (in m)
lt: Maksimali trukmė (min.)
sk: Maximálne trvanie (v min)

source: Execute "after event" during timespan
lt: Vykdyti 'po įvykio' per laikotarpį

source: Begin of "after event" timespan
lt: Laikotarpio 'po įvykio' pradžia

source: End of "after event" timespan
lt: Laikotarpio 'po įvykio' pabaiga

source: Record a maximum of x times
lt: Įrašyti daugiausiai x kartų

source: Amount of recordings left
lt: Likęs įrašų kiekis

source: Reset count
lt: Išvalyti skaitklį

source: Require description to be unique
lt: Aprašymas turi būti unikalus

source: Check for uniqueness in
lt: Unikalumą tikrinti

source: Use a custom location
lt: Naudoti pasirinktą vietą

source: Custom location
lt: Pasirinkta vieta

source: Activate VPS
lt: Aktyvuoti VPS

source: Control recording completely by service
lt: Valdykite įrašymą priklausomai nuo kanalo

source: Label series
lt: Žymėti seriją

source: The match attribute is mandatory.
lt: Atitikimo požymis privalomas.
sk: Atribút zhody je povinný.

source: AutoTimer Filters
lt: Autolaikmačio filtrai
sk: Filtre Autočasovača

source: in Title
lt: pavadinime
sk: v názve

source: in Shortdescription
lt: trumpame aprašyme
sk: v stručnom opise

source: in Description
lt: aprašyme
sk: v opise

source: on Weekday
lt: šiokiadienį
sk: v pracovný deň

source: Edit AutoTimer filters
lt: Redaguoti autolaikmačio filtrus
sk: Upraviť filtre Autočasovača

source: Enable Filtering
lt: Įjungti filtravimą
sk: Zapnúť filtrovanie

source: Filter
lt: Filtras

source: Exclude
lt: Išskyrus
sk: Vylúčiť

source: Include
lt: Įskaitant
sk: Zahrnúť

source: Select type of Filter
lt: Pasirinkite filtro tipą
sk: Zvoľte druh filtra

source: AutoTimer Services
lt: Autolaikmačio kanalai

source: Edit AutoTimer services
lt: Redaguoti autolaikmačio kanalus

source: Enable Service Restriction
lt: Įjungti kanalų apribojimą

source: Record on
lt: Įrašyti

source: Select channel to record on
lt: Pasirinkite įrašomą kanalą

source: Select bouquet to record on
lt: Pasirinkite įrašomą bukietą

source: Abort this Wizard.
lt: Nutraukti šį vedlį.

source: Create a new AutoTimer.
lt: Sukurkite naują autolaikmatį.
sk: Vytvoriť nový autočasovač

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
lt: Filtrai yra dar vienas galingas įvykių derinimo įrankis. Autolaikmatis gali būti apribotas tam tikromis savaitės dienomis, ar pvz., teksto įvykio aprašyme atitikimu. Spauskite 'MĖLYNĄ' mygtuką, kad pridėti naują apribojimą, ar 'GELTONĄ', kad pašalinti pasirinktą.

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
lt: Galima apriboti autolaikmatį tam tikrais kanalais, bukietais, ar kažkuriuos pilnai atmesti. Įvykis tik tada atitiks šį autolaikmatį, jei bus specifiniame ir neuždraustame kanale (bukieto ribose). Spauskite 'MĖLYNĄ' mygtuką, kad pridėti naują apribojimą, ar 'GELTONĄ', kad pašalinti pasirinktą.

source: No, remove them.
lt: Ne, pašalinti.

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
lt: Ačiū, kad naudojatės vedliu. Jūsų naujasis autolaikmatis įtrauktas į sąrašą. Spauskite 'OK', kad tęsti.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
lt: Laikmatis nebus įtrauktas į sąrašą. Spauskite 'OK', kad uždaryti šį vedlį.

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
lt: Autolaikmačio laikotarpis yra pirmasis 'išplėstinis' požymis. Jei nurodytas laikotarpis, tai įvykis tik tada atitiks šį autolaikmatį, jei jis yra to laikotarpio ribose.

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
lt: Sveiki. Šis vedlys, paaiškindamas bendriausias nustatymų reikšmes, padės jums sukurti naują autolaikmatį.

source: Yes, keep them.
lt: Taip, išsaugoti.

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
lt: Čia galite nustatyti pagrindines autolaikmačio ypatybes. Jei 'Pavadinimas' tėra įskaitomas pavadinimas, matomas peržiūroje, 'Atitikimas pavadinime' yra tai, kas ieškoma EPG.

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
lt: Savo naujam autolaikmačiui nesuteikėte veiksnaus 'Atitikimo pavadinime' požymio. Kadangi šis požymis yra privalomas, jūs negalite tęsti, kol to nepadarysite.

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
lt: Jūs sėkmingai sukūrėte naują autolaikmatį. Ar norite įtraukti jį į sąrašą? Jūs galite grįžti žingsnį atgal, paspausdami 'EXIT'.

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
lt: Jūsų 'Atitikimo pavadinime' požymis baigiasi tuščiais tarpais. Patvirtinkite, jei tai padarėte specialiai, jei ne - jie bus pašalinti.

source: title or description match
lt: pavadinimo, ar aprašymo atitikimas

source: title or short description match
lt: pavadinimo, ar trumpo aprašymo atitikimas

source: short description match
lt: trumpo aprašymo atitikimas

source: Username:
lt: Vartotojo vardas:

source: Password:
lt: Slaptažodis:

source: Results
lt: Rezultatai
sk: Výsledky

source: Added:
lt: Pridėta:
sk: Pridané:

source: All Time
lt: Visąlaik

source: An error occured.
lt: Įvyko klaida.
sk: Vyskytla sa chyba.

source: Ascending
lt: Didėjančiai
sk: Vzostupne

source: Australia
lt: Australija
sk: Austrália

source: Autos & Vehicles
lt: Automobiliai ir transporto priemonės
sk: Autá a vozidlá

source: Brazil
lt: Brazilija
sk: Brazília

source: Canada
lt: Kanada
sk: Kanada

source: Clear history on Exit:
lt: Valyti istoriją išeinant:

source: Comedy
lt: Komedija

source: Czech Republic
lt: Čekijos respublika
sk: Česká republika

source: Descending
lt: Mažėjančiai
sk: Zostupne

source: Display search results by:
lt: Paieškos rezultatus rodyti:
sk: Zobraziť výsledky hľadania podľa:

source: Do you want to see more entries?
lt: Norite pamatyti daugiau įvesčių?
sk: Chcete vidieť viac položiek?

source: Download Video
lt: Parsisiųsti vaizdo įrašą
sk: Prevziať video

source: Download location
lt: Parsisiuntimo vieta

source: Downloading screenshots. Please wait...
lt: Parsiunčiami ekrano vaizdai. Palaukite...

source: Duration:
lt: Trukmė:
sk: Trvanie:

source: Education
lt: Mokymas
sk: Výchova

source: Enter your search term(s)
lt: Įrašykite paieškos žodį(-ius)
sk: Zadajte hľadaný text

source: Entertainment
lt: Pramogos
sk: Zábava

source: Fetching feed entries
lt: Gaunami šaltiniai

source: Fetching search entries
lt: Gaunami paieškos įrašai

source: Film & Animation
lt: Filmai ir animacija

source: Gaming
lt: Žaidimai
sk: Hry

source: Great Britain
lt: Didžioji Britanija
sk: Veľká Británia

source: HD videos
lt: HD vaizdo įrašai
sk: HD videá

source: Holland
lt: Olandija
sk: Holandsko

source: Hong Kong
lt: Honkongas

source: Howto & Style
lt: Kaip padaryti ir Stilius

source: India
lt: Indija

source: Ireland
lt: Airija
sk: Írsko

source: Israel
lt: Izraelis
sk: Izrael

source: Japan
lt: Japonija
sk: Japonsko

source: Load feed on startup:
lt: Startuojant, įkelti šaltinį:

source: Mexico
lt: Meksika
sk: Mexiko

source: More video entries.
lt: Daugiau vaizdo įrašų.

source: Most discussed
lt: Labiausiai aptarti
sk: Najdiskutovanejšie

source: Most linked
lt: Labiausiai nurodyti

source: Most popular
lt: Populiariausi
sk: Najpopulárnejšie

source: Most recent
lt: Naujausi
sk: Najnovšie

source: Most responded
lt: Su daugiausiai atsiliepimų

source: Most viewed
lt: Žiūrimiausi
sk: Najsledovanejšie

source: My TubePlayer
lt: MyTube grotuvas

source: MyTube Settings
lt: My Tube nustatymai
sk: Nastavenia MyTube

source: MyTubePlayer
lt: MyTube grotuvas

source: MyTubePlayer Help
lt: MyTube grotuvo pagalba

source: MyTubePlayer active video downloads
lt: MyTube Grotuvo aktyvūs vaizdo parsisiuntimai

source: MyTubePlayer settings
lt: MyTube grotuvo nustatymai

source: MyTubeVideoInfoScreen
lt: MyTube įrašų infoekranas

source: MyTubeVideohelpScreen
lt: MyTube įrašų pagalbos ekranas

source: New Zealand
lt: Naujoji Zelandija
sk: Nový Zéland

source: News & Politics
lt: Naujienos ir Politika
sk: Správy a politika

source: No playable video found! Stop playing this movie?
lt: Rodytinų įrašų nerasta! Stabdyti šio filmo žiūrėjimą ?

source: No videos to display
lt: Nėra rodytinų įrašų

source: No, but switch to video entries.
lt: Ne, bet rodyti įrašų pasirinkimą.

source: No, but switch to video search.
lt: Ne, bet perjungti į įrašų paiešką.

source: Nonprofits & Activism
lt: Ne pelno organizacijos ir aktyvizmas

source: Not fetching feed entries
lt: Negaunami šaltinių įrašai

source: People & Blogs
lt: Žmonės ir asmeniniai tinklaraščiai

source: Pets & Animals
lt: Gyvūnai

source: Play YouTube movies
lt: Rodyti YouTube filmus

source: Play next video
lt: Rodyti kitą įrašą
sk: Prehrať ďalšie video

source: Play video again
lt: Rodyti įrašą vėl
sk: Znova prehrať video

source: Please enter your search term.
lt: Įrašykite savo paieškos frazę.
sk: Zadajte hľadaný text.

source: Please select a standard feed or try searching for videos.
lt: Pasirinkite standartinį šaltinį, arba bandykite ieškoti įrašų.

source: Poland
lt: Lenkija
sk: Poľsko

source: Published
lt: Paskelbtas

source: Rating
lt: Įvertinimas
sk: Hodnotenie

source: Ratings:
lt: Įvertinimai:
sk: Hodnotenia:

source: Really quit MyTube Player?
lt: Tikrai uždaryti MyTube grotuvą?

source: Recently featured
lt: Neseniai rodyta

source: Related video entries.
lt: Susiję vaizdo įrašai.

source: Relevance
lt: Aktualumas
sk: Dôležitosť

source: Response video entries.
lt: Vaizdo įrašai su atsiliepimais.

source: Russia
lt: Rusija
sk: Rusko

source: Science & Technology
lt: Mokslas ir technologijos
sk: Veda a technika

source: Search Term(s)
lt: Paieškos terminas (-ai)
sk: Hľadané slovo(á)

source: Search category:
lt: Paieškos kategorija:
sk: Hľadaná kategória:

source: Search region:
lt: Paieška regione:
sk: Hľadaná oblasť:

source: Search restricted content:
lt: Ieškoti uždrausto turinio:

source: Select new feed to view.
lt: Išsirinkite naują šaltinį peržiūrai.

source: Select your choice.
lt: Jūsų pasirinikmas.

source: Short Movies
lt: Trumpi filmai
sk: Krátke filmy

source: South Korea
lt: Pietų Korėja
sk: Južná Kórea

source: Spain
lt: Ispanija
sk: Španielsko

source: Sports
lt: Sportas
sk: Šport

source: Start with following feed:
lt: Pradėti šiais:

source: Std. Feeds
lt: Standart. šaltiniai

source: Sweden
lt: Švedija
sk: Švédsko

source: Tags:
lt: Žymos:
sk: Značky:

source: Taiwan
lt: Taivanis
sk: Tchajwan

source: There was an error getting the feed entries. Please try again.
lt: Parsisiunčiant šaltinių sąrašą, įvyko klaida. Pabandykite dar kartą.

source: This Month
lt: Šį mėnesį
sk: Tento mesiac

source: This Week
lt: Šią savaitę
sk: Tento týždeň

source: This is the help screen. Feed me with something to display.
lt: Tai yra pagalbos ekranas. Nurodykite, kas jus domina.

source: Top favorites
lt: Patys mėgstamiausi
sk: Najobľúbenejšie

source: Top rated
lt: Geriausiai įvertinti
sk: Najlepšie hodnotené

source: Travel & Events
lt: Kelionės ir Renginiai

source: Trying to download the Youtube feed entries. Please wait...
lt: Bandoma parsisiųsti Youtube įrašų šaltinius. Palaukite...

source: Trying to download the Youtube search results. Please wait...
lt: Bandoma parsisiųsti Youtube pasieškos rezultatus. Palaukite...

source: United States
lt: Jungtinės Valstijos
sk: Spojené štáty

source: Videobrowser exit behavior:
lt: Elgsena uždarant vaizdų naršyklę:

source: Videoplayer stop/exit behavior:
lt: Vaizdo grotuvo sustabdymo/uždarymo elgsena:

source: View Count
lt: Peržiūrų skaičius

source: View active downloads
lt: Peržiūrėti aktyvius parsisiuntimus
sk: Zobraziť aktívne preberania

source: View related videos
lt: Peržiūrėti susijusius vaizdo įrašus

source: View response videos
lt: Žiūrėti įrašus su atsiliepimais

source: Views:
lt: Peržiūros:

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
lt: Sveiki atvykę į Youtube MyTube grotuvą. Naudokite 'Bouqet+' mygtuką, kad patekti į paieškos lauką ir 'Bouqet -', kad patekti į vaizdo įrašus. Kad žiūrėti filmą, valdymo pulte spauskite 'OK'. Kad pamatyti filmo aprašymą, pauskite 'INFO'. Papildomoms funkcijoms spauskite 'MENU'. 'HELP' mygtukas grąžins į šią pagalbą.

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
lt: Sveiki atvykę į Youtube MyTube grotuvą. Rašydami paieškos sąlygas, jūs matysite jas atitinkančius pasiūlymus. Kad išsirinkti pasiūlymą, valdymo pulte spauskite 'ŽEMYN', pasirinkite reikiamą rezultatą ir spauskite 'OK'. Spauskite 'EXIT', kad grįžti į įvesties lauką.

source: Yes, but play next video
lt: Taip, bet žiūrėti sekantį įrašą
sk: Áno, ale prehrať nasledujúce video

source: Yes, but play previous video
lt: Taip, bet žiūrėti ankstesnį įrašą
sk: Áno, ale prehrať predchádzajúce video

source: Auto paginate on last entry:
lt: Numeruoti automatiškai nuo paskutinio įrašo:

source: Reset tv-screen after playback:
lt: Atstatyti TV ekraną po peržiūros:
sk: Resetovať obrazovku po prehratí:

source: Max search results:
lt: Maks. paieškos rezultatų:
sk: Max. počet výsledkov hľadania:

source: (actual)
lt: (faktinis)

source: (offline!)
lt: (atsijungęs!)

source: (online)
lt: (prisijungęs)

source: (set point)
lt: (nustatyti tašką)

source: Visualization for European Installation Bus
lt: European Installation Bus vizualizacija

source: down
lt: žemyn
sk: nadol

source: not found
lt: nerasta
sk: nenájdené

source: parser error
lt: doroklio klaida

source: up
lt: aukštyn
sk: nahor

source: Movielist Preview
lt: Filmų sąrašo peržiūra
sk: Náhľad zoznamu filmov

source: Preview created.
lt: Peržiūra sukurta.
sk: Náhľad vytvorený

source: Could not find any movie!
lt: Nepavyko rasti jokių filmų!
sk: Nemôžem nájsť žiadny film.

source: %s - creating preview for movie %s
lt: %s - kuriama peržiūra filmui %s
sk: %s - vytváranie náhľadu pre film %s

source: Everything done ;)
lt: Viskas atlikta ;)
sk: Všetko hotové.

source: Autocreate of previews aborted due user!
lt: Automatinis peržiūrų sukūrimas, nutrauktas vartotojo!

source: Deactivate Movielist Preview
lt: Išjungti filmų sąrašo peržiūrą
sk: Vypnúť náhľad zoznamu filmov

source: Activate Movielist Preview
lt: Įjungti filmų sąrašo peržiūrą
sk: Zapnúť náhľad zoznamu filmov

source: Create preview
lt: Sukurti peržiūrą
sk: Vytvoriť náhľad

source: Autocreate of missing previews
lt: Automatiškai kurti trūkstamas peržiūras
sk: Automaticky vytvoriť chýbajúce náhľady

source: Change Movielist Preview position
lt: Keisti filmų sąrašo peržiūros poziciją

source: A basic FTP client
lt: Pagrindinis ftp klientas
sk: Základný klient FTP

source: A file with this name (%s) already exists locally. Do you want to overwrite it?
lt: Failas tokiu pavadinimu (%s) jau yra lokaliai. Jūs norite jį perrašyti?
sk: Súbor s týmto názvom (%s) už lokálne existuje. Chcete ho prepísať?

source: A file with this name (%s) already exists on the remote host. Do you want to overwrite it?
lt: Failas tokiu pavadinimu (%s) nutolusiame aparate jau yra. Jūs norite jį perrašyti?
sk: Súbor s týmto názvom (%s) už na vzdialenom hostiteľovi existuje. Chcete ho prepísať?

source: A transfer is currently in progress. What do you want to do?
lt: Šiuo metu vyksta perdavimas. Ką norite daryti?
sk: Práve prebieha prenos. Čo chcete urobiť?

source: Abort transfer
lt: Nutraukti perdavimą
sk: Zrušiť prenos

source: Address:
lt: Adresas:
sk: Adresa:

source: Are you sure you want to delete %s?
lt: Ar tikrai norite pašalinti %s?
sk: Naozaj chcete zmazať %s?

source: Configuration saved.
lt: Konfigūracija išsaugota.
sk: Nastavenie uložené

source: Connect to FTP...
lt: Jungtis prie FTP...
sk: Pripojiť k FTP...

source: Could not connect to ftp server!
lt: Prisijungti prie FTP serverio nepavyko!
sk: Nedá sa pripojiť k serveru FTP.

source: Could not delete %s.
lt: Pašalinti %s nepavyko.
sk: %s sa nedá zmazať.

source: Could not obtain list of files.
lt: Parsiųsti failų sąrašo nepavyko.
sk: Nedá sa získať zoznam súborov.

source: Could not rename %s.
lt: Pervadinti %s nepavyko
sk: %s sa nedá premenovať.

source: Download finished.
lt: Parsisiuntimas baigtas.
sk: Preberanie skončené.

source: Enter URI
lt: Įrašykite internetinį adresą
sk: Zadajte URI

source: Enter URI of FTP Server:
lt: Įrašykite FTP serverio internetinį adresą:
sk: Zadajte URI servera FTP:

source: Enter new filename:
lt: Įrašykite naują failo pavadinimą:
sk: Zadajte nový názov súboru:

source: Error during download.
lt: Atsisiuntimo klaida.
sk: Chyba pri peberaní

source: FTP Queue Manager
lt: FTP eilės tvarkytuvas
sk: Správca radu FTP

source: FTP Server Editor
lt: FTP serverio redaktorius
sk: Editor servera FTP

source: FTP Server Manager
lt: FTP serverio tvarkytuvas
sk: Správca servera FTP

source: Local
lt: Vietinis

source: Port:
lt: Prievadas:

source: Queue Manager
lt: Eilės tvarkytuvas
sk: Správca radu

source: Queue processed.
lt: Eilė sudaryta.

source: Remote
lt: Nuotolinis
sk: Vzdialené

source: Remote (not connected)
lt: Nuotolinis (neprisijungta)
sk: Vzdialené (nepripojené)

source: Removed %s.
lt: %s pašalinta.
sk: Odstránené %s.

source: Removing directories is not supported.
lt: Katalogų pašalinti negalima.
sk: Odstránenie adresárov nie je podporované.

source: Renamed %s to %s.
lt: %s pervadinta į %s.
sk: Premenované %s na %s.

source: Run in Background
lt: Vykdyti fone
sk: Modul v pozadí

source: Select local file list
lt: Pasirinkti vietinių failų sąrašą
sk: Zvoliť miestny zoznam súborov

source: Select remote file list
lt: Pasirinkti nutolusių failų sąrašą
sk: Zvoliť vzdialený zoznam súborov

source: Server Manager
lt: Serverio tvarkytuvas
sk: Správca servera

source: There already is an active connection. Do you want to abort it?
lt: Jau yra aktyviai jungtis. Ar norite jį nutraukti?
sk: Už je aktívne pripojenie. Chcete ho zrušiť?

source: There already is an active transfer.
lt: Jau yra aktyvus perdavimas.
sk: Už je aktívny prenos.

source: Upload
lt: Įkelti
sk: Poslať

source: Upload finished.
lt: Įkėlimas baigtas.
sk: Posielanie skončené

source: Which server do you want to connect to?
lt: Prie kurio serverio norite prisijungti?
sk: Ku ktorému serveru sa chcete pripojiť?

source: close
lt: užverti
sk: zatvoriť

source: enter directory/get file/put file
lt: įveskite directory/get file/put file

source: open menu
lt: atverti meniu

source: A/V-Color space settings
lt: A/V-Spalvų erdvė nustatymai
sk: Nastavenie farebného priestoru A/V

source: Color space setup
lt: Spalvų erdvės nustatymas
sk: Nastavenie farebného priestoru

source: Setup color space for video
lt: Reguliuoti vaizdo spalvų erdvę
sk: Nastaviť farebný priestor výstupu obrazu

source: Mode:
lt: Režimas:
sk: Režim:

source: N/A
sk: Nie je k dispozícii

source: NIM
sk: Tuner

source: Toneburst
sk: Tónový impulz

source: Toneburst A/B
sk: Tónový impulz A/B

source: Unicable Martix
sk: Matica Unicable

source: VCR scart
sk: Scart - videorekordér

source: 6 seconds
sk: 6 sekúnd

source: 7 seconds
sk: 7 sekúnd
