Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: template file
lt: šablono failas
sk: šablóna

source: textcolor
lt: teksto spalva
sk: farba textu

source: this recording
lt: šis įrašas
sk: táto nahrávka

source: this service is protected by a parental control pin
lt: šis kanalas apsaugotas tėvų kontrolės PIN kodu
sk: táto stanica je chránená rodičovskou zámkou

source: toggle a cut mark at the current position
lt: nustatyti iškirpimo žymeklį šioje pozicijoje
sk: prepnúť značku strihu na aktuálnom mieste

source: toggle time, chapter, audio, subtitle info
lt: perjungti laiką, skyrių, garsą, subtitrų informaciją
sk: prepnúť informácie o čase, kapitole, zvuku a podtitulkoch

source: top
lt: viršus
sk: hore

source: tuner is not supported
lt: imtuvas nepalaikomas
sk: tuner nie je podporovaný

source: umounting failed!Maybe some files in mount point are open
lt: atjungti nepavyko! Tikriausiai failai iš pajungto taško yra atviri
sk: Odpojenie zlyhalo. Niektoré súbory v pripojovacom bode môžu byť otvorené.

source: unconfirmed
lt: neparvirtintas
sk: nepotvrdené

source: unknown
lt: nežinoma
sk: neznáme

source: unknown service
lt: nežinomas kanalas
sk: neznáma stanica

source: until standby/restart
lt: iki budėjimo/paleisties iš naujo
sk: do vypnutia alebo reštartu

source: use as startup service
lt: naudoti, kaip paleisties kanalą
sk: nastaviť ako úvodnú stanicu

source: user defined
lt: pasirinktas vartotojo
sk: užívateľsky definované

source: vertical
lt: vertikali
sk: zvislá

source: vfat - for USB flash memory
lt: vfat - USB atmintinei
sk: vfat - pre pamäte USB flash

source: video tune
lt: vaizdo nustatymas
sk: ladenie obrazu

source: view extensions...
lt: žiūrėti plėtinius...
sk: Zobraziť rozšírenia...

source: view recordings...
lt: žiūrėti įrašus...
sk: Zobraziť nahrávky...

source: wait for ci...
lt: laukite CI atsako...
sk: čakať na ci...

source: wait for mmi...
lt: laukite mmi atsako...
sk: čakať na mmi...

source: waiting
lt: laukiama
sk: čakám

source: warn
lt: perspėti
sk: varovanie

source: weekly
lt: kas savaitę
sk: týždenne

source: white
lt: balta
sk: biela

source: whitelist
lt: baltasis sąrašas
sk: biela listina

source: width
lt: plotis
sk: Šírka

source: wireless network interface
lt: bevielio tinklo sąsaja
sk: rozhranie bezdrôtovej siete

source: working
lt: dirba
sk: pracujem

source: wpa_supplicant.conf open error.
lt: wpa_supplicant.conf atvėrimo klaida.
sk: Chyba pri otvorení wpa_supplicant.conf.

source: yellow
lt: geltona
sk: žltá

source: yes
lt: taip
sk: áno

source: yes (keep feeds)
lt: taip (išsaugoti šaltinius)
sk: áno (zachovať feedy)

source: your STB might be unusable now. Please consult the manual for further assistance before rebooting your STB.
lt: jūsų TV imtuvas galėjo tapti netinkamu naudoti. Vadovaukitės vartotojo vadovu, prieš paleisdami imtuvą iš naujo.
sk: VU+ teraz môže byť nepoužiteľný. Pred reštartovaním vyhľadajte pomoc v návode.

source: zap
lt: perjungti
sk: prepnúť

source: zapped
lt: perjungta
sk: prepnuté

source: zapping interval (sec)
lt: perjungimų intervalas (sek.)
sk: Interval prepnutia (s)

source: zap and record
lt: perjungti ir įrašyti
sk: prepnúť a nahrávať

source: reminder
lt: priminimas
sk: pripomenutie

source: Reminder
lt: Priminimas
sk: Pripomínač

source: Reminder ! Following preferred service starts now : %s %s Do you want to zap ?
lt: Priminimas ! Numatyta šio kanalo peržiūros pradžia : %s %s Ar norite perjungti?
sk: Pripomenutie! Teraz začne nasledujúci program: %s %s Chcete prepnúť?

source: You have to stop your playing Movie before
lt: Turite nutraukti peržiūrą prieš
sk: Najprv musíte zastaviť prehrávanie filmu.

source: Use preview mode in service list (2x OK mode)
lt: Kanalų sąraše naudoti peržiūros režimą (2x 'OK')
sk: Režim náhľadu v zozname staníc (2x OK)

source: Show EPG data in timer list
lt: Laikmačių sąraše rodyti EPG duomenis
sk: Zobraziť EPG v zozname časovačov

source: create folder
lt: sukurti katalogą
sk: Vytvoriť adresár

source: January
lt: sausio
sk: január

source: February
lt: vasario
sk: február

source: March
lt: kovo
sk: marec

source: April
lt: balandžio
sk: apríl

source: May
lt: gegužės
sk: máj

source: June
lt: birželio
sk: jún

source: July
lt: liepos
sk: júl

source: August
lt: rugpjūčio

source: September
lt: rugsėjo

source: October
lt: spalio
sk: október

source: November
lt: lapkričio

source: December
lt: gruodžio

source: Jan
lt: Sau

source: Feb
lt: Vas

source: Mar
lt: Kov

source: Apr
lt: Bal

source: Jun
lt: Bir
sk: jún

source: Jul
lt: Lie
sk: júl

source: Aug
lt: Rgp

source: Sep
lt: Rgs

source: Oct
lt: Spa
sk: okt

source: Nov
lt: Lap

source: Dec
lt: Gru

source: Display > 16:9 content as
lt: Rodyti > 16:9 turinį, kaip
sk: Obraz 16:9 zobraziť ako

source: Display 4:3 content as
lt: Rodyti 4:3 turinį, kaip
sk: Obraz 4:3 zobraziť ako

source: Video Output
lt: Vaizdo išvestis
sk: Výstup obrazu

source: Video Setup
lt: Vaizdo sąranka
sk: Nastavenie obrazu

source: Video Wizard
lt: Vaizdo nuostatų vedlys
sk: Sprievodca k obrazu

source: Refresh Rate
lt: Skleistinės dažnis
sk: Obnovovací kmitočet

source: General Dolby Digital delay(ms)
lt: Bendra Dolby Digital delsa (ms)
sk: Oneskorenie Dolby Digital [ms]

source: General PCM delay(ms)
lt: Bendra PCM delsa (ms)
sk: Oneskorenie PCM [ms]

source: OSD visibility
lt: OSD matomumas
sk: Viditeľnosť OSD

source: Automatic Volume Leveling (AVL)
lt: Automatinis garso reguliavimas (AVL)
sk: Automatické vyrovnanie hlasitosti (AVL)

source: Speaker position
lt: Garsiakalbio padėtis
sk: Poloha reproduktorov

source: AAC downmix
lt: AAC kanalų miksavimas

source: Scale picons to given skin size
lt: Piktogramų dydį pritaikyti prie temos
sk: Veľkosť piconov prispôsobiť veľkosti vzhľadu

source: Show duration in minutes in movie list
lt: Filmų sąraše rodyti trukmę minutėmis
sk: V zozname filmov zobraziť trvanie v minútach

source: Show picons in movie list (VTi list style)
lt: Filmų sąraše rodyti piktogramas (VTi sąrašo stilius)
sk: Zobraziť picony v zozname filmov (štýl zoznamu VTI)

source: Show duration in movie list (VTi list style)
lt: Filmų sąraše rodyti trukmę (VTi sąrašo stilius)
sk: Zobraziť trvanie v zozname filmov (štýl zoznamu VTI)

source: Use only date for record time in movie list (VTi list style)
lt: Filmų sąraše, kaip įrašo laiką rodyti vien datą (VTi sąrašo stilius)
sk: Zobraziť len deň nahratia v zozname filmov (štýl zoznamu VTI)

source: Show channel info in movie list (VTi list style)
lt: Filmų sąraše rodyti kanalo informaciją (VTi sąrašo stilius)
sk: Zobraziť stanicu v zozname filmov (štýl zoznamu VTI)

source: Show recording date in movie list (VTi list style)
lt: Filmų sąraše rodyti įrašo datą (VTi sąrašo stilius)
sk: Zobraziť dátum nahratia v zozname filmov (štýl zoznamu VTI)

source: Search for updates every X hours ( 0 = off )
lt: Ieškoti atnaujinimų kas X valandų (0 = išjungta)
sk: Hľadať aktualizácie každých X hodín ( 0 = vyp.)

source: Append begin date at end of recording file name
lt: Įrašomo failo pavadinimo gale įterpti įrašo pradžios datą
sk: Pridať dátum na koniec názvu nahrávky

source: Protect main menu
lt: Pagrindinio meniu apsauga
sk: Ochrániť hlavné menu

source: Protect configuration
lt: Konfigūracijos apsauga
sk: Ochrániť nastavenia

source: Protect movie list
lt: Filmų sąrašo apsauga
sk: Ochrániť zoznam filmov

source: Protect timer list
lt: Laikmačių sąrašo apsauga
sk: Ochrániť zoznam časovačov

source: Protect plugin browser
lt: Įskiepių naršyklės apsauga
sk: Ochrániť prehľadávač modulov

source: Protect standby menu
lt: Išjungimo meniu apsauga
sk: Ochrániť menu pohot. režimu

source: Protect VTi menu
lt: VTi meniu apsauga
sk: Ochrániť menu VTI

source: Protect VTi Panel
lt: VTi lango apsauga
sk: Ochrániť Panel VTI

source: Movie archive
lt: Filmų archyvas
sk: Archív filmov

source: Play back media files
lt: Atkurti medijos failus
sk: Prehrať mediálne súbory

source: show in main menu
lt: rodyti pagrindiniame meniu
sk: zobraziť v hlavnom menu

source: show in plugin browser
lt: rodyti įskiepių naršyklėje
sk: Zobraziť v prehľadávači modulov

source: Play DVDs
lt: Leisti DVD
sk: Prehrať DVD

source: Delete movies without confirmation
lt: Šalinant filmus, neklausti patvirtinimo
sk: Vymazať filmy bez potvrdenia

source: show more movie list options
lt: rodyti daugiau filmų sąrašo parinkčių
sk: Zobraziť viac možností zoznamu filmov

source: You should now reboot your STB in order to ralink device operate in AP mode. Reboot now ?
lt: Kad Ralink įranga pradėtų veikti AP režimu, aparatą reikia paleisti iš naujo. Paleisti iš naujo dabar?
sk: Mali by ste reštartovať VU+, aby sa aktivoval režim AP prístroja ralink. Reštartovať teraz?

source: You should now reboot your STB to better performance of ralink device in STA mode. Reboot now ?
lt: Kad pagerinti Ralink įrangos veikimą STA režimu, aparatą reikia paleisti iš naujo. Paleisti iš naujo dabar?
sk: Mali by ste reštartovať VU+, aby bol lepší výkon zariadenia ralink v režime STA. Reštartovať teraz?

source: Multichannel PCM
lt: Daugiakanalis PCM
sk: Viackanálový zvuk (PCM)

source: show folder
lt: rodyti katalogą
sk: zobraziť adresár

source: Show file size in movie list (VTi list style)
lt: Filmų sąraše rodyti failo dydį (VTi sąrašo stilius)
sk: Zobraziť veľkosť súboru v zozname filmov (štýl zoznamu VTI)

source: Show notification when update is available
lt: Esant atnaujinimams, rodyti pranešimą
sk: Zobraziť oznam, ak je dostupná aktualizácia

source: Short without date
lt: trumpi be datos
sk: Krátke bez dátumu

source: without function
lt: be paskirties
sk: bez funkcie

source: change list view
lt: pakeisti sąrašo rodymą
sk: Zmeniť zobrazenie zoznamu

source: Color Buttons
lt: Spalvoti mygtukai
sk: Farebné tlačidlá

source: Context Menu
lt: Kontekstinis meniu
sk: Kontextové menu

source: Toggle short/long key press for color keys
lt: Įjungti trumpą/ilgą paspaudimą spalvotiems mygtukams
sk: Vymeniť krátke/dlhé stlačenie farebných tlačidiel

source: assign bookmark
lt: priskirti žymę
sk: Priradiť záložku

source: select bookmark
lt: pasirinkite žymę
sk: zvoliť záložku

source: use virtual keyboard for text input
lt: tekstui įvesti naudokite virtualią klaviatūrą
sk: na zadávanie textu použiť virtuálnu klávesnicu

source: create symlink
lt: sukurti simbolinę nuorodą
sk: Vytvoriť symbolický odkaz

source: Creating symlink failed.
lt: Simbolinės nuorodos sukurti nepavyko.
sk: Nepodarilo sa vytvoriť symbolický odkaz.

source: create bookmark : %s
lt: sukurti žymę: %s
sk: Vytvoriť záložku: %s

source: Start next media file
lt: pradėti sekantį failą
sk: Spustiť nasledujúci mediálny súbor

source: Yes, and play next media file
lt: Taip, ir paleisti sekantį įrašą
sk: Áno a prehrať nasledujúci mediálny súbor

source: Play next media file in directory
lt: Atkurti sekantį šio katalogo medijos failą
sk: Prehrať nasledujúci mediálny súbor v adresári

source: Play previous media file in directory
lt: Atkurti ankstesnį šio katalogo medijos failą
sk: Prehrať predchádzajúci mediálny súbor v adresári

source: Default play mode
lt: Numatytasis atkūrimo režimas
sk: Predvolený režim prehrávania

source: Shuffle play
lt: Sumaišyti
sk: Náhodné prehrávanie

source: Play all
lt: Atkurti viską
sk: Prehrať všetky

source: Please select play mode :
lt: Pasirinkite atkūrimo režimą:
sk: Zvoľte režim prehrávania:

source: Show movie cover
lt: Rodyti filmo viršelį

source: Down
lt: Žemyn
sk: Nadol

source: Select key
lt: Pasirinkite klavišą
sk: Zvoliť tlačidlo

source: Move cursor left
lt: Traukti žymeklį kairėn
sk: Posunúť kurzor doľava

source: Move cursor right
lt: Traukti žymeklį dešinėn
sk: Posunúť kurzor doprava

source: Delete (right of the cursor)
lt: Šalinti (dešinėje nuo žymeklio)
sk: Vymazať (vpravo od kurzora)

source: Delete (left of the cursor)
lt: Šalinti (kairėje nuo žymeklio)
sk: Vymazať (vľavo od kurzora)

source: Switch keyboard layout
lt: Persijungti klaviatūros išdėstymą
sk: Prepnúť rozloženie klávesnice

source: Toggle SHIFT mode
lt: Įjungti SHIFT režimą
sk: Prepnúť režim SHIFT

source: Move to begin
lt: Pereiti į pradžią
sk: Presunúť na začiatok

source: Move to end
lt: Perkelti į pabaigą
sk: Presunúť na koniec

source: Show last stop time in movie list
lt: Filmų sąraše rodyti paskutinio sustabdymo laiką
sk: Zobraziť posledné zastavenie v zozname filmov

source: start last played movie
lt: pradėti paskutinį rodytą filmą
sk: Spustiť posledný prehrávaný film

source: last video
lt: paskutinis viaizdo įrašas
sk: posledné video

source: Resume movies which are marked as seen
lt: Tęsti filmus, kurie pažymėti kaip matyti
sk: Pokračovať vo filmoch označených ako zhliadnuté

source: Activate Split Screen
lt: Įjungti ekrano perskyrimą
sk: Zapnúť rozdelenie obrazovky

source: Deactivate Split Screen
lt: Išjungti ekrano perskyrimą
sk: Vypnúť rozdelenie obrazovky

source: (de)activate Split Screen...
lt: (de)aktyvuokite ekrano perskyrimą...
sk: Zapnúť/vypnúť rozdelenie obrazovky

source: Show infobar on channel change at split screen
lt: Rodyti infojuostą perjungiant kanalą perskirtame lange
sk: Zobraziť informácie pri zmene stanice v rozdelenej obrazovke

source: Default function for button EXIT long
lt: Numatytasis veiksmas ilgai paspaudus 'EXIT'
sk: Predvolená funkcia dlhého stlačenia tlačidla EXIT

source: Split Screen
lt: ekrano perskyrimas
sk: Rozdelená obrazovka

source: Picture in Picture
lt: vaizdas vaizde (PiP)
sk: Obraz v obraze

source: Audio Zap
lt: perjungti garsą
sk: Prepnúť zvuk

source: Activate Audio Zap
lt: Įjungti garso perjungimą
sk: Zapnúť prepínanie zvuku

source: Deactivate Audio Zap
lt: Išjungti garso perjungimą
sk: Vypnúť prepínanie zvuku

source: (de)activate Audio Zap...
lt: (de)aktyvuokite garso perjungimą...
sk: Zapnúť/vypnúť prepínanie zvuku...

source: Start last service when returning to movie list (PiG)
lt: Grįžtant į filmų sąrašą (PiG), įjungti paskutinį žiūrėtą kanalą
sk: Spustiť poslednú stanicu po návrate do zoznamu filmov (PiG)

source: Toggle zap focus (PiP, Split Screen, Audio Zap)
lt: perfokusuoti ekranus (garso perjungimas PiP, perskirtame ekrane)

source: Video
lt: Vaizdas

source: Zap focus:
lt: Perjungimo fokusavimas:

source: Main window
lt: Pagrindinis langas
sk: Hlavné okno

source: Second window
lt: Antras langą
sk: Druhé okno

source: Use extended PictureInGraphic (PiG + transparent skin)
lt: Naudoti išplėstinį paveikslėlį grafikoje (PiG + skaidri tema)
sk: Použiť rozšírený PictureInGraphic (PiG + priehľadný vzhľad)

source: Use extended PiG also in service list
lt: Naudoti išplėstinį PiG ir kanalų sąraše
sk: Rozšírený PiG použiť aj v zozname staníc

source: toggle zap focus
lt: perfokusuoti ekranus

source: Behavior of 0 key (double-click) in PiP-mode
lt: '0' dukart paspaudimas PiP metu
sk: Funkcia tlačidla 0 (dvojité kliknutie) v režime PIP

source: Default function for 0 key (double-click)
lt: Numatytasis veiksmas dukart paspaudus '0'
sk: Predvolená funkcia tlačidla 0 (dvojité kliknutie)

source: GUI needs a restart to apply new configuration. Do you want to restart the GUI now ?
lt: Kad pakeitimai įsigaliotų, grafinę aplinką reikia paleisti iš naujo. Ar norite paleisti iš naujo dabar?
sk: Použitie nového nastavenia si vyžaduje reštart GUI Chcete teraz reštartovať GUI?

source: toggle select mode
lt: perjungti pasirinkimo režimą
sk: prepnúť režim výberu

source: delete selected items
lt: šalinti pasirinktus elementus
sk: Zmazať zvolené položky

source: copy selected items
lt: kopijuoti pasirinktus elementus
sk: Kopírovať zvolené položky

source: move selected items
lt: perkelti pasirinktus elementus
sk: Presunúť zvolené položky

source: play selected items
lt: leisti pasirinktus
sk: Prehrať vybrané položky

source: show selected items
lt: rodyti pasirinktus elementus
sk: zobraziť zvolené položky

source: no selected item
lt: pasirinkto elemento nėra
sk: nie je zvolená položka

source: reset play progress of selected items
lt: išvalyti pasirinktų elementų atkūrimą
sk: zvolené položky označiť ako nezhliadnuté

source: disable select mode
lt: išjungti pasirinkimo režimą
sk: Vypnúť režim výberu

source: enable select mode
lt: įjungti pasirinkimo režimą
sk: Zapnúť režim výberu

source: Do you really want to delete all selected items ?
lt: Ar tikrai norite pašalinti visus pasirinktus elementus?
sk: Naozaj chcete zmazať všetky zvolené položky?

source: Not all items could be deleted !
lt: Ne visi elementai gali būti ištrinti!
sk: Nedali sa vymazať všetky položky.

source: Recorded files
lt: Įrašyti failai
sk: Nahrané súbory

source: Select mode
lt: Pasirinkite režimą
sk: Režim výberu

source: movie trash
lt: filmų šiukšliadėžė
sk: Kôš na filmy

source: clear movie trash
lt: išvalyti filmų šiukšliadėžę
sk: vyprázdniť kôš

source: Show movie trash folder in movie list
lt: Filmų sąraše rodyti filmų šiukšliadėžę
sk: Zobraziť kôš v zozname filmov

source: Use movie trash for deleting files
lt: Įrašų failus šalinti į filmų šiukšliadėžę
sk: Použiť kôš na zmazané súbory

source: Delete failed, because there is no movie trash ! Disable movie trash in configuration to delete this item
lt: Pašalinti nepavyko, nes nėra filmų šiukšliadėžės! Išjunkite filmų šiukšliadėžę konfigūracijoje, kad ištrinti šį elementą
sk: Odstránenie zlyhalo, lebo nie je kôš! Na odstránenie tejto položky treba vypnúť kôš.

source: Do you really want to delete the movie trash of this device ?
lt: Ar tikrai norite pašalinti filmų šiukšliadėžę?
sk: Naozaj chcete vymazať kôš na filmy v tomto zariadení?

source: Movie trash function is not available at this memory device !
lt: Filmo šiukšliadėžės funkcija šioje atmintinėje negalima!
sk: Funkcia koša na filmy nie je dostupná v tomto pamäťovom zariadení.

source: change play mode...
lt: pakeisti atkūrimo režimą...
sk: Zmeniť režim prehrávania...

source: Page down
lt: Puslapiu žemyn
sk: Stránka nadol

source: Page up (Timer list)
lt: Puslapiu aukštyn (laikmačių sąrašas)
sk: Stránka nahor (zoznam časovačov)

source: Exit plugin
lt: Užverti įskiepį
sk: Ukončiť modul

source: Show detailed programm info
lt: Rodyti išsamią informaciją apie programą
sk: Zobraziť podrobné informácie o programe

source: Previous entry
lt: Ankstesnis įrašas
sk: Predchádzajúca položka

source: Next entry
lt: Kitas įrašas
sk: Nasledujúca položka

source: Next Channel
lt: Kitas kanalas
sk: Nasledujúca stanica

source: Previous Channel
lt: Ankstesnis kanalas
sk: Predchádzajúca stanica

source: Page up
lt: Puslapiu aukštyn
sk: Stránka nahor

source: Zap and Exit
lt: Perjungti ir uždaryti
sk: Prepnúť a skončiť

source: Open Timerlist
lt: Atverti laikmačių sąrašą
sk: Otvoriť zoznam časovačov

source: Add instant Timer
lt: Pridėti greitąjį laikmatį
sk: Pridať okamžitý časovač

source: Switch between views
lt: Perjungti vaizdus tarpusavy
sk: Prepnúť zobrazenie

source: Enter Prime Time
lt: Žiūrimiausias laikas
sk: Zadať hlavný vysielací čas

source: Next Bouquet
lt: Kitas bukietas
sk: Ďalšie obľúbené

source: Previous Bouquet
lt: Ankstesnis bukietas
sk: Predchádzajúce obľúbené

source: Jump Day forward
lt: Peršokti dieną pirmyn
sk: Skočiť o deň vpred

source: Jump Day backward
lt: Peršokti dieną atgal
sk: Skočiť o deň vzad

source: Show less entries
lt: Rodyti mažiau įrašų
sk: Zobraziť menej položiek

source: Show normal entries
lt: Rodyti normalius įrašus
sk: Zobraziť normálne položiek

source: Show more entries
lt: Rodyti daugiau įrašų
sk: Zobraziť viac položiek

source: Jump prefered hours backward
lt: Peršokti pasirinktą kiekį valandų atgal
sk: Skok vzad o stanovený počet hodín

source: Set prefered hours to jump
lt: Peršokti pasirinktą valandų kiekį
sk: Nastaviť počet hodín pre skok

source: Jump prefered hours forward
lt: Peršokti pasirinktą kiekį valandų pirmyn
sk: Skok vpred o stanovený počet hodín

source: Jump page backward
lt: Peršokite puslapiu atgal
sk: Skočiť o stránku vzad

source: Jump to Prime Time
lt: Peršokti į žiūrimiausią laiką
sk: Skok na hlavný vysielací čas

source: Jump page forward
lt: Peršokti puslapiu pirmyn
sk: Skočiť o stránku vpred

source: Jump to now
lt: Peršokti į 'dabar'
sk: Skočiť na teraz

source: jump:
lt: peršokti:
sk: Skok:

source: Zap+Exit
lt: Perjungti ir uždaryti
sk: Prepnúť a ukončiť

source: Sorry, but the plugin %s is not installed at your Vu+ STB! Please install it to use this function
lt: Įskiepis %s jūsų Vu+ neįdiegtas! Įdiekite jį, kad naudotis šia funkcija
sk: Vo VU+ nemáte nainštalovaný modul %s! Nainštalujte ho, aby ste mohli využívať túto funkciu

source: Toggle timer state
lt: Įjungti laikmačio stovį
sk: Prepnúť stav časovača

source: EPG search
lt: EPG paieška
sk: Hľadanie EPG

source: Toggle clock / bars view for timer
lt: Įjungti laikmačiui laikrodžio/juostos rodymą
sk: Prepnúť hodiny/priebeh pre časovač

source: Disable Animations
lt: išjungti animacijas
sk: Vypnúť animácie

source: Simple fade
lt: tiesiog išblukti
sk: jednoduché stmievanie

source: Grow drop
lt: nusileisti-iškilti
sk: Nárast zhora

source: Grow from left
lt: iškilti iš kairės
sk: Nárast zľava

source: Popup
lt: iškilti

source: Slide drop
lt: sklandžiai išslysti
sk: Sklz nadol

source: Slide left to right
lt: iš kairės dešinėn
sk: Sklz zľava doprava

source: Slide top to bottom
lt: iš viršaus žemyn
sk: Sklz zhora nadol

source: Stripes
lt: juostos
sk: Prúžky

source: * current animation
lt: * dabar pasirinkta animacija
sk: * aktuálna animácia

source: Preview
lt: Peržiūra
sk: Náhľad

source: Animations
lt: Veiksmų animacija
sk: Animácie

source: Animation type:
lt: Animacijos tipas:
sk: Druh animícií

source: Animation speed:
lt: Animacijos greitis:
sk: Rýchlosť animácií

source: Setup UI animations
lt: Animacijos nustatymai
sk: Nastavenie animácií užív. rozhrania

source: start xbmc mediacenter
lt: paleisti XBMC mediacentrą
sk: Spustiť XBMC

source: XBMC Launcher
lt: XBMC paleidėjas
sk: Spustiť XBMC

source: Do you really want to disable timer:
lt: Ar tikrai norite išjungti laikmatį:
sk: Naozaj chcete zrušiť časovač:

source: Do you really want to enable timer:
lt: Ar tikrai norite įjungti laikmatį:
sk: Naozaj chcete zapnúť časovač:

source: Would you save the entered PIN %s persistent?
lt: Išsaugoti įvestą PIN %s pastoviai?
sk: Chcete uložiť zadaný PIN %s ako trvalý?

source: Set pin code persistent
lt: Įrašykite pastovų PIN kodą
sk: Zadajte trvalý kód PIN

source: Enter persistent PIN code
lt: Įrašykite pastovų PIN kodą
sk: Zadajte trvalý kód PIN

source: Reset persistent PIN code
lt: Išvalyti pastovų PIN kodą

source: The saved PIN was cleared.
lt: Išsaugotas PIN išvalytas.
sk: PIN bol vymazaný.

source: Enter PIN
lt: Įrašykite PIN
sk: Zadať PIN

source: Reenter PIN
lt: Pakartokite PIN
sk: Znova zadajte PIN.

source: The PIN code has been saved successfully.
lt: PIN kodas sėkmingai išsaugotas.
sk: Kód PIN bol úspešne uložený.

source: Enable ZAP history menu
lt: Įjungti kanalų perjungimo istorijos meniu
sk: Zapnúť menu histórie staníc (tl. EXIT)

source: Zap History
lt: Perjungimų istorija
sk: História prepínania

source: Use folder based configuration (list / sort type)
lt: Katalogų struktūros konfigūracija (sąrašas / rūšiavimo tipas)
sk: Použiť nastavenia (zoznam/triedenie) podľa adresára

source: Protect movies and directories
lt: Filmų ir katalogų apsauga
sk: Chrániť nahrávky a adresáre

source: Change movie / directory PIN
lt: Keisti filmo / katalogo PIN kodą

source: Remember movie / directory PIN
lt: Įsiminti filmo / katalogo PIN

source: movie / directory PIN
lt: perkelti/katalogas PIN

source: No valid movie / directory PIN found! Do you like to change the movie / directory PIN now? When you say 'No' here the movie / directory protection stay disabled!
lt: Galiojančio filmo/katalogo PIN nerasta! Ar norite pakeisti filmo/katalogo PIN dabar? Jeigu atsakysite 'NE', filmo/katalogo apsauga liks išjungta!

source: Reset movie / directory PIN cache
lt: Išvalyti filmo / katalogo PIN atmintį

source: Protect deleting of movies
lt: Apsaugoti filmus nuo šalinimo
sk: Ochrana pred zmazaním filmu
