Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: Backup Image
lt: Atvaizdo atsarginė kopija
sk: Zálohovať image

source: Backup your running STB image.
lt: Darykite veikiančio atvaizdo atsargines kopijas.
sk: Zálohovať image bežiaci na VU+

source: Restore Image
lt: Atkurti atvaizdą
sk: Obnoviť image

source: Restore your backuped STB image.
lt: Atkurti iš anksčiau sukurto atvaizdo.
sk: Obnoviť zálohovaný image VU+

source: Select your backup device.
lt: pasirinkite laikmeną savo atsarginei kopijai išsaugoti
sk: Zvoliť zálohovacie zariadenie.

source: VTI Image Backup/Restore
lt: VTi Atvaizdo atsarginis kopijavimas/atkūrimas
sk: Záloha a obnova image VTI

source: Backup your STB settings.
lt: pasidarykite sistemos nustatymų atsargines kopijas
sk: Zálohuje nastavenua VU+

source: Restore your STB settings.
lt: atkurkite savo Vu+ sistemos nustatymus iš atsarginių kopijų
sk: Obnoví nastavenia VU+

source: Restore your backups by date.
lt: atkurkite atsarginę kopiją, atsižvegdami į jos sukūrimo datą
sk: Obnoviť zálohy podľa dátumu.

source: Select files for backup.
lt: pasirinkite katalogus ir failus atsarginiam kopijavimui
sk: Zvoliť súbory na zálohovanie.

source: VTI Expert Backup/Restore
lt: VTi Išmanus atsarginis kopijavimas/atkūrimas
sk: Expertná záloha a obnova

source: VTI .tar.gz installer
lt: VTi .tar.gz paketų įdiegimas
sk: Inštalátor .tar.gz

source: VTI IPK Installer
lt: VTi IPK įdiegimas
sk: Inštalátor IPK

source: The Device Manager is not installed! Please install it.
lt: Įrenginių tvarkytuvas neįdiegtas! Įdiekite jį.
sk: Správca zariadení nie je nainštalovaný! Nainštalujte ho.

source: The FileManager is not installed! Please install it.
lt: Failų tvarkytuvas neįdiegtas! Įdiekite jį.
sk: Správca súborov nie je nainštalovaný! Nainštalujte ho.

source: The NetworkBrowser is not installed! Please install it.
lt: Tinklo naršyklė neįdiegta! Įdiekite ją.
sk: Prehľadávač siete nie je nainštalovaný! Nainštalujte ho.

source: VTI Harddisk Standbymode
lt: VTi HDD budėjimo režimas

source: VTI show ecm.info
lt: Rodyti VTi ECM informaciją

source: VTI show running processes
lt: Rodyti VTi veikiančius procesus

source: VTI show mounted filesystems
lt: Pajungtos VTi failų sistemos

source: VTI show networkconfiguration and routingtable
lt: VTi Tinklo konfigūracija ir maršrutizacija

source: Harddiskmanufacturer, Type and it's Temperature :
lt: HDD gamintojas, tipas ir temperatūra :
sk: Výrobca HDD. Typ a jeho teplota:

source: Are you sure to set hdd in standby mode?
lt: Ar tikrai norite nustatyti HDD budėjimo režimu?
sk: Naozaj chcete uspať HDD?

source: HDD Temperature
lt: HDD temperatūra
sk: Teplota HDD

source: No internal Harddisk detected!!!! Please install an internal Harddisk first to be in a position to check harddisk temperature.
lt: Vidinių HDD nėra!!! Prieš šioje pozicijoje tikrindami HDD temperatūrą, įdiekite vidinį HDD.

source: Active Usersessions :
lt: Aktyvios sesijos :

source: Current Time, Operating Time and Load Average :
lt: Dabartinis laikas, darbo laikas ir apkrovimo vidurkis:

source: Uptime
lt: Nepertraukiamo darbo laikas

source: VTI show network stats
lt: VTi Rodyti tinklo statistika

source: Current Memory Usage :
lt: Dabar naudojama atminties :
sk: Aktuálne využitie pamäte:

source: Memory Usage
lt: Atminties naudojimas
sk: Využitie pamäte

source: VTI show free diskspace
lt: VTi Laisvos vietos diske

source: Menu not implemented yet!!!! feel free to code this menu now ;)
lt: Meniu dar nerealizuotas!!! drąsiai susikoduokite jį dabar ;)

source: Install/update finished.
lt: Įdiegimas/atnaujinimas baigtas.
sk: Inštalácia/aktualizácia skončila.

source: VTI Restore Image
lt: VTi Atkurti atvaizdą
sk: Obnova image

source: No image found!!!! Please copy usb image or restore image to /media/hdd/vuplus/MODEL .
lt: Atvaizdo nėra!!! Nukopijuokite USB atvaizdą, arba įkelkite į /media/hdd/vuplus/MODELIS .
sk: Nenájdený image!!!! Skopírujte usb image alebo obnovte image do /media/hdd/vuplus/MODEL .

source: VTI-Backup done.
lt: VTi Atsarginis kopijavimas atliktas.
sk: Záloha hotová.

source: VTI-Backup failed.
lt: VTi Atsarginis kopijavimas nepavyko.
sk: Záloha sa nepodarila.

source: No Harddisk or Harddisk with S.M.A.R.T capabilites detected
lt: Nėra HDD, arba HDD su įjungtu S.M.A.R.T
sk: Nezistený pevný disk ani pevný disk so S.M.A.R.T.

source: Could not grep Uptime Information from busybox
lt: Nepavyksta išgauti iš busybox informacijos apie nepertraukiamą darbą

source: Could not grep socket information from busybox
lt: Nepavyksta išgauti iš busybox informacijos apie prisijungimus

source: Could not grep Memory Usage information from busybox
lt: Nepavyksta išgauti iš busybox informacijos apie atminties panaudojimą

source: VTI Status List Menu
lt: VTi sąrašų meniu

source: Stop Swap
lt: Išjungti mainus

source: Start Swap
lt: Įjungti mainus

source: VTI SwapFile Menu
lt: VTi Mainų failo meniu

source: VTI Services Menu
lt: VTi Tarnybų meniu
sk: Menu staníc

source: Force uninst.
lt: Priverstinai išdiegti

source: VTI IPK Uninstaller Menu
lt: VTi IPK šalinimo meniu
sk: Menu odinštalátora IPK

source: Remove Skin
lt: Šalinti temą
sk: Odstrániť vzhľad

source: VTI Skinremove Menu
lt: VTi Temų šalinimo meniu
sk: Menu odstránenia vzhľadu

source: Remove selected
lt: Pašalinti parinktus
sk: Odstrániť zvolený

source: Remove all
lt: Pašalinti viską
sk: Odstrániť všetky

source: Remove older 7 Days
lt: Šalinti senus (>7 dienų)
sk: Odstrániť staršie ako 7 dní

source: VTI Crashlogremove Menu
lt: VTi Lūžių įrašų šalinimo meniu

source: VTI USB DVB-Panel
lt: VTi USB DVB skydas

source: not in use
lt: nenaudojama
sk: nepoužíva sa

source: MB swapfile on
lt: MB mainų failas

source: Are you sure to delete swapfile ?
lt: Ar tikrai norite panaikinti mainų failą?

source: Are you sure to %s ?
lt: Ar tikrai norite %s?

source: VTI Start Service
lt: VTi Įjungti paslaugą

source: VTI Stop Service
lt: VTi Išjungti paslaugą

source: VTI Restart Service
lt: VTi Paleisti tarnybą iš naujo

source: VTI Skinremoval
lt: VTi Temų šalinimas

source: VTI Remove Enigma2 Crashlog
lt: VTi šalinti Enigma2 lūžio žurnalus

source: Deleted Crashlogs older 7 Days...
lt: Šalinti senesnius, nei 7 dienų lūžio žurnalus

source: stopping swap for
lt: mainų failas stabdomas

source: swapfile was deleted successfully
lt: mainų failas sėkmingai pašalintas

source: VTI create SwapFile
lt: VTi Sukurti mainų failą

source: no swapfile active...
lt: nėra aktyvaus mainų atminties failo...

source: swapfile was created successfully
lt: mainų failas sėkmingai sukurtas

source: VTI IPK Uninstall
lt: VTi IPK šalinimas

source: VTI IPK Uninstall ignore depencies
lt: VTi IPK šalinimas ignoruojant priklausomybes

source: Stop Cam
lt: Stabdyti Emu
sk: Zastaviť CAM

source: Start Cam
lt: Paleisti Emu
sk: Spustiť CAM

source: Restart Cam
lt: Paleisti Emu iš naujo
sk: Reštartovať CAM

source: Manage Cams
lt: Valdyti Emu
sk: Spráca CAMov

source: Select Cam and press OK to activate
lt: Pasirinkite Emu ir jam aktyvuoti, spauskite 'OK'
sk: Zvoľte Cam a stlačením OK ho aktivujte

source: NO CAM ACTIVE !!! Cant restart current cam
lt: NĖRA AKTYVAUS EMU !!! Nepavyks Emu paleisti iš naujo
sk: NIE JE AKTÍVNY CAM! Nie je čo reštartovať.

source: cam info :
lt: Emu info :

source: Starting cam :
lt: Paleidžiamas Emu:
sk: Spúšťam CAM:

source: Stopping cam :
lt: Stabdomas Emu:
sk: Zastavujem CAM:

source: Restarting cam :
lt: Emu paleidžiamas iš naujo:
sk: Reštartujem CAM:

source: Max
lt: Maks.

source: Current
lt: Dabartinis
sk: Aktuálny

source: Average
lt: Vidurkis
sk: Priemerný

source: Download or delete Cam
lt: Parsisiųsti/pašalinti Emu
sk: Prevziať alebo vymazať Cam

source: Change Root Password
lt: Pakeisti root slaptažodį
sk: Zmeniť koreňové heslo

source: Set Password
lt: Nustatyti slaptažodį
sk: Nastaviť heslo

source: new Random
lt: Naujas atsitiktinis

source: virt. Keyboard
lt: Virtuali klaviatūra
sk: virtuálna klávesnica

source: Enter new Password
lt: Įrašykite naują slaptažodį
sk: Zadajte nové heslo

source: Sucessfully changed password for root user to: %s
lt: root vartotojo slabtažodis pakeistas į: %s

source: Unable to change/reset password for root user
lt: Nepavyko pakeisti/atkurti root slaptažodį

source: Enter your password here:
lt: Čai įrašykite slaptažodį:
sk: Sem zadajte heslo:

source: Software Update
lt: Programinės įrangos naujinimas
sk: Aktualizácia softvéru

source: Manage your VU+ Team Image
lt: Tvarkyti Vu+ komandos atvaizdą

source: VTI CronManager
lt: VTi Cron tvarkytuvas

source: Execute
lt: Vykdyti

source: Command: %s was executed
lt: Komanda: %s įvykdyta
sk: Príkaz: %s bol vykonaný

source: your cronjob
lt: jūsų Cron užduotis

source: Add a job to CronManager
lt: Cron tvarkyklei duoti užduotį

source: Command to execute :
lt: Komanda vykdymui :

source: Additional command options :
lt: Papildomos komandos nuostatos :

source: Input minute :
lt: Įvesties minutė :
sk: Zadajte minútu:

source: Input hour :
lt: Įvesties valanda :
sk: Zadajte hodinu:

source: Input day :
lt: Įvesties diena :
sk: Zadajte deň:

source: Input month :
lt: Įvesties mėnuo :
sk: Zadajte mesiac:

source: Input weekday :
lt: Įveskite savaitės dieną :
sk: Zadajte deň v týždni:

source: Modify a CronManager job
lt: Redaguoti Cron tvarkyklės užduotį

source: Select a executable file for a cronjob
lt: Pasirinkite vykdomąjį failą Cron užduočiai

source: NTP server
lt: NTP serveris
sk: Server NTP

source: is activated.
lt: aktyvuota.
sk: je zapnutý.

source: NTP-Server Country Selection
lt: NTP serverio šalies pasirinkimas

source: NTP-Server Contenant Selection
lt: NTP serverio kontinento pasirinkimas

source: show Updates
lt: Rodyti
sk: Zobraziť aktualizácie

source: It seems that your Internet connection is not ok, please check it
lt: Atrodo, kad jūsų interneto ryšys netvarkoj, patikrinkite

source: The news file can not be analyzed, please be patient and try again later
lt: Naujienų failo išanalizuoti nepavyksta, kantrybės ir bandykite vėliau

source: Upgradable Packages
lt: Atnaujintini paketai
sk: Aktualizovateľné balíčky

source: show News
lt: Naujienos

source: Package : %s old version : %s new version : %s
lt: Paketas : %s sena versija : %s nauja versija : %s
sk: Balíček: %s stará verzia: %s nová verzia: %s

source: Your System is up to date
lt: Atnaujinimų nėra
sk: Systém je aktuálny

source: There are updates available. Do you want to open Software Update menu ?
lt: Yra atnaujinimų. Ar atidaryti programinės įrangos atnaujinimo meniu?
sk: K dispozícii sú aktualizácie. Chcete otvoriť menu aktualizácie softvéru?

source: VTI custom main menu
lt: VTi Personalizuotas pagrindinis meniu
sk: Vlastné hlavné menu VTI

source: Execute:
lt: Vykdyti:
sk: Spustiť:

source: VTI ExeManager
lt: VTi vykdomųjų failų tvarkytuvas
sk: VTI - správa EXE

source: File %s was not found
lt: Failo %s nerasta
sk: Súbor %s nenájdený

source: File %s is not executable
lt: Failas %s nėra vykdomasis
sk: Súbor %s nie je spustiteľný

source: your executable
lt: jūsų vykdomasis

source: Add a executable to ExeManager
lt: Užduotis vykdomųjų failų tvarkytuvui

source: Show command output :
lt: Rodyti komandų atsakus :

source: Modify execute command
lt: Redaguotii komandos vykdymą

source: Screenshot
lt: Nuotrauka

source: PROCESS
lt: PROCESAS
sk: Proces

source: MEM %
lt: ATM %

source: DEVICE
lt: ĮRENGINYS
sk: ZARIADENIE

source: MOUNTPOINT
lt: PAJUNGIMO TAŠKAS
sk: PRIPOJ. BOD

source: SIZE
lt: DYDIS
sk: VEĽKOSŤ

source: FREE
lt: LAISVA
sk: VOĽNÝCH

source: KERNEL :
lt: BRANDUOLYS :
sk: JADRO:

source: IMAGE :
lt: ATVAIZDAS:

source: SWAP
lt: MAINAI

source: USED :
lt: NAUDOJAMA :
sk: POUŽITÉ:

source: FREE :
lt: LAISVA:
sk: VOĽNÉ:

source: TOTAL :
lt: IŠ VISO :
sk: SPOLU:

source: UPTIME :
lt: NEIŠJUNGTAS :

source: LOAD :
lt: APKROVA :

source: TEMP :
lt: TEMPERATŪRA :
sk: TEPL:

source: FAN :
lt: Ventiliatorius:
sk: VENTILÁTOR:

source: RECEIVED
lt: PRIIMTA
sk: PRIJATÉ

source: SENT
lt: IŠSIŲSTA
sk: ODOSLANÉ

source: VTI EPG Panel
lt: VTi EPG skydas
sk: VTI - Panel EPG

source: EPG Path :
lt: EPG išsaugotas:
sk: Cesta EPG:

source: Save EPG cache to epg.dat
lt: Įrašyti EPG podėlį į epg.dat
sk: Uložiť EPG do súboru epg.dat

source: Load EPG data from epg.dat
lt: EPG duomenis imti iš epg.dat
sk: Načítať dáta EPG z epg.dat

source: Delete broken epg.dat
lt: Šalniti sugadintą epg.dat
sk: Zmazať poškodený súbor epg.dat

source: Saving of EPG cache to %s finished
lt: EPG podėlis įrašytas į %s
sk: Ukladanie EPG do %s skončené.

source: Loading EPG data from %s finished
lt: EPG duomenų įkėlimas iš %s baigtas
sk: Načítanie dát EPG z %s skončilo

source: Clearing EPG DB finished
lt: EPG duomenų bazės išvalymas baigtas

source: There was a problem at creating an automatic backup for VTi BackupSuite. Do you really want to continue ?
lt: VTi atsarginių kopijų įrankiui kuriant automatinę kopiją, kilo problema. Jūs tikrai norite tęsti?
sk: Bol problém s vytvorením automatickej zálohy pre VTi BackupSuite. Naozaj chcete pokračovať?

source: VTi Image Download
lt: VTi Atsisiųsti atvaizdą
sk: VTI - Preberanie image

source: Do your really want to cancel the image download ?
lt: Jūs tikrai norite atšaukti atvaizdo atsisiuntimą?
sk: Naozaj chcete zrušiť preberanie image?

source: Select image for flash process
lt: Pasirinkite atvaizdą įdiegimui
sk: Zvoľte image na inštaláciu

source: Install this image
lt: Įdiegti šį atvaizdą
sk: Inštalovať tento image

source: VTI Image Flash Tool
lt: VTi Atvaizdo diegimo įrankis
sk: VTI - Nástroj na inštalovanie image

source: downloading available image information
lt: parsiunčiama informacija apie atvaizdą
sk: preberám dostupné informácie o image

source: Flash extracted image from storage device
lt: Įdiekite išarchyvuotą atvaizdą iš laikmenos
sk: Nainštalovať image extrahovaný zo zálohovacieho zariadenia

source: Image: %s
lt: Atvaizdas: %s

source: Download image from vuplus-support.org and flash it
lt: Parsisiųsti atvaizdą iš vuplus-support.org ir jį įdiegti
sk: Prevziať image z vuplus-support.org a nainštalovať ho

source: Sorry ...
lt: Atleiskite ...
sk: Ľutujem...

source: The image list can not be loaded, please be patient and try again later
lt: Atvaizdų sąrašo įkelti nepavyksta, kantrybės ir bandykite vėliau
sk: Nemôžem načítať zoznam image. Skúste znova neskôr.

source: This will flash the selected image without further questions. Your current software installation will be deleted and overwritten Really continue ?
lt: Pasirinktas atvaizdas bus įdiegtas be tolimesnių klausimų. Visi dabartiniai duomenys bus ištrinti ir perrašyti naujais Ar tikrai tęsti ?
sk: Toto nainštaluje zvolený image bez ďalších otázok. Aktuálna verzia softvéru sa zmaže a prepíše. Naozaj pokračovať?

source: Please select medium to use as image location
lt: Pasirinkite laikmeną atvaizdui
sk: Zvoľte médium, ktoré sa použije ako umiestnenie image.

source: Error at creating download destination ! Please select another device.
lt: Parsisiuntimui vietos sukurti nepavyko ! Pasirinkite kitą įrenginį.
sk: Chyba pri vytváraní cieľa preberania! Zvoľte iné zariadenie.

source: There is to low free memory at choosen device Please select another device.
lt: Pasirinktame įrenginyje trūksta laisvos atminties Pasirinkite kitą įrenginį.
sk: Vo zvolenom zariadení je málo voľnej pamäte. Zvoľte iné zariadenie.

source: Download %s
lt: Parsisiųsti %s
sk: Preberanie %s

source: Extracting image ...
lt: Atvaizdas išskleidžiamas...
sk: Extrahujem image ...

source: Sorry, download verification failed Please try again.
lt: Parsiuntimo patikrinimas nepavyko Bandykite dar kartą.
sk: Overenie preberania zlyhalo. Skúste znova.

source: Verifying download ...
lt: Tikrinami atsisiųsti duomenys...
sk: Overujem preberanie...

source: This will flash the downloaded image. Your current software installation will be deleted and overwritten If you cancel here the downloaded image will be stored and you flash it later Really continue ?
lt: Bus įdiegtas parsisiųstas atvaizdas. Visi dabartiniai duomenys bus ištrinti ir perrašyti naujais Jei jūs čia nutrauksite, parsiųstas atvaizdas bus išsaugotas ir galėsite jį įsikelti vėliau Ar tikrai tęsti ?
sk: Týmto sa nainštaluje prevzatý image. Aktuálne nainštalovaný softvér sa vymaže a prepíše. Ak teraz proces zrušíte, prevzatý image sa uloží a budete ho môcť nainštalovať neskôr. Naozaj chcete pokračovať?

source: Sorry, necessary files are missing Please try again.
lt: Trūksta būtinų failų Bandykite dar kartą.
sk: Potrebné súbory chýbajú Skúste znova.

source: Sorry, extracting of image failed Please try again.
lt: Atvaizdo išskleisti nepavyko Bandykite dar kartą.
sk: Extrahovanie zoznamu staníc zlyhalo Skúste znova.

source: VTi Image Flash Process
lt: VTi Atvaizdo įdiegimas
sk: VTI - Nástroj na inštalovanie image

source: Change password for VTI Panel
lt: Pakeisti VTi lango slaptažodį
sk: Zmena hesla do Panela VTI

source: Deactivate
lt: Deaktyvuoti
sk: Vypnúť

source: Input your new VTI Panel password :
lt: Įveskite naują VTi lango slaptažodį :
sk: Zadajte nové heslo do Panela VTI:

source: Input password for VTI Panel
lt: Įveskite VTi lango slaptažodį
sk: Zadanie hesla do Panela VTI

source: Input your VTI Panel password :
lt: Įveskite VTi lango slaptažodį :
sk: Zadajte heslo do Panela VTI:

source: VTI-Backup is running...
lt: VTi Atsarginis kopijavimas...
sk: VTI - Zálohovanie beží...

source: VTI-Backup - Select files/folders to backup
lt: VTi Pasirinkite kopijuojamus failus/katalogus
sk: VTI - Zálohovanie - Zvoľte súbory a priečinky na zálohovanie

source: VTI-Restore backups
lt: VTi Atkurti iš kopijos
sk: VTI - Obnova zo zálohy

source: VTI-Restore is running...
lt: VTi Vyksta atkūrimas...
sk: VTI - Prebieha obnova...

source: VTi Restore Image
lt: VTi Atvaizdo atkūrimas
sk: VTI - Obnova image

source: No image found!!!! Please copy usb image or restore image to /media/hdd/vuplus/duo/solo/uno or ultimo .
lt: Atvaizdo nėra!!! Nukopijuokite USB atvaizdą, arba įkelkite į /media/hdd/vuplus/duo/solo/uno, ar ultimo .
sk: Nenájdený žiadny image!!!! Skopírujte image usb alebo obnovte image do /media/hdd/vuplus/duo/solo/uno alebo ultimo .

source: Please take a look at %s for more details
lt: Išsamesnės informacijos ieškokite %s
sk: Pozrite sa na %s, kde je viac detailov.

source: Restore of selected image is in progress. Your Vu+ STB will be rebooted after write process Do not power off !!! Please wait ...
lt: Vyksta pasirinkto atvaizdo atkūrimas. Pabaigus, jūsų Vu+ bus paleistas iš naujo Neišjunginėkite !!! Palaukite ...
sk: Prebieha obnova zvoleného image. VU+ sa po zapísaní reštartuje. Nevypnite ho! Please wait ...

source: Flash process of selected image is in progress. Your Vu+ STB will be rebooted after write process Do not power off !!! Please wait ...
lt: Vyksta pasirinkto atvaizdo diegimas. Pabaigus, jūsų Vu+ bus paleistas iš naujo Neišjunginėkite !!! Palaukite ...
sk: Prebieha inštalácia zvoleného image. VU+ sa po zapísaní reštartuje. Nevypnite ho! Čakajte ...

source: Backup of your running image is in progress. The backup can take a few minutes Please wait ...
lt: Vyksta jūsų veikiančio atvaizdo atsarginis kopijavimas. Tai užtruks keletą minučių Palaukite ...
sk: Prebieha zálohovanie bežiaceho image. Môže to trvať niekoľko minút. Čakajte...

source: preparing backup of image
lt: ruošiama atvaizdo atsarginė kopija
sk: pripravujem zálohovanie image

source: Error at creating backup directories Please try another backup location
lt: Atsarginės kopijos katalogo sukurti nepavyko Pasirinkite kitą vietą išsaugojimui.
sk: Chyba pri vytváraní adresárov zálohy Skúste iné umiestnenie pre zálohu

source: The system is missing some necessary files !
lt: Sistemoje trūksta keleto būtinų failus!
sk: V systéme chýbajú niektoré dôležité súbory.

source: Backup of root filesystem failed
lt: Šakninės failų sistemos atsarginė kopija nepavyko
sk: Záloha koreňového systému súborov zlyhala.

source: backup root filesystem
lt: šakninės failų sistemos atsarginė kopija
sk: Zálohovať koreňový systém súborov

source: Error at preparing system for backup
lt: Atsarginės kopijos paruošti nepavyko
sk: Chyba pri príprave systému na zálohovanie.

source: create flashable file of root filesystem
lt: sukurti šakninės failų sistemos įdiegiamą failą
sk: Vytvoriť inštalovateľný súbor koreňového systému súborov

source: backup of running kernel
lt: veikiančio branduolio atsarginė kopija
sk: zálohovať bežiace jadro

source: Backup of kernel failed
lt: Branduolio atsarginė kopija nepavyko
sk: Zálohovanie jadra zlyhalo.

source: Image backup finished successfully
lt: Atvaizdo atsarginė kopija sukurta
sk: Záloha image úspešne skončená.

source: A new skin was installed
lt: Įdiegta nauja tema
sk: Nový zhľad bol nainštalovaný.

source: Do you want to open the skin choice list?
lt: Jūs norite atverti temų pasirinkimo sąrašą?
sk: Chcete otvoriť zoznam výberu vzhľadov?

source: Remove xbmc
lt: Šalinti XBMC
sk: Odstrániť xbmc

source: uninstall xbmc and dependend packages
lt: pašalinti XBMC ir priklausomus paketus

source: Load EPG data from file every X minutes (0 = off)
lt: EPG duomenis imti iš failo kas X min. (0 = išjungta)
sk: Načítať dáta EPG zo súboru každých X minút (0 = vyp.)

source: Save EPG data every X minutes to file (0 = off)
lt: EPG duomenis išsaugoti faile kas X min. (0 = išjungta)
sk: Uložiť dáta EPG do súboru každých X minút (0 = vyp.)

source: Enable EPG client mode (don't save EPG file)
lt: Įjungti EPG kliento režimą (neišsaugo EPG failo)
sk: Zapnúť režim klienta EPG (neuložiť súbor EPG)

source: Setup - EPG
lt: Nustatymas - EPG
sk: Nastavenie - EPG

source: Download services lists
lt: Kanalų sąrašo parsisiuntimas
sk: Prevziať zoznamy staníc

source: Download of services list failes, please be patient and try again later
lt: Kanalų sąrašo įkelti nepavyksta, kantrybės ir bandykite vėliau
sk: Nemôžem prevziať zoznam staníc. Skúste neskôr.

source: Sorry, creating download folder failed
lt: Sukurti parsisiuntimui katalogą nepavyko
sk: Vytvorenie adresára na preberanie zlyhalo.

source: Sorry, there are some mandatory files missing Please try antoher services list.
lt: Trūksta kelių būtinų failų Bandykite kitą kanalų sąrašą.
sk: Niektoré povinné súbory chýbajú. Skúste iný zoznam staníc.

source: Sorry, extracting of services list failed Please try again.
lt: Kanalų sąrašo išskleisti nepavyko. Bandykite dar kartą.
sk: Extrahovanie zoznamu staníc zlyhalo Skúste znova.

source: Loading new services list finished succesfully.
lt: Naujas kanalų sąrašas įkeltas.
sk: Načítanie zoznamu nových staníc bolo úspešné.

source: Loading the new services list failed. Please try again
lt: Naujo kanalų sąrašo įkelti nepavyko. Bandykite dar kartą.
sk: Načítanie zoznamu nových staníc zlyhalo. Skúste znova

source: Forbid DVB EPG update for black listed services
lt: Neatnaujinti DVB EPG kanalams iš juodojo sąrašo
sk: Zakázať aktualizáciu staníc z čiernej listiny v DVB EPG

source: Add Service
lt: Pridėti kanalą
sk: Pridať stanicu

source: Edit blacklist for DVB EPG
lt: Redaguoti DVB EPG juodąjį sąrašą
sk: Upraviť čiernu listinu pre DVB EPG

source: Please select location of software packages
lt: Pasirinkite, kur saugomi programinės įrangos paketai
sk: Zvoľte umiestnenie softvérových balíčkov

source: Temporary folder (/tmp)
lt: Laikinasis katalogas (/tmp)
sk: Dočasný adresár (/tmp)

source: Configuration
lt: Konfigūracija
sk: Konfigurácia

source: Usage
lt: Naudojimas
sk: Využitie

source: Enable InfoBarTunerState
lt: Įjungti InfoBarTunerState
sk: Zapnúť stav tunera v infolište

source: Add to extension menu
lt: Rodyti tarp plėtinių meniu
sk: Pridať do menu rozšírení

source: Show and hide with InfoBar
lt: Rodyti ir slėpti su infojuosta
sk: Zobraziť a skryť s infolištou

source: Show on events
lt: Rodyti įvykiams

source: MoviePlayer integration
lt: Integruoti į filmų grotuvą

source: Time format
lt: Laiko formatas
sk: Formát času
