Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: KEY (8~63 Characters)
lt: RAKTAS (8~63 simbolių)
sk: Kľúč (8~63 znakov)

source: Keep
lt: Išlaikyti
sk: Zachovať

source: Key Type
lt: Rakto tipas
sk: Druh šifrovacieho kľúča

source: KeyType
lt: Rakto tipas
sk: Druh šifrovacieho kľúča

source: Keyboard
lt: Klaviatūra
sk: Klávesnica

source: Keyboard Layout
lt: Klaviatūros išdėstymas
sk: Rozloženie klávesnice

source: Keyboard Map
lt: Klaviatūros išdėstymas
sk: Rozloženie klávesov

source: Keyboard Setup
lt: Klaviatūros nustatymas
sk: Nastavenie klávesnice

source: Keymap
lt: Mygtukų išdėstymas
sk: Rozloženie klávesov

source: LAN Adapter
lt: LAN modulis
sk: Adaptér LAN

source: LAN connection
lt: LAN prisijungimas
sk: Pripojenie LAN

source: LED Brightness Setup
lt: LED šviesumas
sk: Nastavenie jasu LED

source: Language
lt: Kalba
sk: Jazyk

source: Language selection
lt: Kalbos pasirinkimas
sk: Voľba jazyka

source: Last config
lt: Vėliausi nustatymai
sk: Posledné nastavenie

source: Last speed
lt: ankstesnis greitis
sk: Posledná rýchlosť

source: Latitude
lt: Platuma
sk: Zem. šírka

source: Latvian
lt: Latvių
sk: Lotyščina

source: Leave DVD Player?
lt: Užverti DVD grotuvą?
sk: Ukončiť DVD prehrávač?

source: Left
lt: Kairė
sk: Doľava

source: Left Key
lt: Kairysis mygtukas
sk: Šípka doľava

source: Left Mouse Button
lt: Kairysis pelės mygtukas
sk: Ľavé tlačidlo myši

source: Letterbox
lt: Letterbox (juostos viršuje ir apačioje)

source: Limit east
lt: Rytų riba
sk: Východný limit

source: Limit west
lt: Vakarų riba
sk: Západný limit

source: Limited character set for recording filenames
lt: Simbolių apribojiimas įrašų failų pavadinimuose
sk: Obmedzená znaková sada pre názvy záznamov

source: Limits off
lt: Apribojimai išjungti
sk: Vypnúť limity

source: Limits on
lt: Apribojimai įjungti
sk: Zapnúť limity

source: Link Quality:
lt: Sąsajos kokybė:
sk: Kvalita spojenia:

source: Link:
lt: Sąsaja:
sk: Spojenie:

source: Linked titles with a DVD menu
lt: Su DVD meniu susieti pavadinimai
sk: Tituly prepojené s menu DVD

source: List available networks
lt: Galimų tinklų sąrašas
sk: Zoznam dostupných sietí

source: List of Storage Devices
lt: Laikmenos įrenginių sąrašas
sk: Zoznam záznamových zariadení

source: Lithuanian
lt: Lietuvių
sk: Litovčina

source: Load
lt: Įkelti
sk: Natiahnuť

source: Load Length of Movies in Movielist
lt: Filmų sąraše rodyti filmo trukmę
sk: Prevziať dĺžku filmov do zoznamu filmov

source: Local Network
lt: Vietinis tinklas
sk: Miestna sieť

source: Location
lt: Vieta
sk: Umiestnenie

source: Location for instant recordings
lt: Vieta neplaniniams įrašams
sk: Umiestnenie okamžitých záznamov

source: Lock:
lt: Užrakinti:
sk: Signál:

source: Locking Fail Error
lt: Nepavykusio blokavimo klaida
sk: Chyba pri zamknutí

source: Log results to harddisk
lt: Įrašyti rezultatų žurnalą kietąjame diske
sk: Zaznamenať výsledky na pevný disk

source: Long Keypress
lt: Ilgas mygtuko paspaudimas
sk: Dlhé stlačenie tlačidla

source: Long filenames
lt: ilgi pavadinimai
sk: Dlhé názvy súborov

source: Longitude
lt: Ilguma
sk: Zem. dĺžka

source: MMC Card
lt: MMC kortelė
sk: Karta MMC

source: MORE
lt: DAUGIAU
sk: VIAC

source: Mac address fail
lt: MAC adreso klaida
sk: Neplatná adresa MAC

source: Main menu
lt: Pagrindinis meniu
sk: Hlavné menu

source: Mainmenu
lt: Pagrindinis meniu
sk: Hlavné menu

source: Make filesystem Error /dev/%s. Please check your device.
lt: /dev/%s formatavimo klaida. Patikrinkite savo įrenginį.
sk: Chyba pri vytváraní systému súborov /dev/%s. Skontrolujte zariadenie.

source: Make this mark an 'in' point
lt: Nustatykite šį žymeklį 'įėjimo' taške
sk: Urobiť z tejto značky vstupný bod („in“)

source: Make this mark an 'out' point
lt: Nustatykite šį žymeklį 'išėjimo' taške
sk: Urobiť z tejto značky výstupný bod („out“)

source: Make this mark just a mark
lt: Nustatykite šį žymeklį tiesiog žymekliu
sk: Urobiť z tejto značky len značku.

source: Manage extensions
lt: Plėtinių valdymas
sk: Spravovať rozšírenia

source: Manage your receiver's software
lt: Tvarkyti imtuvo programinę įrangą
sk: Spravovať softvér ptijímača

source: Manual
lt: Rankinis
sk: Ručne

source: Manual Fan control
lt: Rankinis aušintuvo valdymas
sk: Ručné ovládanie ventilátora

source: Manual Scan
lt: Rankinė paieška
sk: Ručné vyhľadávanie

source: Manual configuration
lt: Rankinė konfigūracija
sk: Ručná konfigurácia

source: Manual transponder
lt: Rankinis transponderis
sk: Transpondér ručne

source: Manufacturer
lt: Gamintojas
sk: Výrobca

source: Margin after record
lt: Intarpas po įrašo (min.)
sk: Rezerva po skončení programu

source: Margin before record (minutes)
lt: Intarpas prieš įrašą (min.)
sk: Rezerva pred začiatkom programu (min)

source: Mark movie as seen after X %
lt: Žymėti filmą, kaip žiūrėtą, po X %
sk: Označiť film ako zhliadnutý po X %

source: Mark recording services in service list
lt: Kanalų sąrašo lange žymėti įrašomus kanalus
sk: V zozname staníc vyznačiť prebiehajúce nahrávanie

source: Max. Bitrate:
lt: Maks. bitų dažnis:
sk: Max. dátový tok:

source: Media player
lt: Mediagrotuvas
sk: Prehrávač médií

source: MediaPlayer
lt: Mediagrotuvas
sk: Prehrávač médií

source: Medium is not a writeable DVD!
lt: Šis DVD neįrašomas!
sk: Médium nie je zapisovateľný disk DVD!

source: Medium is not empty!
lt: Laikmena netuščia!
sk: Médium nie je prázdne!

source: Menu
lt: Meniu

source: Message
lt: Pranešimas
sk: Správa

source: Message...
lt: Žinutė...
sk: Správa...

source: Method
lt: Metodas
sk: Metóda

source: Mkfs failed
lt: Mkfs nepavyko
sk: Mkfs zlyhalo

source: Mode
lt: Režimas
sk: Režim

source: Mode 1
lt: Režimas 1
sk: Režim 1

source: Mode 2
lt: Režimas 2
sk: Režim 2

source: Model:
lt: Modelis:

source: Modem Manager
lt: Modemo tvarkytuvas
sk: Správca modemov

source: Modulation
lt: Moduliacija
sk: Modulácia

source: Modulator
lt: Moduliatorius
sk: Modulátor

source: Mon
lt: Pir
sk: Po

source: Mon-Fri
lt: Pir-Pen
sk: Po-Pi

source: Monday
lt: pirmadienis
sk: Pondelok

source: Mosquito noise reduction
lt: "Moskitų" triukšmų šalinimas
sk: Potlačenie šumu na hranách

source: Mount
lt: Pajungti
sk: Pripojiť

source: Mount Failed! (%s -> %s)
lt: Pajungti nepavyko! (%s -> %s)
sk: Pripojenie zlyhalo. (%s -> %s)

source: Mount Failed! Current path is already mounted by "%s"
lt: Pajungti nepavyko! Šiuo pajungimo keliu jau pajungtas "%s"
sk: Pripojenie zlyhalo! Aktuálna cesta je už pripojená k "%s"

source: Mount Point
lt: Pajungimo taškas
sk: Pripojovací bod

source: Mount Point : %s -> %s
lt: Pajungimo taškas : %s -> %s
sk: Pripojovací bod: %s -> %s

source: Mount Point : %s ->%s
lt: Pajungimo taškas : %s ->%s
sk: Pripojovací bod: %s -> %s

source: Mount Point : click ok button on here.
lt: Pajungimo taškas: spauskite 'OK'.
sk: Pripojovací bod: stlačte OK

source: Mount Point is not writeable. Path : %s
lt: Pajungimo taškas 'ne rašymui'. Kelias : %s
sk: Pripojovací bod nie je zapisovateľný. Cesta: %s

source: Mount failed
lt: Pajungti nepavyko
sk: Primontovanie zlyhalo

source: Mount known devices automatically :
lt: Žinomą įrangą pajungti automatiškai :
sk: Automaticky pripojiť známe zariadenia:

source: Mounted on : %s
lt: Pajungta į: %s
sk: Pripojené: %s

source: Mouse
lt: Pelė
sk: Myš

source: Move
lt: Perkelti
sk: Presunúť

source: Move Picture in Picture
lt: Perkelti vaizdą vaizde
sk: Premiestniť obraz v obraze

source: Move east
lt: Sukti į rytus
sk: Pootočiť východne

source: Move west
lt: Sukti į vakarus
sk: Pootočiť západne

source: Movie location
lt: Filmo vieta
sk: Umiestenie filmu

source: Movielist menu
lt: Filmų sąrašo meniu
sk: Menu filmov

source: Movies / Timers
lt: Filmai / laikmačiai
sk: Filmy / časovače

source: Movies
lt: Filmai
sk: Filmy

source: Timer
lt: Laikmatis
sk: Časovač

source: Multi EPG
lt: daugiakanalis EPG

source: Multi-EPG bouquet selection
lt: Daugiakanalio EPG bukietų pasirinkimas

source: Multimedia
lt: Daugialypė terpė
sk: Multimédiá

source: Multiple service support
lt: Kelių kanalų palaikymas
sk: Dekóduje viac staníc

source: Multiplex
lt: Tankinimas

source: Multisat
lt: Kelių palydovų
sk: viac satelitov

source: Music Directory
lt: Muzikos katalogas
sk: Adresár hudby

source: Mute
lt: Nutildyti
sk: Umlčovač

source: NEXT
lt: KITAS
sk: NASLED.

source: NOW
lt: DABAR
sk: TERAZ

source: NO_GET_APPNAME Press exit!
lt: NO_GET_APPNAME Spauskite 'EXIT'!
sk: NO_GET_APPNAME Stlačte EXIT!

source: Name
lt: Pavadinimas
sk: Názov

source: Name :
lt: Pavadinimas :
sk: Názov:

source: Nameserver
lt: Vardų serveris

source: Nameserver %d
lt: Vardų serveris %d
sk: DNS (nameserver) %d

source: Nameserver Setup
lt: Vardų serverio nustatymas
sk: Nastavenie DNS

source: Namespace
lt: Vardų sritis

source: NetDrive Setup
lt: Tinklinio disko sąranka
sk: Nastavenie NetDrive

source: NetMask
lt: Potinklio kaukė
sk: Maska siete

source: Netmask
lt: Potinklio kaukė
sk: Maska siete

source: Network
lt: Tinklas
sk: Sieť

source: Network Configuration...
lt: Tinklo konfigūravimas
sk: Konfigurácia siete...

source: Network Mount
lt: Tinkliniai pajungimai
sk: Sieťový prístup

source: Network Setup
lt: Tinklo sąranka
sk: Nastavenie siete

source: Network Wizard
lt: Tinklo vedlys
sk: Sprievodca sieťou

source: Network configuration is not changed.... Are you sure you want to restart your network interfaces?
lt: Tinklo konfigūracija nepakito... Jūs tikrai norite tinklo sąsajas paleisti iš naujo?
sk: Nastavenie siete sa nezmenilo.... Naozaj chcete reštartovať sieťové rozhrania?

source: Network scan
lt: Tinklo skenavimas
sk: Vyhľadať sieť

source: Network setup
lt: Tinklo sąranka
sk: Nastavenie siete

source: Network test
lt: Tinklo testas
sk: Test siete

source: Network test...
lt: Tinklo testas...
sk: Test siete...

source: Network test:
lt: Tinklo testas:
sk: Test siete:

source: Network:
lt: Tinklas:
sk: Sieť:

source: NetworkWizard
lt: Tinklo vedlys
sk: Sprievodca nast. siete

source: Networkname (SSID)
lt: Tinklo pavadinimas (SSID)
sk: Názov siete (SSID)

source: New
lt: Naujas
sk: Nové

source: New PIN
lt: Naujas PIN
sk: Nový PIN

source: Next
lt: Kitas
sk: Nasled.

source: No
lt: Ne
sk: Nie

source: No (supported) DVDROM found!
lt: Tinkamas DVDROM nesurastas!
sk: Nenájdený (podporovaný) DVDROM!

source: No AP detected.
lt: Prieigos taškų neaptikta.
sk: Nezistený prístupový bod

source: No Connection
lt: Prisijungimo nėra
sk: Nie je spojenie

source: No HDD found or HDD not initialized!
lt: Kietojo disko nerasta, arba jis neinicijuotas!
sk: Pevný disk nebol nájdený alebo nebol inicializovaný.

source: No backup needed
lt: Atsarginės kopijos nereikia
sk: Nie je treba zálohovať

source: No data on transponder! (Timeout reading PAT)
lt: Nėra duomenų iš transponderio! (Nėra PAT atsakymo)
sk: Žiadne dáta na transpondéri! (Čas vypršal pri čítaní PAT)

source: No description available.
lt: Aprašymo nerasta.
sk: Opis nie je k dispozícii.

source: No detected HbbTV applications.
lt: HbbTV programų neaptikta.
sk: Nezistená aplikácia HbbTV.

source: No displayable files on this medium found!
lt: Mediafailų šioje laikmenoje nerasta!
sk: Na tomto médiu sa nenašli žiadne zobraziteľné súbory!

source: No event info found, recording indefinitely.
lt: Informacijos apie įvykį nerasta, įrašoma neribotai.
sk: Žiadne informácie EPG, spúšťam nekonečné nahrávanie.

source: No free tuner!
lt: Nėra laisvo imtuvo!
sk: Nie je voľný tuner!

source: No information...
lt: Informacijos nėra...
sk: Žiadne informácie...

source: No mountable devices found.! (%s) Do you want to open DeviceManager and do initialize or format this device? (Open 'Menu->Setup->System -> Harddisk -> DeviceManager' and press MENU button to deactivate this check.)
lt: Galimos pajungti įrangos neasta! (%s) Ar atidaryti įrenginių tvarkytuvą, kad inicijuoti, arba formatuoti šį įrenginį? (Eikite 'Meniu->Nustatymai ->Sistema -> Kietasis diskas -> Įrenginių tvarkytuvas' ir paspauskite 'MENIU' mygtuką, kad išjungti šį tikrinimą.)
sk: Nenájdené pripojiteľné zariadenia! (%s) Chcete otvoriť správcu zariadení a inicializovať alebo formátovať toto zariadenie? (Otvorte „Menu -> Nastavenia -> Systém -> Pevný disk -> Správca zariadení“ a stlačením tlačidla MENU vypnite túto kontrolu.)

source: No network connection available.
lt: Nėra prieinamų tinklo prisijungimų.
sk: Nie je dostupné sieťové pripojenie.

source: No networks found
lt: Tinklų nerasta
sk: Nenájdená žiadna sieť

source: No packages were upgraded yet. So you can check your network and try again.
lt: Paketai neatnaujinti. Patikrinkite tinklo nustatymus ir pabandykite dar kartą.
sk: Zatiaľ neboli aktualizované žiadne balíčky. Skontrolujte sieť a skúste znova.

source: No partition list found on device. Please click BLUE key and do Initialize to use this device.
lt: Įrenginyje nerastas skirsnių sąrašas. Kad jį naudoti, spauskite 'MĖLYNĄ' mygtuką ir inicijuokite.
sk: Na zariadení nenájdený zoznam partícií. Stlačte MODRÉ tlačidlo a inicializujte zariadenie.

source: No positioner capable frontend found.
lt: Nerasta su pozicionierimi suderinamos programinės sąsajos.
sk: Nebol nájdený tuner vhodný pre motor.

source: No rewinding possible yet.. but you can use the number buttons to skip forward/backward!
lt: Greitasis persukimas negalimas.., bet peršokimui pirmyn/atgal, jūs galite naudoti skaičių mygtukus!
sk: Prevíjanie nie je možné, ale číselnými tlačidlami môžete skočiť vpred/vzad.

source: No satellite frontend found!!
lt: Su palydovu suderinama sąsaja nerasta!!
sk: Nebol nájdený satelitný tuner!

source: No selected binary data!!
lt: Nepasirinkta dvejetainių duomenų!!
sk: Nie je zvolený binárny súbor.

source: No supported receiver found!
lt: Nerastas tinkamas imtuvas!
sk: Nenájdený podporovaný prijímač!

source: No tags are set on these movies.
lt: Jokios žymos šiems filmams nėra nustatytos.
sk: Na týchto filmoch nie sú nastavené žiadne štítky.

source: No to all
lt: Viskam Ne
sk: Nie pre všetky

source: No tuner is configured for use with a diseqc positioner!
lt: Nėra imtuvo, suderinto naudotis su diseqc pozicionieriumi!
sk: Žiadny tuner nie je nastavený na použitie motora DiSEqC.

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
lt: Nėra įjungto imtuvo! Prieš pradėdami kanalų paiešką, sutvarkykit imtuvo nustatymus.
sk: Žiadny tuner nie je zapnutý! Nastavte tuner pred spustením vyhľadávania staníc.

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
lt: Galiojančio kanalo PIN nerasta! Ar norite pakeisti kanalo PIN dabar? Jeigu atsakysite 'NE', kanalo apsauga liks išjungta!
sk: Nenájdený platný PIN stanice! Chcete teraz zmeniť PIN stanice? Keď zvolíte „Nie“, ochrana stanice zostane vypnutá!

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
lt: Galiojančio nustatymų PIN nerasta! Ar norite pakeisti nustatymų PIN dabar? Jeigu atsakysite 'NE', nustatymų apsauga liks išjungta!
sk: Nenájdený platný PIN nastavení! Chcete teraz zmeniť PIN nastavení? Keď zvolíte „Nie“, ochrana nastavení zostane vypnutá!

source: No wireless networks found! Searching...
lt: Belaidžių tinklų nerasta! Ieškoma ...
sk: Nenájdená bezdrôtová sieť. Hľadám ...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
lt: Veikiančių vietinio tinklo įrenginių nerasta. Patikrinkit, ar prijungėte tinklo kabelį ir ar jūsų tinklas yra teisingai sukonfigūruotas.
sk: Nenájdená funkčný miestny sieťový adaptér. Skontrolujte, či máte pripojený sieťový kábel a či máte sieť správne nastavenú.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
lt: Veikiančių belaidžio tinklo įrenginių nerasta. Patikrinkit, ar prijungėte suderinamą WLAN prietaisą ir ar belaidis tinklas yra teisingai sukonfigūruotas.
sk: Nenájdený funkčný bezdrôtový sieťový adaptér. Skontrolujte, či máte pripojené kompatibilné zariadenie WLAN a či máte sieť správne nastavenú.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
lt: Veikiančių belaidžio tinklo sąsajų nerasta. Patikrinkit, ar jūs prijungėte suderinamą WLAN prietaisą ir ar įjungėte vietinio tinklo sąsają.
sk: Nenájdené funkčné bezdrôtové sieťové rozhranie. Skontrolujte, či máte pripojené kompatibilné zariadenie WLAN alebo zapnite miestne sieťové rozhranie.

source: No, but play video again
lt: Ne, bet rodyti įrašą vėl
sk: Nie, ale znova prehrať video.

source: No, but restart from begin
lt: Ne, bet paleisti nuo pradžių
sk: Nie, ale začať od začiatku.

source: No, do nothing.
lt: Ne, nieko nedaryti.
sk: Nie, nič neurobiť.

source: No, just start my STB
lt: Ne, tik įjungti aparatą
sk: Nie, len zapnúť VU+.

source: No, never
lt: Ne, niekada
sk: Nie, nikdy

source: No, scan later manually
lt: Ne, skenuoti vėliau rankiniu būdu
sk: Nie, vyhľadať neskôr ručne.

source: None
lt: Joks
sk: Žiadne

source: Nonlinear
lt: Netiesinis (ištemps kraštus, apkirps viršų/apačią)
sk: Nelineárne

source: Normal state
lt: Įprastinė būklė
sk: Normálny stav

source: North
lt: Šiaurė
sk: severne

source: Norwegian
lt: Norvegų
sk: Nórčina

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
lt: Diske trūksta vietos. Atlaisvinkite diske vietos ir bandykite dar kartą. (Reikalinga %d MB, o laisva %d MB)
sk: Nie je dosť miesta na disku. Uvoľnite miesto a skúste znova. (Je treba %d MB, ale je len %d MB.)

source: Not-Associated
lt: Nesusietas
sk: Nepriradené

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
lt: Nėra ko skenuoti! Prieš pradėdami kanalų paiešką, sukonfigūruokite savo imtuvą.
sk: Nič na vyhľadávanie! Pred začatím vyhľadávania nastavte tuner .

source: Now Playing
lt: Dabar grojama
sk: Beží prehrávanie

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
lt: Dabar nustatykite kontrastą, kad padidinti fono šviesumą tiek kiek įmanoma, bet įsitikinkite kad du pačius šviesiausius atspalvius jūsų akis vis dar skiria. Jei taip padarėte, spauskite 'OK'.
sk: Teraz kontrastom zvýšte svetlosť pozadia čo najviac, ale tak, aby ste stále rozlíšili dva najjasnejšie prúžky sivej. Keď skončíte, stlačte tlačidlo OK.

source: OK
lt: Gerai

source: OK, guide me through the upgrade process
lt: Gerai, vadovaukite atnaujinimo eigai
sk: OK, poveď ma procesom aktualizácie.

source: OSD Settings
lt: OSD nustatymai
sk: Nastavenia OSD

source: Off
lt: išjungta
sk: Vypnúť

source: Ok
lt: Gerai

source: On
lt: Įjungta
sk: Zapnúť

source: One
lt: Vienas
sk: Jeden

source: One hdd test error Press 'EXIT' button!
lt: Viena HDD testo klaida Paspauskite 'EXIT'!
sk: Chyba pri teste HDD. Stlačte tlačidlo EXIT!

source: Only Free scan
lt: Ieškoti tik nekoduotų
sk: Vyhľadať len FTA

source: Only extensions.
lt: Tik plėtinius.
sk: Len rozšírenia.

source: Open Startpage
lt: Atverti pradinį puslapį
sk: Otvoriť úvodnú stránku

source: Open URL
lt: Atverti internetinį adresą
sk: Otvoriť URL

source: Opera Browser
lt: Naršyklė Opera
sk: Prehľadávač Opera

source: Opera Browser was not running. Please running browser using [File]>[Start/Stop] menu.
lt: Naršyklė Opera nebuvo paleista. Paleiskite, naudodami [Failas] > [Pradėti/Stabdyti] meniu.
sk: Prehľadávač Opera nebeží. Spusťte ho cez menu Súbor > Štart/Stop.

source: Opera Web Browser
lt: Interneto naršyklė Opera
sk: Webový prehľadávač Opera

source: Opera Web Browser Plugin v1.0
lt: Naršyklės Opera įskiepis v1.0
sk: Modul webového prehľadávača Opera v1.0

source: Orbital position
lt: Padėtis orbitoje
sk: Orbitálna pozícia

source: Overwrite configuration files ?
lt: Perrašyti konfigūracijos failus?
sk: Prepísať konfiguračné súbory?

source: Overwrite configuration files during software upgrade?
lt: Perrašyti konfigūracijos failus per programinės įrangos atnaujinimą?
sk: Prepísať konfiguračné súbory pri aktualizácii softvéru?

source: PIDs
lt: PID
sk: PIDy

source: PLEASE READ THIS:
lt: PERSKAITYKITE :
sk: PREČÍTAJTE SI TOTO:

source: PWM value
lt: PWM reikšmė
sk: Hodnota PWM

source: Package list update
lt: Paketo sąrašo atnaujinimas
sk: Aktualizovať zoznam balíčkov

source: Packet management
lt: Paketų valdymas
sk: Správa balíčkov

source: Packet manager
lt: Paketų valdymas
sk: Správca balíčkov

source: Page
lt: Puslapis
sk: Strana

source: PageDown Key
lt: Mygtukas 'PageDown'
sk: Kláves PageDown

source: PageUp Key
lt: Mygtukas 'PageUp'
sk: Kláves PageUp

source: Parent Directory
lt: Aukštesnysis katalogas
sk: Vyšší adresár

source: Parental control
lt: Tėvų kontrolė
sk: Rodičovská zámka

source: Parental control services Editor
lt: Tėvų kontrolės kanalų redaktorius
sk: Editor staníc rodičovskej zámky

source: Parental control setup
lt: Tėvų kontrolės nustatymai
sk: Nastavenie rodičovskej zámky

source: Parental control type
lt: Tėvų kontrolės rūšis
sk: Typ rodičovskej zámky

source: Partition : /dev/%s
lt: Skaidinys : /dev/%s
sk: Partícia: /dev/%s

source: Partition info is not found.
lt: Informacijos apie skaidinį nerasta.
sk: Nenájdená informácia o partícii.

source: Partitions
lt: Skaidiniai
sk: Partície

source: Partitions : %s
lt: Skaidiniai : %s
sk: Partície: %s

source: Password
lt: Slaptažodis
sk: Heslo

source: Password :
lt: Slaptažodis :
sk: Heslo:

source: Pause movie at end
lt: sustabdyti ties pabaiga
sk: Na konci filmu pozastaviť

source: Phone :
lt: Telefonas:
sk: Telefón:

source: Phone number
lt: Telefono numeris
sk: Telefónne číslo

source: PiPSetup
lt: PiP nustatymas
sk: Nastavenie obrazu v obraze

source: Picture Directory
lt: Nuotraukų katalogas
sk: Adresár obrázkov

source: PicturePlayer
lt: Paveikslėlių grotuvas
sk: Prehrávač obrázkov

source: Pillarbox
lt: Pillarbox (juostos šonuose)

source: Pin code needed
lt: Reikalingas PIN kodas
sk: Treba kód PIN

source: Ping test fail Press exit
lt: Ping testas nepavyko Spauskite 'EXIT'
sk: Test pingom zlyhal! Stlačte tlačidlo EXIT!

source: Ping test pass
lt: Ping testas pavyko
sk: Test pingom prešiel

source: Place the USB-flash drive in the (front) USB-port and switch the receiver off and on with the powerswitch on the back of the receiver.
lt: Įdėkite USB laikmeną į priekinę USB jungtį, išjunkite ir vėl įjunkite elektros maitinimą jungtuku ant imtuvo galinės sienelės.
sk: Vložte pamäť USB do (predného) otvoru USB a potom vypnite a zapnite prijímač vypínačom na zadnej strane.

source: Play
lt: atkurti
sk: Prehrať

source: Play Audio-CD...
lt: Groti garso-CD...
sk: Prehrať Audio-CD...

source: Play DVD
lt: Leisti DVD
sk: Prehrať DVD

source: Play Music...
lt: Groti muziką...
sk: Prehrať hudbu...

source: Play recorded movies...
lt: Rodyti įrašytus filmus...
sk: Prehrať nahrané filmy...

source: Please Reboot
lt: Paleiskite aparatą iš naujo
sk: Reštartujte

source: Please Select Medium to be Scanned
lt: Pasirinkite laikmeną, kuri bus skenuojama
sk: Vyberte médium na prehľadanie

source: Please add titles to the compilation.
lt: Pridėkite pavadinimus į kompiliaciją.
sk: Pridajte titulky do kompilácie.

source: Please be aware, that anyone can disable the parental control, if you have not set a PIN.
lt: Atminkite, kad bet kas gali išjungti tėvų kontrolę, jei nesate nustatę PIN kodo.
sk: Nezabúdajte, že ktokoľvek môže zrušiť rodičovskú zámku, ak nenastavíte PIN.
