Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: Please be patient, a backup will now be made, because of the used filesystem the back-up will take about 5-7 minutes for this system.
lt: Būkite kantrūs, atsarginė kopija tuojau bus padaryta. Priklausomai nuo naudojamos failų sistemos, tai užtruks apie 5-7 minutes.
sk: Vydržte, teraz sa vytvára záloha. Kvôli použitému systému súborov to môže trvať 5 - 7 minút.

source: Please change recording endtime
lt: Pakeiskite įrašymo pabaigos laiką
sk: Zmeňte koniec nahrávania

source: Please check again. Frequency : start value is larger than stop value.
lt: Patikrinkite dar kartą. Dažnis: pradinė reikšmė didesnė už viršutinę reikšmę.
sk: Skontrolujte znova. Kmitočet: počiatočná hodnota je vyššia než koncová.

source: Please check again. Start frequency must be between 950 and 2150.
lt: Patikrinkite dar kartą. Pradinis dažnis turi būti tarp 950 ir 2150.
sk: Skontrolujte znova. Počiatočný kmitočet musí byť medzi 950 a 2150.

source: Please check again. Start symbolrate must be between 2MHz and 45MHz.
lt: Patikrinkite dar kartą. Pradinis simbolių dažnis turi būti tarp 2MHz ir 45MHz.
sk: Skontrolujte znova. Počiatočná symbolová rýchlosť musí byť medzi 2 MHz a 45 MHz.

source: Please check again. Stop frequency must be between 950 and 2150.
lt: Patikrinkite dar kartą. Viršutinis dažnis turi būti tarp 950 ir 2150.
sk: Skontrolujte znova. Koncový kmitočet musí byť medzi 950 a 2150.

source: Please check again. Stop symbolrate must be between 2MHz and 45MHz.
lt: Patikrinkite dar kartą. Viršutinis simbolių dažnis turi būti tarp 2MHz ir 45MHz.
sk: Skontrolujte znova. Koncová symbolová rýchlosť musí byť medzi 2 MHz a 45 MHz.

source: Please check again. Symbolrate : start value is larger than stop value.
lt: Patikrinkite dar kartą. Simbolių dažnis: pradinė reikšmė didesnė už viršutinę reikšmę.
sk: Skontrolujte znova. Symbolová rýchlosť: počiatočná hodnota je vyššia než koncová.

source: Please check the manual of the receiver on how to restore the image.
lt: Kaip atkurti sistemos atvaizdą, žiūrėkite aparato vartotojo vadove.
sk: V návode k prijímaču si pozrite, ako sa obnovuje image.

source: Please choose an HbbTV application.
lt: Pasirinkite HbbTV programą.
sk: Zvoľte aplikáciu HbbTV.

source: Please choose an extension...
lt: Pasirinkite plėtinį...
sk: Zvoľte rozšírenie...

source: Please choose he package...
lt: Pasirinkite paketą...
sk: Zvoľte balíček...

source: Please choose one.
lt: Pasirinkite vieną.
sk: Zvoľte jedno.

source: Please choose the default services lists you want to install.
lt: Pasirinkite numatytuosius kanalų sąrašus, kuriuos norite įdiegti.
sk: Vyberte si zoznamy predvolených staníc, ktoré chcete nainštalovať.

source: Please choose.
lt: Pasirinkite.
sk: Zvoľte

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
lt: Sukonfigūruokite savo interneto prisijungimą, užpildydami reikiamas reikšmes. Kai tai atliksite, spauskite 'OK', kad tęsti.
sk: Nakonfigurujte si internetové pripojenie vyplnením požadovaných hodnôt. Po skončení stlačte OK a pokračujte.

source: Please do not change any values unless you know what you are doing!
lt: Nekeiskite jokių reikšmių, jeigu jūs tiksliai nežinote, kam jos skirtos!
sk: Nemeňte žiadne hodnoty, ak neviete, čo tým spôsobíte!

source: Please enter URL here
lt: Įrašykite internetinį adresą
sk: Sem zadajte URL

source: Please enter a name for the new bouquet
lt: Įrašykite naujo bukieto pavadinimą
sk: Zadajte názov nových obľúbených.

source: Please enter a name for the new marker
lt: Įrašykite naujo žymeklio pavadinimą
sk: Zadajte názov novej značky.

source: Please enter a new filename
lt: Įrašykite naujo failo pavadinimą
sk: Zadajte nový názov súboru

source: Please enter filename (empty = use current date)
lt: Įrašykite failo pavadinimą (tuščias = šios dienos data)
sk: Zadajte názov súboru (prázdny = dnešný dátum)

source: Please enter name of the new directory
lt: Įrašykite naujo katalogo pavadinimą
sk: Zadajte názov nového adresára

source: Please enter the correct pin code
lt: Įrašykite teisingą PIN kodą
sk: Zadajte správny kód PIN

source: Please enter the old PIN code
lt: Įrašykite seną PIN kodą
sk: Zadajte starý kód PIN

source: Please follow the instructions on the TV
lt: Vadovaukitės instrukcijomisTV ekrane
sk: Riaďte sa pokynmi na televíznej obrazovke

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
lt: Žinokite, kad prie anksčiau pasirinktos laikmenos prieigos nėra, todėl vietoj jos naudojamas numatytasis disko katalogas.
sk: Nie je prístup k predtým zvolenému médiu, preto sa namiesto neho použije predvolený adresár.

source: Please press OK to continue.
lt: Spauskite 'OK', kad tęsti.
sk: Pre pokračovanie stlačte tlačidlo OK.

source: Please press OK!
lt: Spauskite 'OK'!
sk: Stlačte tlačidlo OK!

source: Please select a playlist to delete...
lt: Išsirinkite, kurį grojaraštį trinti...
sk: Zvoľte zoznam prehrávok, ktorý sa má zmazať...

source: Please select a playlist...
lt: Išsirinkite grojaraštį...
sk: Zvoľte zoznam prehrávok...

source: Please select a subservice to record...
lt: Pasirinkite subkanalą įrašymui...
sk: Zvoľte podkanál pre nahrávanie...

source: Please select a subservice...
lt: Pasirinkite subkanalą...
sk: Zvoľte podkanál...

source: Please select medium to use as backup location
lt: Pasirinkite laikmeną atsarginėms kopijoms
sk: Zvoľte médium, ktoré sa použije ako umiestnenie zálohy

source: Please select tag to filter...
lt: Pasirinkite žymą filtravimui...
sk: Zvoľte štítok na filtrovanie...

source: Please select the destination path...
lt: Pasirinkite paskirties kelią...
sk: Zvoľte cestu k cieľu...

source: Please select the source path...
lt: Pasirinkite šaltinio kelią...
sk: Zvoľte cestu k zdroju...

source: Please select the movie path...
lt: Pasirinkite filmo kelią...
sk: Zvoľte cestu k filmu...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
lt: Išsirinkite tinklo sąsają, kurią naudosite interneto ryšiui. Spauskite 'OK', kad tęsti.
sk: Zvoľte sieťové rozhranie, ktoré chcete použiť na pripojenie do internetu. Pokračujte stlačením OK.

source: Please select the wireless network that you want to connect to. Please press OK to continue.
lt: Išsirinkite belaidį tinklą, prie kurio norite prisijungti. Spauskite 'OK', kad tęsti.
sk: Zvoľte bezdrôtovú sieť, ku ktorej sa chcete pripojiť. Pokračujte stlačením OK.

source: Please set up tuner B
lt: Nustatykite imtuvą B
sk: Nastavte tuner B

source: Please set up tuner C
lt: Nustatykite imtuvą C
sk: Nastavte tuner C

source: Please set up tuner D
lt: Nustatykite imtuvą D
sk: Nastavte tuner D

source: Please set up tuner E
lt: Nustatykite imtuvą E
sk: Nastavte tuner E

source: Please set up tuner F
lt: Nustatykite imtuvą F
sk: Nastavte tuner F

source: Please set up tuner G
lt: Nustatykite imtuvą G
sk: Nastavte tuner G

source: Please set up tuner H
lt: Nustatykite imtuvą H
sk: Nastavte tuner H

source: Please set up tuner I
lt: Nustatykite imtuvą I
sk: Nastavte tuner I

source: Please set up tuner J
lt: Nustatykite imtuvą J
sk: Nastavte tuner J

source: Please setup your tuner configuration.
lt: Sukonfigūruokite savo imtuvą.
sk: Upravte nastavenie tunera.

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
lt: PiP lango perkėlimui, naudokite krypčių mygtukus. Lango dydžio pakeitimui, spauskite Bouquet +/-. Kad grįžti į TV, spauskite 'OK', arba 'EXIT', kad nutraukti judėjimą.
sk: Na presúvanie okna PiP použite kurzorové tlačidlá. Stlačením tlačidla Bouquet +/- zmeníte veľkosť okna. Stlačením OK sa vrátite do režimu TV alebo stlačením EXIT zrušíte presúvanie.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
lt: Kad išsirinktumėte kalbą, naudokite 'AUKŠTYN' ir 'ŽEMYN' mygtukus. Po to spauskite 'OK'.
sk: Tlačidlami NAHOR alebo NADOL zvoľte jazyk. Potom stlačte tlačidlo OK.

source: Please wait during download.
lt: Palaukite, vyksta parsisiuntimas.
sk: Počas preberania čakajte.

source: Please wait for AP Configuration....
lt: Palaukite, kol bus sukonfigūruotas prieigos taškas...
sk: Vyčkajte na nastavenie AP....

source: Please wait for activation of your network configuration...
lt: Palaukite, kol bus aktyvuota jūsų tinklo konfigūracija...
sk: Vyčkajte na aktivovanie nastavenia siete...

source: Please wait for scanning AP...
lt: Palaukite, kol bus praskenuoti prieigos taškai ...
sk: Vyčkajte na vyhľadanie AP...

source: Please wait while scanning is in progress...
lt: Palaukite, kol vyksta paieška...
sk: Čakajte, kým prebieha vyhľadávanie...

source: Please wait while we configure your network...
lt: Palaukite, kol konfigūruojamas jūsų tinklas...
sk: Čakajte, kým sa nastavuje sieť...

source: Please wait while we prepare your network interfaces...
lt: Palaukite, kol ruošiamos jūsų tinklo sąsajos...
sk: Čakajte, kým sa pripravujú sieťové rozhrania...

source: Please wait while we test your network...
lt: Palaukite, kol testuojamas jūsų tinklas...
sk: Čakajte, kým sa testuje sieť...

source: Please wait while your network is restarting...
lt: Palaukite, kol jūsų tinklas paleidžiamas iš naujo...
sk: Čakajte, kým sa sieť reštartuje...

source: Please wait, Loading image.
lt: Palaukite, diegiamas atvaizdas.
sk: Načítavam image. Čakajte.

source: Please wait...
lt: Palaukite...
sk: Čakajte...

source: Please wait... Loading list...
lt: Palaukite... Įkeliamas sąrašas...
sk: Čakajte... Otvára sa zoznam...

source: Please wait.... almost ready!
lt: Palaukite... Beveik baigta!
sk: Čakajte... takmer hotové!

source: Plugin Browser
lt: Iskiepių naršyklė
sk: Prehľadávač modulov

source: Plugin browser
lt: Įskiepių naršyklė
sk: Prehliadač modulov

source: Plugin manager activity information
lt: Įskiepių tvarkytuvo veiklos informacija
sk: Informácie o činnosti správcu modulov

source: Plugin manager help
lt: Įskiepių tvarkytuvo pagalba
sk: Pomocník správcu modulov

source: Plugins
lt: Įskiepiai
sk: Moduly

source: Polarity
lt: Poliarizacija
sk: Polarita

source: Polarization
lt: Poliarizacija
sk: Polarizácia

source: Polish
lt: Lenkų
sk: Poľština

source: Port
lt: Prievadas

source: Port A
lt: Prievadas A

source: Port B
lt: Prievadas B

source: Port C
lt: Prievadas C

source: Port D
lt: Prievadas D

source: Portuguese
lt: Portugalų
sk: Portugalčina

source: Position of finished Timers in Timerlist
lt: Atliktų laikmačių padėtis laikmačių sąraše
sk: Skončené časovače dať v zozname

source: Positioner
lt: Pozicionierius
sk: motor

source: Positioner fine movement
lt: Tikslus pozicionieriaus judėjimas
sk: Jemné otáčanie motora

source: Positioner movement
lt: Pozicionieriaus judėjimas
sk: Otáčanie motora

source: Positioner setup
lt: Pozicionieriaus nustatymas
sk: Nastavenie motora

source: Positioner storage
lt: Pozicionieriaus saugykla
sk: Pamäť motora

source: Power threshold in mA
lt: Galios riba mA
sk: Prah prúdu v mA

source: Preamble
lt: Įžanga

source: Predefined transponder
lt: Numatytas transponderis
sk: Preddefinovaný transpondér

source: Prefer specific tuner
lt: Pageidaujamas pirmasis imtuvas
sk: Uprednostniť konkrétny tuner

source: Preference
lt: Pirmenybė
sk: Preferencie

source: Preparing... Please wait
lt: Ruošiama... Palaukite
sk: Pripravujem... Čakajte...

source: Press 'EXIT' key to finish tune test.
lt: Kad baigti derinimo testą, spauskite 'EXIT'.
sk: Stlačením EXIT ukončite test ladenia.

source: Press Front CH +
lt: Spauskite priekinį 'CH +'
sk: Stlačte predný CH +

source: Press Front CH -
lt: Spauskite priekinį 'CH -'
sk: Stlačte predný CH -

source: Press Front STANDBY
lt: Spauskite priekinį 'STANDBY'
sk: Stlačte predný STANDBY

source: Press Front VOL +
lt: Spauskite priekinį 'VOL +'
sk: Stlačte predný VOL +

source: Press Front VOL -
lt: Spauskite priekinį 'VOL -'
sk: Stlačte predný VOL -

source: Press Front Wheel
lt: Spauskite priekinį ratuką
sk: Stlačte predné koliesko

source: Press Green/OK to start the scan
lt: Paieškai pradėti, spauskite 'ŽALIĄ'/'OK'
sk: Stlačením zeleného/OK spustíte vyhľadávanie staníc

source: Press INFO on your remote control for additional information.
lt: Papildomai informacijai gauti, ant pulto spauskite 'INFO'.
sk: Stlačením INFO na DO si zobrazíte ďalšie informácie.

source: Press MENU on your remote control for additional options.
lt: Papildomų galimybių pasirinkimui, ant pulto spauskite 'MENU'.
sk: Stlačením MENU na DO si zobrazíte ďalšie možnosti.

source: Press OK on your remote control to continue.
lt: Kad tęsti, spauskite 'OK'.
sk: Ak chcete pokračovať, stlačte tlačidlo OK na diaľkovom ovládači.

source: Press OK to activate the selected skin.
lt: Pasirinktai aplinkos temai aktyvuoti, spauskite 'OK'.
sk: Stlačením OK zapnete zvolený vzhľad.

source: Press OK to activate the settings.
lt: Nustatymams aktyvuoti, spauskite 'OK'.
sk: Stlačením OK aktivujte nastavenia.

source: Press OK to edit the settings.
lt: Nustatymams redaguoti, spauskite 'OK'.
sk: Stlačte OK pre zmenu nastavení.

source: Press OK to get further details for %s
lt: Papildomai informacijai apie %s gauti, spauskite 'OK'.
sk: Pre ďalšie informácie o %s stlačte tlačidlo OK.

source: Press OK to scan
lt: Paieškai, spauskite 'OK'
sk: Pre vyhľadávanie stlačte OK.

source: Press OK to select a Provider.
lt: Kad pasirinkti tiekėją, spauskite 'OK'.
sk: Stlačením OK zvolíte poskytovateľa.

source: Press OK to select/deselect a CAId.
lt: Kad pasirinkti/nepasirinkti CAId, spauskite 'OK'.
sk: Stlačením OK zvoľte alebo zrušte CAId.

source: Press OK to start the scan
lt: Paieškai pradėti, spauskite 'OK'.
sk: Stlačením tlačidla OK spustíte vyhľadávanie

source: Press OK to toggle the selection.
lt: Kad sukeisti pasirinkimus, spauskite 'OK'.
sk: Stlačte OK pre prepnutie výberu.

source: Press arrow up from frontpanel to start loading.
lt: Spauskite rodyklę 'AUKŠTYN' aparato priekyje, kad pradėti įkėlimą.
sk: Na prednom paneli stlačte šípku nahor, aby začalo načítanie.

source: Press yellow to set this interface as default interface.
lt: Kad nustatyti šią sąsają numatytąja, spauskite 'GELTONĄ' mygtuką.
sk: Stlačením žltého tlačidla nastavíte toto rozhranie ako predvolené.

source: Prev
lt: Buvęs
sk: Predch.

source: Preview menu
lt: Meniu peržiūra
sk: Prezrieť menu

source: Primary DNS
lt: Pirminis DNS
sk: Primárny DNS

source: Prioritize updates of packages (--force-overwrite)
lt: Pirmenybę skirti paketų naujinimui (--force-overwrite)
sk: Aktualizácie majú prednosť (--force-overwrite)

source: Priority
lt: Pirmenybė
sk: Priorita

source: Process
lt: Procesas
sk: Procesy

source: Properties of current title
lt: Šio pavadinimo ypatybės
sk: Vlastnosti aktuálneho titulu

source: Protect services
lt: Kanalų apsauga
sk: Ochrániť stanice

source: Protect setup
lt: Nustatymų apsauga
sk: Ochrániť nastavenia

source: Provider
lt: Tiekėjas
sk: Poskytovateľ

source: Provider to scan
lt: Tiekėjas, kurį skenuosite
sk: Poskytovatelia na vyhľadávanie

source: Providers
lt: Tiekėjai
sk: Poskytovatelia

source: Python frontend for /tmp/mmi.socket
lt: Python /tmp/mmi.socket pirminė sąsaja.
sk: Python frontend pre /tmp/mmi.socket

source: Quick
lt: Greitas
sk: Rýchlo

source: Quickzap
lt: Greitasis jungimas
sk: Rýchle prepínanie

source: RC Menu
lt: Valdymo pulto meniu
sk: Menu RC

source: REC button long press
lt: 'REC' mygtuko ilgas paspaudimas
sk: dlhé stlačenie tlačidla REC

source: REC button press
lt: 'REC' mygtuko paspaudimas
sk: stlačenie tlačidla REC

source: RF output
lt: RF išėjimas
sk: VF výstup

source: RS232 Test Failed! Press 'EXIT' button!
lt: RS232 testas nepavyko! Spauskite 'EXIT'!
sk: Test RS232 zlyhal! Stlačte tlačidlo EXIT!

source: RTS Threshold (0~2347)
lt: RTS riba (0 ~ 2347)
sk: Prah RTS (0~2347)

source: Radio
lt: Radijas
sk: Rádio

source: Ram Disk
lt: RAM diskas

source: Random
lt: Atsitiktinis
sk: Náhodne

source: Really close without saving settings?
lt: Tikrai uždaryti neišsaugant nustatymų?
sk: Naozaj zatvoriť bez uloženia nastavení?

source: Really delete done timers?
lt: Tikrai pašalinti baigtus laikmačius?
sk: Naozaj zmazať dokončené časovače?

source: Really exit the subservices quickzap?
lt: Tikrai išeiti iš greito subkanalų perjungimo?
sk: Naozaj ukončiť rýchle prepínanie podkanálov?

source: Really reboot now?
lt: Tikrai paleisti iš naujo dabar?
sk: Naozaj mám teraz reštartovať?

source: Really restart now?
lt: Tikrai paleisti iš naujo dabar?
sk: Naozaj mám teraz reštartovať?

source: Really shutdown now?
lt: Tikrai išjungti dabar?
sk: Naozaj teraz vypnúť?

source: Reboot after %d seconds. Press the OK to reboot now.
lt: Po %d sekundžių pasileis iš naujo. Spauskite 'OK', kad tą padaryti dabar.
sk: Reštart po %d sekundách. Stlačením OK reštartujete ihneď.

source: Reboot in %d seconds. Press OK to reboot now.
lt: Po %d sekundžių pasileis iš naujo. Spauskite 'OK', kad tą padaryti dabar.
sk: Reštart po %d sekundách. Stlačením OK reštartujete ihneď.

source: Reception Settings
lt: Priėmimo nustatymai
sk: Nastavenia príjmu

source: Record
lt: Įrašas
sk: Nahrať

source: Record time limited due to conflicting timer %s
lt: Įrašo laikas apribotas dėl konflikto laikmatyje %s
sk: Doba nahrávania je obmedzená, lebo sa prekrývajú časovače %s

source: Recorded files...
lt: Įrašyti failai...
sk: Nahrané súbory...

source: Recording
lt: Įrašymas
sk: Nahrávanie

source: Recording Menu
lt: Įrašymo meniu
sk: Menu nahrávania

source: Recording paths
lt: Įrašymo keliai
sk: Záznamové cesty

source: Recording(s) are in progress or coming up in few seconds!
lt: Įrašas(ai) vyksta, arba prasidės po kelių sekundžių!
sk: Nahrávanie prebieha alebo o pár sekúnd začne!

source: Recordings
lt: Įrašai
sk: Nahrávky

source: Recordings always have priority
lt: Pirmenybę visada skirti vaizdo įrašymui
sk: Nahrávanie má vždy prednosť

source: Red button...
lt: 'RAUDONAS' mygtukas...
sk: Červené tlačidlo...

source: Reenter new PIN
lt: Pakartokite naują PIN
sk: Znova zadajte nový PIN.

source: Refresh rate selection
lt: Skleistinės dažnio pasirinkimas.
sk: Voľba obnovovacieho kmitočtu.

source: Reload
lt: Atnaujinti
sk: Znova natiahnuť

source: Reload Black-/Whitelists
lt: Juodus-/Baltus sąrašus įkelti iš naujo
sk: Znova natiahnuť čierne a biele listiny

source: Reload Device
lt: Paleisti įrenginį iš naujo

source: Remember service PIN
lt: Įsiminti kanalo PIN kodą
sk: Zapamätať PIN stanice

source: Remember service PIN cancel
lt: Kanalo PIN įsiminimas atšauktas
sk: Zapamätať zrušenie PINu stanice

source: Remote Control System Code
lt: Nuotolinio valdymo sistemos kodas
sk: Systémový kód DO

source: RemoteControlCode
lt: Nuotolinio valdymo kodas
sk: Kód DO

source: Removable : %s
lt: Keičiamas : %s
sk: Vymeniteľné: %s

source: Remove
lt: Pašalinti
sk: Odstrániť

source: Remove Bookmark
lt: Pašalinti žymę
sk: Odstrániť záložku

source: Remove Plugins
lt: Pašalinti įskiepius
sk: Odstrániť moduly

source: Remove a mark
lt: Pašalinti žymeklį
sk: Odstrániť značku

source: Remove currently selected title
lt: Pašalinti dabar pasirinktą pavadinimą
sk: Odstrániť aktuálne zvolený titul

source: Remove finished timers from timer list
lt: Atliktus laikmačius šalinti iš laikmačių sąrašo
sk: Odstrániť skončené časovače zo zoznamu časovačov

source: Remove finished.
lt: Pašalinti atliktus.
sk: Odstraňovanie skončené.

source: Remove plugins
lt: Pašalinti įskiepius
sk: Odstrániť moduly

source: Remove timer
lt: Pašalinti laikmatį
sk: Zmazať časovač

source: Remove title
lt: Pašalinti pavadinimą
sk: Odstrániť titul

source: Removing
lt: Šalinama
sk: Odstraňujem

source: Removing directory %s failed. (Maybe not empty.)
lt: Kadalogo %s pašalinti nepavyko (tikriausiai netuščias).
sk: Vymazanie adresára %s zlyhalo. (Možno nie je prázdny.)

source: Rename
lt: Pervardinti
sk: Premenovať

source: Repeat
lt: Pakartoti
sk: Opakovať

source: Repeat Type
lt: Pakartojimo būdas
sk: Druh opakovania

source: Repeating event currently recording... What do you want to do?
lt: Kartojamas įvykis dabar įrašinėjamas... Ką jūs norite daryti?
sk: Práve sa nahráva opakovaná udalosť... Čo chcete urobiť?

source: Repeats
lt: Pakartojimai
sk: Opakovania

source: Replace service name with next event info (big picons mode)
lt: Kanalo pavadinimą keisti sekančio įvykio informacija (didelės piktogramos)

source: Reply timeout
lt: Atsakyti uždelsta

source: Required medium type:
lt: Reikalingos laikmenos tipas:
sk: Požadovaný druh média:

source: Reset
lt: Atkurti
sk: Resetovať

source: Reset and renumerate title names
lt: Išvalyti ir pernumeruoti antraštės pavadinimus
sk: Resetovať a prečíslovať názvy titulov

source: Reset video enhancement settings to system defaults?
lt: Atkurti vaizdo gerinimo nustatymus į sistemoje numatytus?
sk: Vrátiť rozšírené nastavenia obrazu na systémové predvolené hodnoty?

source: Reset video enhancement settings to your last configuration?
lt: Atkurti vaizdo gerinimo nuostatas į jūsų paskutinį nustatymą?
sk: Vrátiť rozšírené nastavenia obrazu na poslednú konfiguráciu?

source: Resolution
lt: Skiriamoji geba
sk: Rozlíšenie

source: Restart
lt: Paleisti iš naujo
sk: Reštartovať

source: Restart GUI
lt: Paleisti grafinę aplinką iš naujo
sk: Reštartovať GUI

source: Restart GUI now?
lt: Paleisti grafinę aplinką iš naujo dabar?
sk: Teraz reštartovať GUI?

source: Restart network
lt: Paleisti tinklą iš naujo
sk: Reštartovať sieť

source: Restart test
lt: Pakartoti
sk: Zopakovať test

source: Restart your network connection and interfaces.
lt: Iš naujo paleiskite savo tinklo ryšį ir sąsajas.
sk: Reštartujte sieťové pripojenie a rozhrania.

source: Restore
lt: Atkurti
sk: Obnoviť

source: Restore backups
lt: Atkurti atsargines kopijas
sk: Obnoviť zálohy

source: Restore is running...
lt: Vyksta atkūrimas...
sk: Prebieha obnova...

source: Restore running
lt: Vyksta atkūrimas
sk: Prebieha obnova

source: Restore system settings
lt: Atkurti sistemos nustatymus
sk: Obnoviť systémové nastavenia

source: Resume from last position
lt: Tęsti nuo paskutinės pozicijos
sk: Pokračovať od poslednej pozície

source: Resume position at %s
lt: Tęsti nuo %s pozicijos
sk: Pokračovať v polohe %s

source: Resuming playback
lt: Peržiūra tęsiama
sk: Pokračujem v prehrávaní

source: Return
lt: Grįžti
sk: Späť

source: Return the Love Event
lt: Grįžti prie mėgiamo įvykio

source: Return to file browser
lt: Grįžti į failų naršyklę
sk: Návrat do správcu súborov

source: Return to movie list
lt: grįžti į filmų sąrašą
sk: Návrat do zoznamu filmov

source: Return to previous service
lt: grįžti į ankstesnį kanalą
sk: Návrat na predchádzajúcu stanicu

source: Rewind speeds
lt: Atsukimo atgal greičiai
sk: Rýchlosti prevíjania vzad

source: Right
lt: Dešinys
sk: Doprava

source: Right Key
lt: Dešinys mygtukas
sk: Šípka vpravo

source: Right Mouse Button
lt: Dešinys pelės klavišas
sk: Pravé tlačidlo myši

source: Rotor turning speed
lt: Pozicionieriaus sukimo greitis
sk: Rýchlosť otáčania motora

source: Run at the Deep Standby
lt: Paleisti, esant išjungtam
sk: Spustiť v hlbokom spánku

source: Running
lt: Veikiantis
sk: Aktivované

source: Russian
lt: Rusų
sk: Ruština

source: SET FAILED! Please update to the latest driver
lt: Nustatymas NEPAVYKO! Atnaujinkite tvarkyklę
sk: NASTAVENIE ZLYHALO! Aktualizujte na najnovší ovládač

source: SINGLE LAYER DVD
lt: VIENO SLUOKSNIO DVD
sk: JEDNOVRSTVOVÉ DVD

source: SSID (1~32 Characters)
lt: SSID (1~32 simbolių)
sk: SSID (1~32 znakov)

source: STB format data DVD (HDTV compatible)
lt: Imtuvo formato duomenų DVD (suderinama su HDTV)
sk: Dátové DVD vo formáte VU+ (kompatibilné s HDTV)

source: STB software because updates are available.
lt: TV imtuvo programinė įranga, nes galimi atnaujinimai.
sk: Softvér VU+, lebo sú k dispozícii aktualizácie.

source: Sat
lt: Šeš
sk: So
