Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: End of excluded interval (hh:mm):
lt: Išimties intervalo pabaiga (hh:mm):
sk: Koniec vylúčeného intervalu (hh:mm):

source: Configuration for inactivity actions
lt: Veiksmų neveikimo atveju konfigūracija
sk: Nastavenie akcií pri nečinnosti

source: Enable action after inactivity:
lt: Įjungti veiksmą po neaktyvumo:
sk: Zapnúť akciu po nečinnosti:

source: Time for inactivity (min):
lt: Neaktyvumo laikas (min.):
sk: Doba nečinnosti (min):

source: Action for inactivity:
lt: Veiksmai neveikimo atveju:
sk: Akcia pri nečinnosti:

source: Disable inactivity action at timeshift:
lt: Uždrausti neveiklumą laiko poslinkio atveju:
sk: Akciu pri nečinnosti zrušiť pri časovom posune:

source: Show message before inactivity action:
lt: Rodyti pranešimą prieš pereinant į neveiklumą:
sk: Pred akciou pri nečinnosti zobraziť hlásenie:

source: Message timeout (sec):
lt: Pranešimui skirtas laikas (sek.)
sk: Doba do hlásenia (s):

source: Play media file before inactivity action:
lt: Prieš pereinant į neaktyvumą, leisti šį failą:
sk: Prehrať mediálny súbor pred akciou pri nečinnosti:

source: Disable inactivity action for given interval:
lt: Uždrausti neveiklumą nustatytam intervalui:
sk: Zrušiť akciu pri nečinnosti pre daný interval:

source: Common configuration
lt: Bendra konfigūracija
sk: Všeobecné nastavenie

source: Disable power off in EPGRefresh interval:
lt: Neišjungti EPG atnaujinimo laikotarpiu:
sk: Zrušiť vypnutie v dobe obnovovania EPG:

source: Disable power off until a hard disk is active:
lt: Neišjungti, kol HDD aktyvus:
sk: Zrušiť vypnutie, kým je HDD aktívny.

source: Disable power off until a given device is pingable:
lt: Neišjungti, kol prietaisas atsako į užklausas:

source: IP address of network device:
lt: Tinklo įrenginio IP adresas:
sk: IP adresa sieťového zariadenia:

source: Show in Extensions/Plugins:
lt: Rodyti tarp plėtinių ir įskiepių:
sk: Zobraziť v rozšíreniach/moduloch:

source: Reset AutoShutDown settings to defaults?
lt: Atkurti autoišjungimo nustatymus į numatytuosius?
sk: Resetovať nastavenia automatického vypnutria na predvolené?

source: Select a media file for AutoShutDown
lt: Pasirinkti medijos failą autoišjungimui
sk: Zvoliť mediálny súbor pre automatické vypnutie

source: VTI DriverManager
lt: VTi Tvarkyklių valdymas
sk: VTI - Správca ovládačov

source: Current drivers:
lt: Dabartinės tvarkyklės:
sk: Aktuálne ovládače:

source: Install drivers from a local device
lt: Įdiegti tvarkykles iš vietinio įrenginio
sk: Inštalovať ovládače z miestneho zariadenia

source: choose drivers from local filesystem to install
lt: tvarkyklių įdiegimas iš lokaliai turimų failų
sk: Zvoliť ovládače na inštalovanie z miestneho systému

source: Download and install drivers from Vu+ website
lt: Parsisiųsti ir įdiegti tvarkykles iš Vu+ svetainės
sk: Stiahnuť a inštalovať ovládače z webovej stránky VU+

source: choose drivers for download/install
lt: pasirinkite, kurias tvarkykles atsisiųsti ir įdiegti
sk: Zvoľte ovládače na stiahnutie/inštaláciu

source: Sorry, detection of current kernel version failed !
lt: Branduolio versijos nustatyti nepavyko !
sk: Zisťovanie aktuálnej verzie jadra zlyhalo!

source: Are you sure you want to install following drivers:
lt: Jūs tikrai norite įdiegti šias tvarkykles:
sk: Naozaj chcete nainštalovať tieto ovládače:

source: Drivers successfully installed ! You should restart your Vu+ STB: Reboot now ?
lt: Tvarkyklė įdiegta sėkmingai ! Vu+ reikia paleisti iš naujo: Paleisti iš naujo dabar?
sk: Ovládače úspešne nainštalované ! Mali by ste reštartovať STB VU+: Reštartovať teraz?

source: Installation of drivers failed !!!
lt: Įdiegti tvarkyklių nepavyko !!!
sk: Inštalácia ovládačov zlyhala!!!

source: Select a drivers to install
lt: Pasirinkite tvarkykles įdiegti
sk: Zvoľte ovládače na inštalovanie

source: no valid drivers
lt: nėra teisingų tvarkyklių
sk: nie sú platné ovládače

source: Please wait ...
lt: Palaukite...
sk: Čakajte...

source: downloading available drivers information
lt: parsiunčiama informacija apie tvarkykles
sk: sťahujem informácie o dostupných ovládačoch

source: Driver : %s
lt: Tvarkyklė : %s
sk: Ovládač: %s

source: choose this drivers for download
lt: pasirinkite šias tvarkykles atsisiųsti
sk: Zvoľte ovládače na preberanie

source: Please wait, downloading drivers:
lt: Palaukite, parsisiunčiamos tvarkyklės:
sk: Čakajte, preberám ovládače:

source: Download failed ! Please check your internet connection
lt: Parsisiųsti nepavyko! Patikrinkite interneto ryšį
sk: Preberanie zlyhalo! Skontrolujte internetové pripojenie.

source: reload package data
lt: Atnaujinti duomenis
sk: znova načítať dáta balíčka

source: Download or delete Software
lt: Parsisiųsti, arba pašalinti programas
sk: Prevziať alebo vymazať softvér

source: There are only %d MB free FLASH space available Installing or updating software can cause serious software problems ! Continue installing/updating software (at your own risk) ?
lt: Įdiegimui yra tik % d MB laisvos vietos Programinės įrangos įdiegimas ir atnaujinimas gali sukelti rimtų problemų! Tęsti diegimą/atnaujinimą (savo pačių rizika)?
sk: K dispozícii je len %d MB voľného miesta v pamäti FLASH Inštalácia alebo aktualizácia softvéru môže spôsobiť vážne softvérové problémy! Pokračovať v inštalácii/aktualizácii softvéru (na vaše vlastné rizíko)?

source: Excecute
lt: Vykdyti
sk: Vykonať

source: install/remove common plugins
lt: čia įdiegsite / pašalinsite bendruosius plėtinius ir įskiepius
sk: Inštalovať/odstrániť spoločné balíčky

source: Systemplugins
lt: Sistemos įskiepiai
sk: Systémové balíčky

source: install/remove systemplugins
lt: čia įdiegsite / pašalinsite sistemos įskiepius
sk: Inštalovať/odstrániť systémové balíčky

source: install/remove skins to change look of OSD
lt: čia įdiegsite / pašalinsite vartotojo grafinės aplinkos temas
sk: Inštalovať/odstrániť vzhľady pre zmenu vzhľadu OSD

source: SoftCams
lt: Emuliatoriai
sk: SoftCamy

source: install/remove softcams
lt: čia įdiegsite / pašalinsite emuliatorius
sk: inštalovať/odstrániť sotfcamy

source: Configurations
lt: Konfigūracija
sk: Konfigurácie

source: install/remove configuration files for softcams
lt: čia įdiegsite / pašalinsite emuliatorių konfigūracijos failus
sk: inštalovať/odstrániť konfiguračné súbory pre softcamy

source: Picons
lt: Piktogramos
sk: Picony

source: install/remove picons for OSD and graphical VFD
lt: čia įdiegsite / pašalinsite OSD ir VFD piktogramas
sk: Inštalovať/odstrániť picony pre OSD a grafický VFD

source: install/remove channel lists
lt: čia įdiegsite / pašalinsite kanalų sąrašus
sk: Inštalovať/odstrániť zoznamy staníc

source: Kernel modules
lt: Branduolio moduliai
sk: Moduly jadra

source: install/remove kernel modules
lt: čia įdiegsite / pašalinsite branduolio modulius
sk: Inštalovať/odstrániť moduly jadra

source: Language packages
lt: Kalbų paketai
sk: Jazykové balíčky

source: install/remove language packages for dvbapp2
lt: čia įdiegsite / pašalinsite dvbapp2 kalbų paketus
sk: Inštalovať/odstrániť jazykové balíčky pre dvbapp2

source: upgrade
lt: atnaujinti
sk: aktualizovať

source: Execution finished.
lt: Įvykdyta.
sk: Dokončené.

source: Do you want to restart GUI ?
lt: Ar norite paleisti grafinę aplinką iš naujo ?
sk: Chcete reštartovať GUI?

source: VTi ZerO
lt: VTi ZerO (išvalymas)

source: Free Flash
lt: Laisva atmintinė
sk: Voľná pamäť flash

source: Remove preinstalled plugins
lt: Šalinti įskiepius
sk: Odstrániť predinštalované moduly

source: remove nearly every preinstalled plugin and the dependencies
lt: pašalinti beveik visus anksčiau įdiegtus įskiepius ir priklausomybes

source: Remove WLAN support
lt: Šalinti bevielio tinklo palaikymą
sk: Odstrániť podporu WLAN

source: remove WLAN plugins and drivers
lt: pašalinti belaidžio tinklo įskiepius ir tvarkykles
sk: odstrániť moduly a ovládače WLAN

source: Remove HbbTV support
lt: Šalinti HbbTV palaikymą
sk: Odstrániť podporu HbbTV

source: uninstall HbbTV plugin and browser
lt: pašalinti HbbTV įskiepį ir naršyklę
sk: odinštalovať modul a ovládač HbbTV

source: Remove samba server
lt: Pašalinti samba serverį
sk: Odstrániť server samba

source: remove samba server, NOT cifs filesystem support
lt: pašalinti samba serverį, bet NE cifs failų sistemos palaikymą
sk: odstrániť server samba, NIE podporu súborového systému cifs

source: Remove USB tuner support
lt: Šalinti USB imtuvo palaikymą
sk: Odstrániť podporu tunera USB

source: uninstall kernel modules and firmware packages for USB tuners
lt: pašalinti USB imtuvo branduolio modulius ir mikroprogramos paketus
sk: odinštalovať moduly jadra a firmvérové balíčky pre tuner USB

source: Remove language files
lt: Šalinti kalbos failus
sk: Odstrániť jazykové súbory

source: delete translation files expect configured language
lt: šalinti lokalizacijų failus, paliekant pasirinktą kalbą
sk: vymazať jazykové súbory okrem nastaveného jazyka

source: W A R N I N G !!! Do not delete stuff you need afterwards VTI-Team is not responsible for loss of data Do you accept ?
lt: DĖMESIO !!! Neištrinkite to, ko prisireiks vėliau VTI-komanda neatsako už duomenų praradimą Sutinkate su tuo ?
sk: VAROVANIE!!! Nevymazávajte veci, ktoré budete potrebovať neskôr. Tím VTI nezodpovedá za stratu dát. Akceptujete?

source: Free space at flash memory : %d MB
lt: Laisvos atminties atmintinėje : %d MB
sk: Voľné miesto v pamäti flash: %d MB

source: VTI BackupSuite
lt: VTi Nustatymų atsarginių kopijų įrankis
sk: Zálohovacia súprava VTI

source: Backup/restore device : %s
lt: Sukurti/atkurti atsarginę įrenginio kopiją: %s
sk: Zálohovať/obnoviť zariadenie: %s

source: set device for directory vti-backupsuite
lt: nurodyti laikmeną VTi atsarginių kopijų įrankio katalogui
sk: nastaviť zariadenie pre adresár zálohovacej súpravy VTI

source: Backup installed plugins
lt: Įdiegtų įskiepių atsarginė kopija
sk: Zálohovať nainštalované moduly

source: creates a list of installed plugins, skins and softcams
lt: sukuria įdiegtų įskiepių, temų ir emuliatorių sąrašą
sk: vytvorí zoznam nainštalovaných modulov, vzhľadov a softcamov

source: Backup channel settings
lt: Kanalų nuostatų atsarginė kopija
sk: Zálohovať nastavenia staníc

source: save channel and bouquet settings
lt: įrašyti kanalų ir bukietų parametrus
sk: uložiť nastavenia staníc a obľúbených

source: Backup configurations
lt: Konfigūracijos atsarginė kopija
sk: Zálohovať nastavenia

source: save common configurations for GUI, plugins and softcams
lt: įrašyti bendrąsias grafinės aplinkos, įskiepių ir emuliatorių konfigūracija
sk: uložiť všeobecné nastavenia GUI, modulov a softcamov

source: Restore plugins from saved list
lt: Atkurti įskiepius iš išsaugoto sąrašo
sk: Obnoviť moduly z uloženého zoznamu

source: installs all available plugins from online feed
lt: įdiegti visus galimus įskiepius iš internetinių šaltinių
sk: Nainštaluje všetky dostupné moduly zo zdroja online

source: Restore channel settings
lt: Atkurti kanalų nustatymus
sk: Obnoviť nastavenia staníc

source: reload saved channel and bouquet settings
lt: atnaujinti išsaugotas kanalų ir bukietų nuostatas
sk: Znova načítať nastavenia staníc a obľúbených

source: Restore configurations
lt: Atkurti konfigūraciją
sk: Obnoviť nastavenia

source: restore common configurations for GUI, plugins and softcams
lt: atkurti bendrąsias grafinės aplinkos, įskiepių ir emuliatorių konfigūracija
sk: obnoviť všeobecné nastavenia GUI, modulov a softcamov

source: Install local packages
lt: Įdiegti vietinius paketus
sk: Nainštalovať miestne balíčky

source: from %s/vti-backupsuite/plugins
lt: iš %s/vti-backupsuite/plugins
sk: z %s/vti-backupsuite/plugins

source: Run personal script
lt: Paleisti savą scenarijų
sk: Spustiť osobný skript

source: executes your personal backup/restore scripts
lt: vykdo vartotojo atsarginės kopijos kūrimo/atkūrimo scenarijus
sk: Vykoná váš vlastný skript na zálohovanie a obnovu

source: List of installed plugins was created succesfully
lt: Įdiegtų įskiepių sąrašas sukurtas
sk: Zoznam nainštalovaných modulov bol úspešne vytvorený.

source: Creating list of installed plugins failed
lt: Sukurti įdiegtų įskiepių sąrašo nepavyko
sk: Nepodarilo sa vytvoriť zoznam nainštalovaných modulov.

source: Settings backup finished succesfully
lt: Nustatymų atsarginė kopija padaryta
sk: Zálohovanie nastavení skončilo úspešne.

source: Backup settings failed
lt: Nuostatų atsarginė kopija nepavyko
sk: Zálohovanie nastavení sa nepodarilo

source: Common configuration backup finished succesfully
lt: Konfigūracijos atsarginė kopija padaryta
sk: Zálohovanie všeobecných nastavení skončilo úspešne

source: Backup of common configurations failed
lt: Konfigūracijos atsarginė kopija nepavyko
sk: Zálohovanie všeobecných nastavení zlyhalo

source: Restoring settings finished successfully
lt: Nustatymai sėkmingai atkurti
sk: Obnova nastavení skončila úspešne

source: Restoring settings failed
lt: Nustatymų atkūrimas nepavyko
sk: Obnova nastavení zlyhala

source: Are you sure you want to run following script:
lt: Jūs tikrai norite paleisti šį scenarijų:
sk: Naozaj chcete spustiť nasledujúci skript:

source: VTI BackupSuite is running personal script ...
lt: VTi Atsarginių kopijų įrankis vykdo savą scenarijų ...
sk: Centrum zálohovanie VTI spúšťa osobný skript...

source: News
lt: Naujienos
sk: Novinky

source: System Tools
lt: Sistemos įrankiai
sk: Systémové nástroje

source: Cam Center
lt: Emuliatoriai
sk: Centrum CAM

source: VTI Panel
lt: VTi valdymo langas
sk: Panel VTI

source: VTI Cam Center
lt: VTi Emu centras
sk: VTI - Centrum CAM

source: select or install your favourite cam
lt: čia galite įdiegti, pasirinkti, valdyti ir šalinti savo Emu
sk: Vyberte a nainštalujte si obľúbený cam

source: VTI System Info
lt: VTi Informacija apie sistemą
sk: VTI - Systémové informácie

source: Infos about your Vu+ STB
lt: išsami informacija apie jūsų Vu+ komponentus
sk: Informácie o VU+

source: VTI System Tools
lt: VTi Sistemos įrankiai
sk: VTI - Systémové nástroje

source: manage your Vu+ STB
lt: čia galite valdyti savo Vu+ programinę ir fizinę įrangą
sk: Spravovať VU+

source: VTI Software Tools
lt: VTi Atsarginio kopijavimo įrankiai
sk: VTI - Softvérové nástroje

source: backup/restore or install software
lt: atvaizdo ir nustatymų instaliacija, atsarginis kopijavimas ir atkūrimas
sk: Zálohovať/obnoviť alebo inštalovať softvér

source: VTI Software Manager
lt: VTi Programų valdymas
sk: VTI - Správca softvéru

source: install/download software for your Vu+
lt: čia galite parsisiųsti, įdiegti, šalinti savo Vu+ programinę įrangą
sk: Inštalovať/prevziať softvér pre VU+

source: manual Installer
lt: VTi Rankinis paketų įdiegimas
sk: Ručný inštalátor

source: install .tar.gz or ipkg manually
lt: .tar.gz ir ipkg paketų rankinis įdiegimas
sk: Inštalovať .tar.gz alebo ipkg ručne

source: open enigma2 Plugin Menu
lt: atvers enigma2 įskiepių naršyklę ir plėtinių valdymą
sk: Otvoriť menu modulov Enigma2

source: VTI Sub Menu
lt: VTi antrinis meniu

source: Restore and backup installed channellist and plugins
lt: kopijuokite atsargai / atkurkite kanalų sąrašą, savus nustatymus ir įskiepius
sk: Záloha a obnova nainštalovaných zoznamov staníc a modulov

source: Image Backup / Restore
lt: Atvaizdo atsarginių kopijų įrankis
sk: Záloha / obnova image

source: backup or flash an image
lt: kopijuokite atsargai, ar įdiekite atvaizdą iš savos atsarginės kopijos
sk: Záloha alebo aktualizácia image

source: Image Flash Tool
lt: Atvaizdo tiesioginio diegimo įrankis
sk: Nástroj na inštalovanie image

source: download images from vuplus-support.org and flash it
lt: parsisiųskite atvaizdą iš vuplus-support.org ir įdiekite jį
sk: Prevziať image z vuplus-support.org a nainštalovať ho

source: Driver Manager
lt: Tvarkyklių tvarkytuvas
sk: Správca ovládačov

source: install/download driver for your Vu+
lt: parsisiųsti/įdiegti Vu+ tvarkykles
sk: Inštalovať/prevziať ovládače pre VU+

source: Expert Backup / Restore
lt: Išmanus atsarginis kopijavimas / atkūrimas
sk: Expertné zálohovanie / obnova

source: backup or restore your settings (only for experts)
lt: sukurkite/atkurkite nuostatų atsarginę kopiją (t i k e k s p e r t a m s)
sk: Zálohovanie alebo obnova nastavení (len pre skúsených)

source: Install .tar.gz
lt: Įdiegti.tar.gz
sk: Inštalovať .tar.gz

source: Install all .tar.gz file form /tmp
lt: įdiegsite visus .tar.gz, įkeltus į /media/usb ir /tmp
sk: Inštalovať všetky súbory .tar.gz z /tmp

source: Install Ipkg
lt: Įdiegti Ipkg
sk: Inštalovať ipkg

source: Install local ipkg
lt: įdiegsite visus .ipk, esančius vietinėse laikmenose
sk: Inštalovať miestne ipkg

source: Advanced Ipkg Install
lt: Išplėstinis Ipkg įdiegimas
sk: Pokročilá inštalácia ipkg

source: Install local ipkg with --force overwrite
lt: įdiegsite vietinį .ipk su --force overwrite parinktimi
sk: Nainštalovať miestne ipkg s --force overwrite

source: VTI manual Addon Installer
lt: VTi Rankinis priedų įdiegimas
sk: VTI - Ručný inštalátor doplnkov

source: Update Image
lt: Atnaujinti atvaizdą
sk: Aktualizovať image

source: Update your STB image from Internet.
lt: Atnaujinti atvaizdą iš interneto.
sk: Aktualizujte image STB z internetu.

source: VTI Image Tools
lt: VTi Atvaizdo įrankiai
sk: VTI - Nástroje image

source: Device Manager
lt: Laikmenos įtaisų valdymas
sk: Správca zariadení

source: manage your HDD's and USB devices
lt: čia galite valdyti prijungtas HDD ir USB laikmenas
sk: Spravujte zariadenia HDD a USB.

source: File Manager
lt: Failų tvarkytuvas
sk: Správca súborov

source: open Filemanager
lt: atverkite failų tvarkytuvą
sk: Otvoriť Správcu súborov

source: Network Browser
lt: Tinklo naršyklė
sk: Prehľadávač siete

source: open NetworkBrowswer
lt: atverkite tinklo resursų naršyklę
sk: Otvoriť Prehľadávač siete

source: Remove preinstalled packages from image
lt: pašalinkite iš atvaizdo nereikalingus, nenaudojamus paketus
sk: Odstrániť predinštalované moduly z image

source: EPG Settings
lt: EPG nuostatos
sk: Nastavenia EPG

source: set EPG path, restore or backup EPG data
lt: nurodyti EPG kelią, atkurti, arba išsaugoti EPG duomenis
sk: Nastaviť cestu EPG, obnoviť alebo zálohovať dáta EPG

source: Custom Main Menu
lt: Personalizuotas pagrindinis meniu
sk: Upraviť hlavné menu

source: delete entries from main menu of your VU+
lt: keiskite Vu+ pagrindinio meniu komponentus ir įrašus
sk: Vymazať položky z hlavného menu VU+

source: Cronjob Manager
lt: Cron užduočių tvarkytuvas

source: manage cronjobs of your VU+
lt: planuokite savo Vu+ Cron užduotis (užduočių automatizavimas)

source: Run Command
lt: Paleisti komandą
sk: Spustiť príkaz

source: run executable files of your VU+
lt: paleiskite komandas ir vykdomuosiui failus Vu+ aparate

source: Set VTI Panel Password
lt: Nustatyti VTi lango slaptažodį
sk: Nastaviť heslo do Panela VTI

source: activate/change password for VTI Panel
lt: nustatykite / pakeiskite VTi valdymo lango slaptažodį
sk: Aktivovať/zmeniť heslo do Panela VTI

source: Set Root Password
lt: Nustatyti root slaptažodį
sk: Nastaviť koreňové heslo

source: set root password of your stb
lt: nustatykite Vu+ root vartotojo slaptažodį
sk: Nastaviť koreňové heslo VU+

source: enable/disable Systemservices
lt: įjunkite, išjunkite, ar paleiskite iš naujo sistemos tarnybas
sk: Zapnúť/vypnúť systémové služby

source: USB DVB-T/C/S2 Panel
lt: USB DVB-T/C/S2 skydas
sk: Panel USB DVB-T/C/S2

source: manage Sundtek USB DVB Stick
lt: valdyti Sundtek USB DVB imtuvą

source: Remove WebBrowser
lt: Šalinti interneto naršyklę
sk: Odstrániť webový prehľadávač

source: removes WebBrowser and dependencies
lt: pašalins interneto naršyklę ir priklausomybes

source: Remove Opera HbbTV
lt: Šalinti Opera HbbTV

source: removes Opera HbbTV and dependencies
lt: pašalins Opera HbbTV ir priklausomybes

source: IPK Uninstaller
lt: IPK paketų šalinimas
sk: Odinštalátor IPK

source: remove seletected package from stb
lt: galite pašalinti pasirinktą IPK paketą iš sistemos
sk: Odstráni zvolené balíčky z VU+

source: Purge Enigma2 Crashlogs
lt: Išvalyti Enigma2 lūžio žurnalus

source: selective wipe of enigma2 crashlogs
lt: selektyvus enigma2 lūžio žurnalų šalinimas

source: Swapfile
lt: Mainų failas

source: create and manage your Swapfile
lt: sukurkite ir valdykite mainų atminties failą

source: Set NTP Time
lt: Nustatyti NTP laiką

source: refresh time for enigma2 from ntp server
lt: enigma2 laiko sutikrinimas su NTP serveriu

source: Harddisk Standby
lt: HDD budintis režimas
sk: Pohotovostný režim HDD

source: turns hdd immediately into standby mode
lt: nedelsiant perjungs HDD į budėjimo režimą
sk: Okamžite vypne HDD do pohotovostného režimu

source: Bitrate Viewer
lt: Bitų dažnio peržiūra
sk: Zobrazovač dátových tokov

source: Show Advanced Bitrate infos
lt: čia pamatysite išsamią vaizdo ir garso bitų dažnio informaciją
sk: Zobrazí pokročilé infomrácie o dátových tokoch

source: ECM Info
lt: ECM informacija
sk: Informácie ECM

source: show ecm infos from temp dir
lt: čia pamatysite ECM informaciją iš laikinojo katalogo ecm.info

source: News about VTI
lt: VTi naujienos
sk: Novinky o VTI

source: show Feed updates
lt: čia pamatysite galimus ir esamus atnaujinimus

source: Info about current system
lt: Informacija apie sistemą
sk: Informácia o aktuálnom systéme

source: show information about processes, load, mounts ...
lt: čia pamatysite informaciją apie procesus, apkrovas, pajungimus...
sk: Zobraziť informácie o procesoch, záťaži, pripojeniach, ...

source: Show processes
lt: Veikiantys procesai
sk: Zobraziť procesy

source: show running processes
lt: čia pamatysite dabar veikiančius sistemos procesus
sk: Zobrazí bežiace procesy

source: Show filesystem mounts
lt: Rodyti pajungimus

source: show active mounts
lt: čia pamatysite šiuo metu aktyvius sistemos ir tinklo pajungimus

source: Harddisk Temperature
lt: HDD temperatūra
sk: Teplota HDD

source: show HDD Temperature
lt: čia pamatysite HDD temperatūrą
sk: Zobrazí teplotu pevného disku

source: Show Consolesessions
lt: Aktyvios konsolės sesijos

source: show all active user sessions
lt: čia pamatysite visas aktyvias vartotojo sesijas

source: Show Uptime
lt: Nepertraukiamo darbo laikas

source: show operating system uptime of stb
lt: čia pamatysite sistemos nepertraukiamo darbo laiką ir apkrovą

source: Show Networkconnections
lt: Aktyvūs tinklo prisijungimai
sk: Zobraziť sieťové pripojenia

source: show all connected sockets from ip-stack
lt: čia pamatysite prietaisų IP aktyvių prisijungimų statistiką

source: Show Systemmemory Info
lt: Sistemos atminties panaudojimas
sk: Zobraziť informáciu o systémovej pamäti

source: show whole system memory usage
lt: čia pamatysite visos sistemos atminties panaudojimą
sk: zobraziť využitie systémovej pamäte

source: Show Networkdetails
lt: Rodyti tinklo informaciją
sk: Zobraziť podrobnosti o sieti

source: shows assigned ip-adresses, routingtable and nameserver
lt: čia pamatysite priskirtus IP adresus, maršrutizaciją ir vardų serverį
sk: zobrazí priradené adresy IP, smerrovaciu tabuľku a server mien

source: Show diskspace
lt: Diskų panaudojimas
sk: Zobraziť miesto na disku

source: show diskpace
lt: čia pamatysite visų pajungtų laikmenų naudojimo statistiką
sk: zobrazí miesto na disku

source: Image Info
lt: Atvaizdo informacija
sk: Informácie o image

source: show simple Image infos
lt: čia pamatysite bendrąją atvaizdo, imtuvų, HDD informaciją
sk: Zobrazí jednoduché informácie o image

source: VTI System Infos
lt: VTi Sistemos informacija
sk: Systémové informácie VTI

source: VTI Backupsuite
lt: VTi Atsarginių kopijų įrankis
sk: Zálohovacie centrum VTI

source: Backup installed channellist and plugins
lt: sukurti kanalų sąrašo ir įskiepių atsarginę kopiją
sk: Zálohovať nainštalované zoznamy staníc a moduly

source: Restore installed channellist and plugins
lt: stkurti kanalų sąrašą ir įskiepius iš atsarginės kopijos
sk: Obnoviť nainštalované zoznamy staníc a moduly
