Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: If this setting is enabled, the plugin adds a "Search" Button to the regular EPG.
lt: Jei šis parametras įjungtas, įskiepis prideda 'Paieška' mygtuką į įprastą EPG.
sk: Ak je toto nastavenie zapnuté, modul pridá tlačidlo "Hľadať" do normálneho EPG.

source: Default search type
lt: Numatytasis paieškos tipas
sk: Predvolený spôsob hľadania

source: Configure EPG search type
lt: Konfigūruoti EPG paieškos tipą
sk: Nastavte spôsob hľadania v EPG

source: Case sensitive search
lt: Paieška skiriant DIDŽIĄSIAS-mažąsias raides
sk: Zhoda VEĽKÉ/malé písmená

source: Perform case sensitive or case intensive EPG searches
lt: EPG paieška skiriant, arba neskiriant DIDŽIĄSIAS-mažąsias raides
sk: Určiť, či sa pri hľadaní v EPG majú zohľadniť VEĽKÉ/malé písmená

source: EPGSearch Setup
lt: EPG paieškos sąranka
sk: Nastavenie hľadania v EPG

source: Extended description
lt: Išsamus aprašymas
sk: Rozšírený opis

source: Title, short and extended description
lt: Pavadinimas, trumpas ir išsamus aprašymas
sk: Názov, stručný a rozšírený opis

source: Title and short description
lt: Pavadinimas ir trumpas aprašymas
sk: Názov a stručný opis

source: Short description
lt: Trumpas aprašymas
sk: Stručný opis

source: Select EPG search typ
lt: Pasirinkti EPG paieškos tipą
sk: Zvoľte spôsob hľadania v EPG

source: Ask before search
lt: Klausti prieš paiešką
sk: Spýtať sa pred hľadaním

source: any substring
lt: bet kuri žemesnioji eilutė
sk: kdekoľvek v texte

source: beginning of a word
lt: žodžio pradžia
sk: na začiatku slova

source: exact match
lt: tikslus atitikimas
sk: presná zhoda

source: Save any search string in history
lt: Išsaugoti visas paieškos eilutes istorijoje

source: Save any search string in history (e.g. searches started via EPG) or only manually entered/edited search strings.
lt: Išsaugoti visas paieškos eilutes istorijoje (pvz. paieškas, pradėtas per EPG), ar tik rankiniu būdu įrašytas/redaguotas paieškos eilutes.

source: Perform case sensitive or case insensitive EPG searches
lt: EPG paieška skiriant, arba neskiriant DIDŽIĄSIAS-mažąsias raides
sk: Určiť, či sa pri hľadaní v EPG majú zohľadniť VEĽKÉ/malé písmená

source: Limit "Search" to Channels from Bouquet (TV or Radio)
lt: Apriboti paiešką kanalais iš bukieto (TV, ar radijo)
sk: Obmedziť "Hľadanie" na stanice z obľúbených (TV alebo Rádio)

source: If enabled, only search results for Channels within a Bouquet are shown (either TV or Radio Bouquets).
lt: Jei šis parametras įjungtas, rodomi tik kanalų paieškos rezultatai to bukieto ribose (TV ir radijo bukietams).
sk: Ak je zapnuté, zobrazia sa len výsledky staníc z obľúbených (TV alebo Rádio)

source: Type of match for search string
lt: Paieškos eilutės atitikimo tipas
sk: Druh zhody pri vyhľadávaní

source: Choose how the search string should match the results.
lt: Pasirinkti, kiek rezultatai turėtų atitikti paieškos eilutę.
sk: Zvoľte, ako sa má výsledok zhodovať s hľadaným reťazcom.

source: Show event short description
lt: Rodyti įvykio trumpą aprašymą
sk: Zobraziť stručný opis programu

source: Show the event short description in the result list. Useful when looking for a certain episode of a TV show.
lt: Rezultatų sąraše rodyti įvykio trumpą aprašymą. Naudinga, kai ieškote konkretaus TV šou epizodo.

source: Reset search result list
lt: Išvalyti paieškos rezultatų sąrašą
sk: Vynulovať výsledok hľadania

source: Remove Channel from result list
lt: Šalinti kanalą iš rezultatų sąrašo
sk: Odstrániť stanicu z výsledku

source: Keep only this Channel in result list
lt: Rezultatų sąraše saugoti tik šį kanalą
sk: Ponechať len túto stanicu vo výsledku

source: Remove Event from result list
lt: Šalinti įvykį iš rezultatų sąrašo
sk: Odstrániť program z výsledku

source: Toggle: show event short description in result list
lt: Perjungti: rezultatų sąraše rodyti įvykio trumpą aprašymą

source: Keep only this Event in result list
lt: Rezultatų sąraše saugoti tik šį įvykį
sk: Vo výsledku zachovať len tento program

source: Match of search string: exact, from begin or any substring
lt: Paieškos eilutės atitikimas: tiksliai nuo pradžios, arba bet kurios žemesnės eilutės
sk: Zhoda s hľadaným reťazcom: presná, na začiatku, kdekoľvek

source: Toggle: search all Channels or only Channels in Bouquet
lt: Perjungti: ieškoti visus kanalus, ar tik šio bukieto kanalus
sk: Prepnúť: prehľadať všetky stanice alebo len stanice v obľúbených

source: Search all channels
lt: Ieškoti visus kanalus
sk: Prehľadať všetky stanice

source: Limit to bouquet
lt: Apriboti bukietu
sk: Obmedziť na obľúbené

source: Match any substring
lt: Bet kurios žemesnios eilutės atitikimas
sk: Zhoda kdekoľvek v texte

source: Match beginning of a word
lt: Žodžio pradžios atitikimas
sk: Zhoda na začiatku slova

source: Match exactly
lt: Tikslus atitikimas
sk: Presná zhoda

source: Open selected in IMDb
lt: Atverti pasirinktą IMDb
sk: Otvoriť zvolené v IMDb

source: Hide event short description
lt: Slėpti įvykio trumpą aprašymą
sk: Skryť stručný opis programu

source: Filter: remove
lt: Filtras: pašalinti
sk: Filter: odstrániť

source: Filter: keep
lt: Filtras: išlaikyti
sk: Filter: zachovať

source: Removed all filters
lt: Pašalinti visi filtrai
sk: Odstránené všetky filtre

source: event
lt: įvykis
sk: Program

source: channel
lt: kanalas
sk: Stanica

source: Timeout for info pop up
lt: Infotmacijos iškilimo delsa

source: Duration for showing additional information for search filters
lt: Paieškos filtrų papildomos informacijos rodymo trukmė
sk: Trvanie zobrazovania ďalších informácií k vyhľadávacím filtrom

source: disabled at parental lock
lt: išjungta tėvų kontrolėje

source: Zap-History Configurator
lt: Perjungimo istorijos konfigūratorius

source: Enable zap history:
lt: Įjungti perjungimų istoriją:
sk: Zapnúť históriu prepínania

source: Maximum zap history entries:
lt: Daugiausiai perjungimų istorijos įrašų:
sk: Max. počet položiek hist. prep.

source: Zap-History Browser
lt: Perjungimo istorijos naršyklė
sk: Prehľadávač histórie prepínania

source: Clear
lt: Išvalyti

source: Zap & Close
lt: Perjungti ir uždaryti
sk: Prepnúť a zatvoriť

source: A video streaming solution based on VLC
lt: Vaizdo transliacija, VLC pagrindu

source: Audio Bitrate
lt: Garso bitų dažnis
sk: Dátový tok zvuku

source: Audio Channels
lt: Garso kanalai
sk: Zvukové kanály

source: Audio Codec
lt: Garso kodekas
sk: Zvukový kodek

source: Audio Samplerate
lt: Garso elementų dažnis
sk: Vzorkovací kmitočet zvuku

source: DVD Device (leave empty for default)
lt: DVD įrenginys (tuščia = numatytas)

source: Enter VLC-Server as FQDN or IP-Address
lt: Įveskite VLC-Server kaip FQDN arba IP adresas

source: Error loading filelist into server %(server)s: %(error)s
lt: Klaida, įkeliant failų sąrašą į serverį %(server)s: %(error)s

source: Error loading playlist %(media)s into server %(server)s: %(error)s
lt: Klaida, įkeliant grojaraštį %(media)s į serverį %(server)s: %(error)s

source: Error loading playlist into server %(server)s: %(error)s
lt: Klaida, įkeliant grojaraštį į serverį %(server)s: %(error)s

source: Error updating filelist from server %(server)s: %(error)s
lt: Klaida, atnaujinant failų sąrašą iš serverio %(server)s: %(error)s

source: Error with VLC server: %s
lt: Klaida su VLC serveriu: %s

source: Filelist
lt: Failų sąrašas
sk: Zoznam súborov

source: List of known VLC-Server Profiles
lt: Žinomų VLC-serverio profilių sąrašas

source: Movie Directory
lt: Filmų katalogas
sk: Adresár filmov

source: No more files in this directory
lt: Šiame kataloge daugiau nėra failų

source: No previous file in this directory
lt: Šiame kataloge nėra ankstesnio failo

source: No valid Enigma-Service to play a VLC-Stream Check your installation and try again!
lt: Nėra veikiančios Enigma tarnybos VLC srautui priimti Tikrinkite savo įdiegimą ir bandykite dar kartą!

source: Overscan Correction [in %(percentsign)s of Video width]
lt: Skenavimo korekcija [ %(percentsign)s vaizdo pločio]

source: Really delete this Server?
lt: Tikrai pašalinti šį serverį?
sk: Naozaj zmazať tento server?

source: Server Address
lt: Serverio adresas
sk: Adresa servera

source: Server Profile Name
lt: Serverio profilio vardas

source: Serverlist
lt: Serverių sąrašas
sk: Zoznam serverov

source: Subtitle overlay
lt: Subtitrų perdangos

source: Transcode MPEG/DVD Audio
lt: Perkoduoti MPEG/DVD garsą

source: Transcode MPEG/DVD Video
lt: Perkoduoti MPEG/DVD vaizdą

source: Video Bitrate
lt: Vaizdo bitų dažnis
sk: Dátový tok obrazu

source: Video Codec
lt: Vaizdo kodekas
sk: Obrazový kodek

source: Video Norm
lt: Vaizdo normalizacija
sk: Obrazová norma

source: add server
lt: pridėti serverį
sk: pridať server

source: delete server
lt: šalinti serverį
sk: odstrániť server

source: edit server
lt: redaguoti serverį
sk: upraviť server

source: filter off
lt: filtras išjungtas
sk: filter vyp.

source: filter on
lt: filtras iįungtas
sk: filter zap.

source: play DVD
lt: leisti DVD
sk: prehrať DVD

source: refresh
lt: atnaujinti
sk: obnoviť

source: set default
lt: nustatyti numatytuoju
sk: nastaviť ako predvolené

source: AutoTimer Settings
lt: Autolaikmačio nustatymai
sk: Nastavenia autočasovača

source: Poll automatically
lt: Užklausti automatiškai

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
lt: Kol neįjungta, autolaikmatis automatiškai NEieškos įvykių, atitinkančių jūsų autolaikmačius, bet tiktai, jei jūs išeinate iš GUI su 'ŽALIU' mygtuku.

source: Startup delay (in min)
lt: Paleisties delsa (min.)

source: This is the delay in minutes that the AutoTimer will wait on initial launch to not delay enigma2 startup time.
lt: Tai yra delsa minutėmis, kiek autolaikmatis lauks po pradinio įjungimo, kad neužlaikyti enigma2 paleisties.

source: Poll Interval (in h)
lt: Užklausos intervalas (val.)

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
lt: Tai yra užlaikymas valandomis, kiek autolaikmatis lauks po paieškos, kad ieškotų EPG vėl.

source: Timeout (in min)
lt: Skirtas laikas (min.)

source: This is the duration in minutes that the AutoTimer is allowed to run.
lt: Tai yra trukmė minutėmis, kiek autolaikmačiui leidžiama dirbti.

source: Only add timer for next x days
lt: Tik pridėti laikmatį sekančioms x dienoms

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
lt: Galite pasirinkti, kelioms dienoms į priekį pridėti laikmačius. '0' - funkcija išjungta.

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
lt: Įjunkite čia, kad prieiti prie autolaikmačio apžvalgos iš plėtinių meniu.

source: Modify existing timers
lt: Pakeiskite esamus laikmačius

source: This setting controls the behavior when a timer matches a found event.
lt: Šis nustatymas nurodo elgseną, kai laikmatis atitinka surastą įvykį.

source: Guess existing timer based on begin/end
lt: Atspėti esamą laikmatį, remiantis pradžia/pabaiga

source: Add similar timer on conflict
lt: Konflikto atveju, pridėti panašų laikmatį

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
lt: Jei įvyks laikmačių konfliktas, autolaikmatis ieškos analogiško įvykio už šio laikotarpio ir įtrauks jį.

source: Add timer as disabled on conflict
lt: Įtraukti laikmatį, prie konflikto išjungti

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
lt: Perjungia elgesį, esant laikmačio konfliktui. Jei autolaikmatis atitinka įvykį, prieštaraujantį esamam laikmačiui, jis neignoruos šio įvykio, bet įtrauks jį išjungtą.

source: Include "AutoTimer" in tags
lt: Pridėti autolaikmatį prie žymių

source: If this is selected, the tag "AutoTimer" will be given to timers created by this plugin.
lt: Čai įjungus, laikmačiams, sukurtiems šio įskiepio, bus duota "autolaikmačio" žymė.

source: Include AutoTimer name in tags
lt: Pridėti autolaikmačio pavadinimą prie žymių

source: If this is selected, the name of the respective AutoTimer will be added as a tag to timers created by this plugin.
lt: Čia įjungus, laikmačiams, sukurtiems šio įskiepio, kaip žymė, bus duotas atininkamo autolaikmačio pavadinimas.

source: Show notification on conflicts
lt: Rodyti pranešimą apie konfliktus

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
lt: Čia įjungę, būsite perspėti apie laikmačio konfliktus, rastus per autoužklausas. Kadangi tai vyksta mechaniškai, ištisiniai perspėjimai apie tą patį konfliktą gali įgristi.

source: Show notification on similars
lt: Rodyti pranešimą apie panašumus

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
lt: Čia įjungę, būsite perspėti apie panašius laikmačius, įtrauktus per autoužklausas. Kadangi tai vyksta mechaniškai, ištisiniai perspėjimai apie tą patį konfliktą gali įgristi.

source: Editor for new AutoTimers
lt: Naujų autolaikmačių redaktorius

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
lt: Redaktorius, naudojamas naujiems autolaikmačiams. Tai gali būti arba vedlys, arba klasikinis redaktorius.

source: Support "Fast Scan"?
lt: Naudoti 'Greitą paiešką'?

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
lt: 'Greitoje paieškoje', kanalų tipas yra ignoruojamas. Neverta įjungti, nebent šis atvaizdas palaiko 'Greitą paiešką' ir jūs ją naudojate.

source: Skip poll during records
lt: Praleisti užklausas įrašymo metu

source: If enabled, the polling will be skipped if the Dreambox is recording.
lt: Čia įjungus, jei vyksta įrašymas, užklausa bus praleista.

source: Configure AutoTimer behavior
lt: Konfigūruoti autolaikmačio elgseną
sk: Nastaviť správanie autočasovača

source: Edit selected AutoTimer
lt: Redaguoti pasirinktą autolaikmatį
sk: Upraviť zvolený autočasovač

source: Close and forget changes
lt: Uždaryti ir atmesti pakeitimus
sk: Zatvoriť a zabudnúť zmeny

source: Open Context Menu
lt: Rodyti kontekstinį meniu
sk: Otvoriť kontextové menu

source: Close and save changes
lt: Uždaryti ir išsaugoti pakeitimus
sk: Zatvoriť a uložiť zmeny

source: Remove selected AutoTimer
lt: Pašalinti pasirinktą autolaikmatį
sk: Odstrániť zvolený autočasovač

source: Add new AutoTimer
lt: Pridėti naują autolaikmatį
sk: Pridať nový autočasovač

source: AutoTimer overview
lt: Autolaikmačio apžvalga
sk: Prehľad autočasovačov

source: Import existing Timer
lt: Importuoti esamą laikmatį
sk: Importovať existujúci časovač

source: Edit new timer defaults
lt: Redaguoti naujo laikmačio numatytąsias reikšmes
sk: Upraviť predvoľby nového časovača

source: Frequently asked questions
lt: Dažnai užduodami klausimai
sk: Často kladené otázky

source: Create a new timer using the classic editor
lt: Sukurkite naują laikmatį, naudodami klasikinį redaktorių
sk: Vytvoriť nový časovač klasickým editorom

source: Create a new timer using the wizard
lt: Sukurkite naują laikmatį, naudodami vedlį
sk: Vytvoriť nový časovač cez sprievodcu

source: %d conflict(s) encountered when trying to add new timers: %s
lt: %d konfliktas(-ai), bandant pridėti naujus laikmačius: %s
sk: Zistených %d konflikt(ov) pri pokuse pridať nové časovače: %s

source: %s: %s at %s
lt: %s: %s tarp %s
sk: %s: %s o %s

source: %d conflict(s) solved with similar timer(s): %s
lt: %d konfliktas(ai) išspręsta su panašiais laikmačiais: %s
sk: %d konflikt(ov) vyriešených podobnými časovač(mi): %s

source: Select a timer to import
lt: Pasirinkite laikmatį importavimui
sk: Zvoľte časovač na import

source: Match title: %s
lt: Pavadinimas atitiks: %s
sk: Zhoda názvu: %s

source: Exact match
lt: Tiksli atitiktis
sk: Presná zhoda

source: Match Timespan: %02d:%02d - %02d:%02d
lt: Atitiks laikotarpį: %02d:%02d - %02d:%02d
sk: Zhoda časového obdobia: %02d:%02d - %02d:%02d

source: Only on Weekday: %s
lt: Tik šiokiadieniais: %s
sk: Len v prac. deň: %s

source: Only on Service: %s
lt: Tik kanale: %s
sk: Len na stanici: %s

source: Timer type
lt: Laikmačio tipas
sk: Typ časovača

source: Import AutoTimer
lt: Importuoti autolaikmatį
sk: Importovať autočasovač

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
lt: Jūs įrašėte "%s " tekstą atitikimui. Ar norite pašalinti tarpus?

source: Please provide a Text to match
lt: Pateikite tekstą atitikimui

source: Your config file is not well-formed: %s
lt: Jūsų config failas netinkamai suformuotas: %s

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
lt: Iš viso rasta %d atitinkančių įvykių. %d laikmačių įtraukta ir %d pakeista, %d konfliktuojančių, %d panašių pridėta.

source: Edit Timers and scan for new Events
lt: Redaguoti laikmačius ir ieškoti naujų įvykių

source: add AutoTimer
lt: pridėti autolaikmatį
sk: pridať autočasovač

source: add AutoTimer...
lt: pridėti autolaikmatį...
sk: pridať autočasovač...

source: Preview AutoTimer
lt: Peržiūrėti autolaikmatį

source: Sort AutoTimer
lt: Rūšiuoti autolaikmatį

source: Only match during timespan
lt: Atitinka tik laikotarpiu

source: Begin of timespan
lt: Laikotarpio pradžia
sk: Začiatok časového obdobia

source: End of timespan
lt: Laikotarpio pabaiga
sk: Koniec časového obdobia

source: Match title
lt: Pavadinimas atitiks
sk: Zhoda názvu

source: AutoTimer was removed
lt: Autolaikmatis pašalintas
sk: Autočasovač bol odstránený

source: missing parameter "id"
lt: trūksta parametro "id"
sk: chýba parameter "id"

source: unable to find timer with id %i
lt: laikmačio su id %i nerasta
sk: Nemôžem nájsť časovač s id %i

source: autotimers need a match attribute
lt: autolaikmačiams reikia atitikimo požymio
sk: autočasovače potrebujú atribút zhody

source: AutoTimer was added successfully
lt: Autolaikmatis pridėtas sėkmingai
sk: Autočasovač bol úspešne pridaný

source: AutoTimer was changed successfully
lt: Autolaikmatis pakeistas sėkmingai
sk: Autočasovač bol úspešne zmenený

source: config changed.
lt: konfigūracija pakeista.

source: Only AutoTimers created during this session
lt: Tik autolaikmačiai, sukurti per šią sesiją

source: All non-repeating timers
lt: Visi nesikartojantys laikmačiai
sk: Všetky neopakujúce sa časovače

source: Classic
lt: Klasika
sk: klasicky

source: Wizard
lt: Vedlys
sk: sprievodca

source: Weekend
lt: Savaitgalis
sk: víkend

source: partial match
lt: dalinis atitikimas
sk: čiastočná zhoda

source: description match
lt: aprašymo atitikimas
sk: zhoda opisu

source: case-sensitive search
lt: paieška, atsižvelgiant į DIDŽIĄSIAS-mažąsias raides
sk: hľadanie VEĽKÉ/malé

source: case-insensitive search
lt: paieška, neatsižvelgiant į DIDŽIĄSIAS-mažąsias raides
sk: veľkosť písmen nerozhoduje

source: %d.%B %Y
lt: %Y %B %d.

source: Never
lt: Niekada
sk: nikdy

source: Monthly
lt: Kas mėnesį
sk: mesačne

source: Weekly (Sunday)
lt: Kas savaitę (sekmadienis)
sk: týždenne (nedeľa)

source: Weekly (Monday)
lt: Kas savaitę (pirmadienis)
sk: týždenne (pondelok)

source: Custom (%s)
lt: Pasirinktinis (%s)
sk: vlastné (%s)

source: On same service
lt: Ant to pačio kanalo
sk: Na rovnakej stanici

source: On any service
lt: Ant bet kurio kanalo
sk: Na ktorejkoľvek stanici

source: Any service/recording
lt: Bet kuris kanalas/įrašymas
sk: Akákoľvek stanica/nahrávka

source: Title and Short description
lt: Pavadinimas ir trumpas aprašymas
sk: Názov a stručný opis

source: Title and all descriptions
lt: Pavadinimas ir visi aprašymai
sk: Názov a všetky opisy

source: AutoTimer Editor
lt: Autolaikmačio redaktorius
sk: Editor autočasovača

source: Edit AutoTimer
lt: Redaguoti autolaikmatį
sk: Upraviť autočasovač

source: edit filters
lt: redaguoti filtrus
sk: upraviť filtre

source: add filters
lt: pridėti filtrus
sk: pridať filtre

source: edit services
lt: redaguoti kanalus
sk: upraviť stanice

source: add services
lt: pridėti kanalus
sk: pridať stanice

source: Set this NO to disable this AutoTimer.
lt: Pasirinkite NE, kad išjungti šį autolaikmatį.
sk: Nastavte NIE, čím zrušíte tento autočasovač.

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
lt: Tai pavadinimas, kurį jūs galite duoti autolaikmačiui. Jis bus rodomas apžvalgoje ir peržiūroje.
sk: Toto je názov, ktorý môžete dať autočasovaču. Zobrazí sa v prehľade a náhľade.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
lt: Tai, kas bus ieškoma įvykių pavadinimuose. Žinokite, kad pvz. vokiškų umliautų ieškojimas gali būti sudėtingas, nes turite žinoti kanalo naudojamą rašmenų kodavimą.
sk: Toto sa bude hľadať v názve udalostí. Pamätajte, že hľadanie špeciálnych (diakritických) znakov je závislé od aktuálneho kódovania použitého stanicou.

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
lt: Kanalo kodavimas, naudomas jo EPG duomenims. Čia keiskite tik tada, jei ieškote specialių simbolių, pavyzdžiui, Vokietijos umliautai.

source: Select "exact match" to enforce "Match title" to match exactly, "partial match" if you only want to search for a part of the event title or "description match" if you only want to search for a part of the event description or "title and description match" if you want to search for a part of the title or event description
lt: Pasirinkite "tikslus atitikimas", kad pavadinimą atitiktų tiksliai, arba "dalinis atitikimas", jei norite ieškoti pavadinimo dalies, arba "aprašymo atitikimas", jei norite ieškoti dalinio atitikimo aprašyme, arba "pavadinimo ir aprašymo atitikimas", jei norite ieškoti dalinio atitikimo pavadinime, arba aprašyme.

source: Select whether or not you want to enforce case correctness.
lt: Pasirinkite, norėsite, ar ne laikytis įvykio pastovumo.

source: Add zap timer instead of record timer?
lt: Pridėti perjungimo laikmatį vietoj įrašo laikmačio?

source: Set an end time for the timer. If you do, the timespan of the event might be blocked for recordings.
lt: Nustatyti laikmačio pabaigos laiką. Jei tai padarysite, įvykio laikas gali būti blokuotas įrašymų.

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
lt: Įjungus šią parinktį, įrašomo kanalo pakeitimas alternatyviais kanalais yra apribotas.

source: Should this AutoTimer be restricted to a timespan?
lt: Ar apriboti šį autolaikmatį laikotarpiu?

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
lt: Žemutinė laikotarpio riba. Kas žemiau šios ribos, skaitysis neatitinkantys reikalavimo. Į intarpus neatsižvelgiama!

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
lt: Viršutinė laikotarpio riba. Kas aukščiau šios ribos, skaitysis neatitinkantys reikalavimo. Į intarpus neatsižvelgiama!

source: By enabling this events will not be matched if they don't occur on certain dates.
lt: Įjungus šią parinktį, įvykiai neatitiks, jei jie nevyks tam tikromis datomis.

source: First day to match events. No event that begins before this date will be matched.
lt: Pirma diena, kurią turi atitikti įvykis. Įvykis, kuris prasideda prieš šią datą nebus tinkamas.
