Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: Symbol rate
lt: Simbolių greitis
sk: Symbolová rýchlosť

source: System
lt: Sistema
sk: Systém

source: TS file is too large for ISO9660 level 1!
lt: TS failas yra per didelis ISO9660 lygmeniui 1!
sk: Súbor TS je príliš veľký pre úroveň 1 ISO9660!

source: TV / Radio
lt: TV / Radijas
sk: TV / Rádio

source: TV System
lt: TV sistema
sk: TV norma

source: TV on => VU+ activity:
lt: TV įjungta => VU + veikla:
sk: TV zap. => VU+ činnosť:

source: TV power off:
lt: Išjungti TV:
sk: Vypnúť TV:

source: TV power on:
lt: Įjungti TV:
sk: Zapnúť TV:

source: TV standby => VU+ activity:
lt: TV budėjime => VU + veikla:
sk: TV pohot. rež. => VU+ činnosť:

source: Table of content for collection
lt: Turinys kaupimui
sk: Obsah zostavy

source: Tag 1
lt: Žymė 1
sk: Štítok 1

source: Tag 2
lt: Žymė 2
sk: Štítok 2

source: Tags
lt: Žymės
sk: Štítky

source: Task list
lt: Užduočių sąrašas
sk: Zoznam úloh

source: Teletext subtitle color
lt: Teleteksto subtitrų spalva
sk: Farba titulkov teletextu

source: Teletext subtitle font size
lt: Teleteksto subtitrų šrifto dydis
sk: Veľkosť písma titulkov teletextu

source: Teletext subtitle horizontal alignment
lt: Teleteksto subtitrų horizontalus lygiavimas
sk: Vodorovné zarovnanie titulkov teletextu

source: Terrestrial
lt: Antžeminė
sk: Pozemné

source: Terrestrial provider
lt: Antžeminis tiekėjas
sk: Poskytovateľ pozemných služieb

source: Test DiSEqC settings
lt: Testuoti DiSEqC nustatymus
sk: Vyskúšať nastavenia DiSEqC

source: Test Type
lt: Testo tipas
sk: Druh testu

source: Test mode
lt: Testo režimas
sk: Testovací režim

source: Test the network configuration of your STB.
lt: Patikrinkite aparato tinklo konfigūraciją.
sk: Otestovať sieťovú konfiguráciu VU+.

source: Testing Smartcard 2...
lt: Tikrinama lustinė kortelė 2...
sk: Test Smartcard 2...

source: Thank you for using the wizard. Please press OK to continue.
lt: Ačiū, kad naudojatės vedliu. Spauskite 'OK', kad tęsti.
sk: Ďakujeme, že ste použili sprievodcu. Pokračujte stlačením OK.

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your STB.
lt: Ačiū, kad naudojatės vedliu. Jūsų imtuvas paruoštas naudojimui. Spauskite 'OK' ir pradėkite naudotis.
sk: Ďakujeme za využitie pomocníka. Teraz je prijímač pripravený na používanie. Stlačením tlačidla OK môžete začať používať VU+.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a STB format data DVD (which will not play in stand-alone DVD players) instead?
lt: DVD standartas nesupranta H.264 (HDTV) vaizdo srauto. Gal vietoje to sukurti STB formato duomenų DVD (bet šis pasileis NE visuose DVD grotuvuose)?
sk: Norma pre DVD nepodporuje formát H.264 (HDTV). Chcete vytvoriť DVD vo formáte VU+ (ktorý sa nedá prehrať bežným prehrávačom DVD)?

source: The NetworkWizard extension is not installed! Please install it.
lt: Tinklo vedlio (NetworkWizard) plėtinys neįdiegtas! Prašome įdiegti.
sk: Rozšírenie Sprievodca sieťou nie je nainštalované. Nainštalujte si ho.

source: The PIN code has been changed successfully.
lt: PIN kodas sėkmingai pakeistas.
sk: Kód PIN bol úspešne zmenený.

source: The PIN codes you entered are different.
lt: Jūsų įvesti PIN kodai yra skirtingi.
sk: Kódy PIN, ktoré ste zadali, sú rôzne.

source: The Softwaremanagement extension is not installed! Please install it.
lt: Programinės įrangos valdymo (Softwaremanagement) plėtinys neįdiegtas! Prašome įdiegti.
sk: Rozšírenie Správa softvéru nie je nainštalované! Nainštalujte si ho.

source: The VTI Info Panel is not installed! Please install it.
lt: VTI informacijos langas neįdiegtas! Įdiekite jį.
sk: Panel informácií VTI nie je nainštalovaný! Nainštalujte ho.

source: The VTi InfoPanel is not installed! Please install it.
lt: VTi informacijos langas neįdiegtas! Įdiekite jį.
sk: Panel informácií VTI nie je nainštalovaný! Nainštalujte ho.

source: The VTi Panel is not installed! Please install it.
lt: VTi langas neįdiegtas! Įdiekite jį.
sk: Panel VTI nie je nainštalovaný! Nainštalujte ho.

source: The backup failed. Please choose a different backup location.
lt: Kopijos išsaugoti nepavyko. Pasirinkite kitą vietą išsaugojimui.
sk: Zálohovanie zlyhalo. Zvoľte iné umiestnenie zálohy.

source: The content of the folder is:
lt: Katalogo turinys:
sk: Obsah adresára:

source: The directory %s is not writable. Make sure you select a writable directory instead.
lt: Į katalogą % s rašyti uždrausta. Vietoj jo pasirinkite rašymui tinkamą katalogą.
sk: Do adresára %s sa nedá zapisovať. Zvoľte taký adresár, do ktorého sa dá zapisovať.

source: The following files were found...
lt: Buvo surasti šie faila...
sk: Boli nájdené tieto súbory...

source: The input port should be configured now. You can now configure the screen by displaying some test picture. Do you want to do that now?
lt: Dabar reikia sukonfigūruoti įvesties prievadą. Čia galite suderinti ekrano vaizdą pagal testinius paveikslėlius. Norite tą atlikti dabar?
sk: Teraz treba nastaviť vstupný port. Môžete nastaviť obraz pomocou skúšobných obrazcov. Chcete to teraz urobiť?

source: The installation of the default services lists is finished.
lt: Numatytųjų kanalų sąrašų įdiegimas baigtas.
sk: Inštalácia zoznamov predvolených staníc je ukončená.

source: The installation of the default settings is finished. You can now continue configuring your STB by pressing the OK button on the remote control.
lt: Numatytųjų nustatymų įdiegimas baigtas. Galite tęsti savo imtuvo konfigūravimą, paspaudę 'OK' mygtuką.
sk: Inštalácia predvolených nastavení je skončená. Po stlačení tlačidla OK na diaľkovom ovládaní môžete pokračovať v nastavovaní VU+.

source: The loopthrough setting is wrong.
lt: Ciklo parametras neteisingas.
sk: Nastavenie slučky je chybné.

source: The number you entered is wrong!
lt: Įvedėte neteisingą skaičių!
sk: Zadané číslo je nesprávne.

source: The package doesn't contain anything.
lt: Paketas neturi savyje nieko.
sk: Balíček neobsahuje vôbec nič.

source: The path %s already exists.
lt: Kelias %s jau egzistuoja.
sk: Cesta %s už existuje.

source: The pin code you entered is wrong.
lt: Įvedėte neteisingą PIN kodą.
sk: Zadaný kód PIN je nesprávny.

source: The program will exit now.
lt: Programa dabar užsidarys.
sk: Program teraz skončí.

source: The results have been written to %s.
lt: Rezultatai įrašyti į %s.
sk: Výsledky boli zapísané do súboru %s.

source: The sleep timer has been activated.
lt: Budėjimo laikmatis aktyvuotas.
sk: Časovač vypnutia bol zapnutý.

source: The sleep timer has been disabled.
lt: Budėjimo laikmatis išjungtas.
sk: Časovač vypnutia bol vypnutý.

source: The sleep timer is invalid.
lt: Budėjimo laikmatis neteisingas.
sk: Časovač vypnutia je neplatný.

source: The timer file (timers.xml) is corrupt and could not be loaded.
lt: Laikmačio failas (timers.xml) sugadintas ir negali būti įkeltas.
sk: Súbor časovača (timers.xml) je porušený a nedá sa otvoriť.

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
lt: Belaidžio tinklo įskiepis neįdiegtas! Įdiekite jį ir pasirinkite ką norėsite daryti toliau.
sk: Modul bezdrôtovej LAN nie je nainštalovaný. Nainštalujte ho a zvoľte, čo chcete robiť ďalej.

source: The wireless LAN plugin is not installed! Please install it.
lt: Belaidžio tinklo įskiepis neįdiegtas! Prašome įdiegti.
sk: Modul bezdrôtovej LAN nie je nainštalovaný! Nainštalujte ho.

source: The wizard can backup your current settings. Do you want to do a backup now?
lt: Vedlys gali sukurti jūsų dabartinių nustatymų atsarginę kopiją. Norite ją padaryti dabar?
sk: Sprievodca môže zálohovať aktuálne nastavenia. Chcete teraz zálohovať?

source: The wizard is finished now.
lt: Vedlys baigė darbą.
sk: Sprievodca teraz skončil.

source: There are at least
lt: Yra bent
sk: Je aspoň

source: There are currently no outstanding actions.
lt: Šiuo metu nėra jokių neatliktų veiksmų.
sk: Žiadne činnosti na vykonanie.

source: There are no default services lists in your image.
lt: Nėra jokių numatytųjų kanalų sąrašų.
sk: V tomto image nie sú zoznamy predvolených staníc.

source: There are no default settings in your image.
lt: Nėra jokių numatytųjų nustatymų.
sk: V tomto image nie sú predvolené nastavenia.

source: There are no updates available.
lt: Atnaujinimų nėra.
sk: Nie sú dostupné žiadne aktualizácie.

source: There is NO valid USB-stick found, so I've got nothing to do.
lt: Jokių tinkamų USB laikmenų nerasta, todėl nėra ką daryti.
sk: Nenájdený použiteľný kľúč USB.

source: There is a valid USB-flashdrive detected in one of the USB-ports, therefore an extra copy of the back-up image will now be copied to that USB-flashdrive.
lt: Viename iš USB prievadų aptikta tinkama USB laikmena, todėl papildoma atsarginė atvaizdo kopija bus nukopijuojta į tą USB laikmeną.
sk: V jednom z portov USB bol zistený platný kľúč USB, preto sa jedna záloha image nakopíruje doň.

source: There might not be enough Space on the selected Partition. Do you really want to continue?
lt: Pasirinktame skaidinyje gali pritrūkti laisvos vietos. Ar tikrai norite tęsti?
sk: Vo zvolenej partícii nemusí byť dostatok miesta. Naozaj chcete pokračovať?

source: There was an error downloading the packetlist. Please try again.
lt: Parsisiunčiant paketų sąrašą, įvyko klaida. Pabandykite dar kartą.
sk: Chyba pri sťahovaní zoznamu paketov. Zopakujte.

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
lt: Šis DVD RW diskas jau yra suformatuotas - performatavimas ištrins visą šio disko turinį.
sk: Toto médium DVD RW je už naformátované - opätovným formátovaním sa vymaže celý obsah disku.

source: This Plugin doesn't support on SOLO/DUO
lt: Šis įskiepis SOLO/DUO netinkamas
sk: Tento modul nie je vhodný pre Vu+ Duo a Solo.

source: This Plugin only support for ULTIMO
lt: Šis įskiepis tinkamas tik ULTIMO
sk: Tento modul je vhodný len pre Vu+ Ultimo.

source: This STB can't decode %s streams!
lt: Šis aparatas negali iškoduoti %s srautų!
sk: VU+ nemôže dekódovať streamy %s!

source: This is dlna server using minidlna.
lt: šis DLNA serveris naudoja MiniDLNA.
sk: Modul DLNA pre server minidlna.

source: This is dlna/upnp client using djmount.
lt: Šis DLNA/UPnP klientas naudoja Djmount
sk: Modul DLNA/UPNP pre djmount.

source: This is step number 2.
lt: Tai žingsnis nr. 2.
sk: Toto je druhý krok.

source: This model is not support transcoding.
lt: Šis modelis perkoduoti nesugeba.
sk: Tento model nepodporuje transkódovanie.

source: This only takes about 20 seconds.....
lt: Tai trunka tik apie 20 sekundžių .....
sk: Potrvá to asi 20 sekúnd...

source: This partition is not mountable. You need to check or format this partition.
lt: Šio skirsnio pajungti negalima. Patikrinkite, arba formatuokite šį skirsnį.
sk: Táto partícia sa nedá pripojiť. Skontrolujte ju alebo ju naformátujte.

source: This plugin is installed.
lt: Šis įskiepis įdiegtas.
sk: Tento modul je nainštalovaný.

source: This plugin is not installed.
lt: Šis įskiepis neįdiegtas.
sk: Tento modul nie je nainštalovaný.

source: This plugin will be installed.
lt: Šis įskiepis bus įdiegtas.
sk: Tento modul sa nainštaluje.

source: This plugin will be removed.
lt: Šis įskiepis bus pašalintas.
sk: Tento modul sa odstráni.

source: This test checks for configured Nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and Adapter setup - if you configured your Nameservers manually please verify your entries in the "Nameserver" Configuration
lt: Šis testas tikrina vardų serverių konfigūravimą. Jei jūs gaunate pranešimą 'nepatvirtinta': - tikrinkite savo DHCP, kabelį ir tinklo modulio nustatymus - jei konfigūravote savo vardų serverius rankomis, patikrinkite, ką įvedėte 'Vardų serveris' konfigūracijoje
sk: Tento test hľadá nakonfigurované DNS. Ak dostanete hlásenie „nepotvrdené“: - skontrolujte DHCP, kabeláž a nastavenie adaptéra - ak ste DNS konfigurovali ručne, skontrolujte údaje v nastavení „konfigurácia servera DNS“

source: This test checks whether a network cable is connected to your LAN-Adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
lt: Šis testas tikrina, ar tinklo kabelis yra prijungtas prie jūsų vietinio tinklo modulio. Jei jūs gaunate pranešimą 'atjungta': - tikrinkite, ar tinklo kabelis yra prijungtas - tikrinkite, ar kabelis nepažeistas
sk: Tento test overuje, či je sieťový kábel pripojený k sieťovej karte. Ak dostanete hlásenie „odpojené“: - skontrolujte, či je pripojený sieťový kábel - skontrolujte, či kábel nie je prerušený

source: This test checks whether a network cable is connected to your Wireless LAN-Adapter.
lt: Šis testas tikrina, ar tinklo kabelis yra prijungtas prie jūsų belaidžio tinklo modulio.
sk: Tento test overí, či máte sieťový kábel pripojený k adaptéru WLAN.

source: This test checks whether a valid IP Address is found for your LAN Adapter. If you get a "unconfirmed" message: - no valid IP Address was found - please check your DHCP, cabling and adapter setup
lt: Šis testas tikrina, ar jūsų vietinio tinklo moduliui suteiktas galiojantis IP adresas. Jei jūs gaunate pranešimą 'nepatvirtinta': - nerastas joks galiojantis IP adresas - tikrinkite savo DHCP, kabelį ir tinklo modulio nustatymą
sk: Tento test overuje, či je platná IP adresa sieťovej karty. Ak dostanete hlásenie „nepotvrdené“: - nebola nájdená platná IP adresa - skontrolujte DHCP, kabeláž a nastavenie karty

source: This test checks whether your LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
lt: Šis testas tikrina, ar jūsų vietinio tinklo modulis yra nustatytas DHCP automatinei IP adreso konfigūracijai. Jei gaunate pranešimą 'išjungta': - jūsų tinklo modulis yra sukonfigūruotas rankiniam IP nustatymui - įsitikinkite, kad įvedėte teisingą IP informaciją tinklo modulio nustatymų dialoge. Jei gaunate pranešimą 'įjungta': - patikrinkite, ar turite savo tinkle sukonfigūruotą ir veikiantį DHCP serverį.
sk: Tento test overuje, či máte sieťovú kartu nastavenú na automatické nastavenie IP adresy z DHCP. Ak dostanete hlásenie „vypnuté“: - máte sieťovú kartu nakonfigurovanú na ručné nastavenie IP adresy - skontrolujte, či ste zadali správne IP údaje v nastavovacom dialógu karty. Ak dostanete hlásenie „zapnuté“: - skontrolujte, či máte v sieti nakonfigurovaný a fungujúci server DHCP.

source: This test checks whether your Wireless LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your Wireless LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
lt: Šis testas tikrina, ar jūsų belaidžio tinklo modulis yra nustatytas DHCP automatinei IP adreso konfigūracijai. Jei gaunate pranešimą 'išjungta': - tada jūsų belaidžio tinklo modulis sukonfigūruotas rankiniam IP nustatymui - įsitikinkite, kad įvedėte teisingą IP informaciją tinklo modulio nustatymų dialoge. Jei gaunate pranešimą 'įjungta': - patikrinkite, ar turite savo tinkle sukonfigūruotą ir veikiantį DHCP serverį.
sk: Tento test overuje, či máte bezdrôtový adaptér LAN nastavený na automatické nastavenie IP adresy z DHCP. Ak dostanete hlásenie "vypnuté": - máte bezdrôtový adaptér LAN nakonfigurovaný na ručné nastavenie IP adresy - skontrolujte, či ste zadali správne IP údaje v nastavovacom dialógu adaptéra. Ak dostanete hlásenie "zapnuté": - skontrolujte, či máte v sieti nakonfigurovaný a fungujúci server DHCP.

source: This test detects your configured LAN-Adapter.
lt: Šis testas aptinka sukonfigūruotą vietinio tinklo modulį.
sk: Tento test zisťuje nakonfigurovanú sieťovú kartu.

source: This test detects your configured Wireless LAN-Adapter.
lt: Šis testas aptinka sukonfigūruotą belaidžio tinklo modulį.
sk: Tento test zisťuje nakonfigurovaný bezdrôtový adaptér LAN.

source: Three
lt: Trys
sk: Tri

source: Threshold
lt: Signalo riba
sk: Prah

source: Thu
lt: Ket
sk: Št

source: Thumbnails
lt: Miniatiūros
sk: Zmenšeniny

source: Thursday
lt: ketvirtadienis
sk: Štvrtok

source: Time
lt: Laikas
sk: Čas

source: Time for next VFD scrolling
lt: Laikas VFD teksto slinkimui
sk: Čas pre ďalšie rolovanie VFD

source: Time required for this process:
lt: Laikas, reikalingas šiam procesui:
sk: Čas potrebný na tento proces:

source: Time/Date Input
lt: Laiko/datos įvestis
sk: Nastavenie dátumu a času

source: Timeout for number zap in milliseconds
lt: Delsa, perjungiant kanalą skaičiais (ms)
sk: Doba na prepnutie čísel. tlačidlom v ms

source: Timer Edit
lt: Redaguoti laikmatį
sk: Úprava časovača

source: Timer Editor
lt: Laikmačio redaktorius
sk: Editor časovača

source: Timer Type
lt: Laikmačio tipas
sk: Úloha časovača

source: Timer entry
lt: Laikmačio įrašas
sk: Položka časovača

source: Timer log
lt: Laikmačio žurnalas
sk: Protokol časovača

source: Timer overlap in timers.xml detected! Please recheck it!
lt: Aptiktas laikmačio persidengimas timers.xml! Pertikrinkit dar kartą!
sk: Zistené prekrývanie časovačov v súbore timers.xml! Skontrolujte to!

source: Timer record location
lt: Įrašo pagal laikmatį vieta
sk: Umiestnenie nahrávky časovača

source: Timer sanity error
lt: Laikmačio loginė klaida
sk: Nerozumné časovanie

source: Timer selection
lt: Laikmačio pasirinkimas
sk: Voľba časovača

source: Timer status:
lt: Laikmačio būsena:
sk: Stav časovača:

source: Timeshift
lt: Laiko poslinkis
sk: Časový posun

source: Timeshift location
lt: Laiko poslinkio failų vieta
sk: Umiestnenie časového posunu

source: Timeshift not possible!
lt: Laiko poslinkis negalimas!
sk: Časový posun nie je možný!

source: Timezone
lt: Laiko juosta
sk: Časové pásmo

source: Title
lt: Pavadinimas
sk: Titul

source: Title properties
lt: Pavadinimo savybės
sk: Vlastnosti titulu

source: Titleset mode
lt: Pavadinimo nustatymo būdas
sk: Režim sady titulov

source: To back-up directly to the USB-stick, the USB-stick MUST contain a file with the name:
lt: Kad daryti atsarginę kopiją tiesiai į USB atmintinę, USB laikmenoje TURI BŪTI failas pavadinimu:
sk: Aby sa dalo zálohovať priamo na kľúč USB, kľúč USB MUSÍ obsahovať súbor s názvom:

source: To restore the image:
lt: Kad atkurti atvaizdą:
sk: Ak chcete obnoviť image:

source: Today
lt: Šiandien
sk: Dnes

source: Tone Amplitude
lt: Tono amplitudė
sk: Amplitúda zvuku

source: Tone mode
lt: Tono režimas
sk: Tónový režim

source: Tools
lt: Įrankiai
sk: Nástroje

source: Top
lt: Viršus
sk: Hore

source: Top and Bottom
lt: Viršus ir apačia
sk: Hore a dolu

source: Touch LED Blinking time
lt: LED mirksėjimo laikas
sk: Doba blikania LED

source: Touch LED Brightness at Deep Standby
lt: LED šviesumas išjungus TV imtuvą
sk: Jas LED v hlbokom spánku

source: Touch LED Brightness at Normal state
lt: LED šviesumas darbiniame režime
sk: Jas LED v zapnutom stave

source: Touch LED Brightness at Standby
lt: LED šviesumas budėjimo režime
sk: Jas LED v pohot. režime

source: Track
lt: Takelis
sk: Stopa

source: Transcoding
lt: Perkodavimas
sk: Transkódovanie

source: Transcoding Setup
lt: Perkodavimo nuostatos
sk: Nastavenie transkódovania

source: Transcoding can be started when there is no corresponding channel recordings.
lt: Perkodavimą galima pradėti, kai atitinkamas kanalas neįrašinėjamas.
sk: Transkódovanie sa dá spustiť, keď nie sú tunery obsadené nahrávaním.

source: TranscodingSetup
lt: Perkodavimo nuostatos
sk: Nastavenie transkódovania

source: Translation
lt: Vertimas
sk: Preklad

source: Translation:
lt: Vertimas:
sk: Preklad:

source: Transmission mode
lt: Perdavimo būdas
sk: Režim prenosu

source: Transponder
lt: Transponderis
sk: Transpondér

source: Tries left:
lt: Liko bandymų:
sk: Zostávajúce pokusy:

source: Try to find used Transponders in cable network.. please wait...
lt: Bandoma surasti transponderius kabeliniuose tinkluose.. palaukite...
sk: Pokúšam sa nájsť použité transpondéry v káblovej sieti ... čakajte...

source: Try to find used transponders in cable network.. please wait...
lt: Bandoma surasti transponderius kabeliniuose tinkluose.. palaukite...
sk: Pokúšam sa nájsť použité transpondéry v káblovej sieti... čakajte...

source: Trying to download a new packetlist. Please wait...
lt: Bandoma parsisiųsti naują paketų sąrašą. Palaukite...
sk: Pokúšam sa stiahnuť nový zoznam paketov. Čakajte...

source: Tue
lt: Ant
sk: Ut

source: Tuesday
lt: antradienis
sk: Utorok

source: Tune
lt: Suderinti
sk: Naladiť

source: Tune failed!
lt: Suderinimas nepavyko!
sk: Ladenie zlyhalo!

source: Tune%d %s Locking Fail...
lt: Derinama %d %s užfiksuoti nepavyko...

source: Tuner
lt: Imtuvas

source: Tuner
lt: Imtuvas

source: Tuner Slot
lt: Imtuvo lizdas
sk: Otvor pre tuner

source: Tuner configuration
lt: Imtuvo konfigūravimas
sk: Nastavenie tunera

source: Tuner status
lt: Imtuvo būsena
sk: Stav tunera

source: Tuner type
lt: Imtuvo tipas
sk: Typ tunera

source: Turkish
lt: Turkų
sk: Turečtina

source: Two
lt: Du
sk: Dva

source: Type
lt: Tipas
sk: Typ

source: Type : %s
lt: Tipas : %s
sk: Typ: %s

source: Type of scan
lt: Skenavimo būdas
sk: Druh vyhľadávania

source: UI 3D setup
lt: UI 3D sąranka
sk: Nastavenie UI 3D

source: UI position setup
lt: UI padėties nustatymas
sk: Nastavenia polohy UI

source: USB Image created in:
lt: USB ataizdas sukurtas:
sk: Image USB vytvorený v:

source: USB Stick
lt: USB laikmena
sk: Kľúč USB

source: USB test error : Success-%d
lt: USB testo klaida : sėkminga-% d
sk: Chyba testu USB. Úspešné %d

source: USB test pass %d devices Press 'OK' button!
lt: USB testas pavyko %d prietaisų Spauskite 'OK'!
sk: Test USB zariadení %d skončil Stlačte OK!

source: Ukrainian
lt: Ukrainiečių
sk: Ukrajinčina

source: Umount
lt: Atjungti
sk: Odpojiť

source: Unable to complete filesystem check. Error:
lt: Nepavyksta pabaigti tikrinti failų sistemos. Klaida:
sk: Nemôžem dokončiť kontrolu systému súborov. Chyba:

source: Unable to initialize harddisk. Error:
lt: Nepavyksta inicjuoti HDD. Klaida:
sk: Nemôžem inicializovať pevný disk. Chyba:

source: Uncommitted DiSEqC command
lt: Neperduota DiSEqC komanda
sk: Nepotvrdený príkaz DiSEqC

source: Undo install
lt: Atšaukti įdiegimą
sk: Späť inštalácia

source: Undo uninstall
lt: Atšaukti šalinimą
sk: Späť odinštalácia

source: Unencrypted
lt: Nešifruota
sk: Nešifrované

source: UnhandledKey
lt: Nežinomas mygtukas
sk: Nepoužité tlačidlo

source: Uninstall
lt: Šalinti
sk: Odinštalovať

source: Universal LNB
lt: Universali LNB
sk: Univerzálny LNB

source: Unknown
lt: Nežinoma
sk: Neznáme

source: Unknown network adapter
lt: Nežinomas tinklo modulis
sk: Neznámy sieťový adaptér

source: Unmount failed
lt: Atjungti nepavyko
sk: Odmontovanie zlyhalo

source: Unsupported
lt: Nepalaikoma
sk: Nepodporované

source: Up
lt: Aukštyn
sk: Nahor

source: Up Key
lt: Mygtukas 'AUKŠTYN'
sk: Šípka nahor

source: Update
lt: Atnaujinimas
sk: Aktualizovať

source: Updatefeed not available.
lt: Atnaujinimo šaltinis nepasiekiamas.
sk: Aktualizačný feed je nedostupný.

source: Updating finished. Here is the result:
lt: Atnaujinimas baigtas. Štai rezultatas:
sk: Aktualizácia je skončená. Tu je výsledok:

source: Updating software catalog
lt: Atnaujinamas programinės įrangos katalogas
sk: Aktualizácia katalógu softvéru

source: Updating... Please wait... This can take some minutes...
lt: Atnaujinama... Palaukite... Tai gali užtrukti keletą minučių...
sk: Aktualizujem... Čakajte... Môže to trvať pár minút...

source: Upgrade
lt: Atnaujinti
sk: Aktualizácia
