Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: Advanced options and settings.
lt: Išplėstinės funkcijos ir nustatymai.
sk: Rozšírené voľby a nastavenia.

source: After pressing OK, please wait!
lt: Paspaudę OK, palaukite!
sk: Po stlačení tlačidla OK počkajte!

source: Backup your STB settings.
lt: Padaryti aparato nuostatų atsarginę kopiją.
sk: Zálohuje nastavenia VU+

source: Device : %s
lt: Įrenginys: %s
sk: Zariadenie: %s

source: Device : /dev/%s
lt: Įrenginys : /dev/%s
sk: Zariadenie: /dev/%s

source: Do you want to exit?
lt: Jūs tikrai norite uždaryti?
sk: Chcete skončiť?

source: Edit the upgrade source address.
lt: Redaguoti atnaujinimo šaltinio adresą.
sk: Upraviť adresu zdroja aktualizácií.

source: Filesystem : %s
lt: Failų sistema : %s
sk: Systém súborov: %s

source: Manage extensions or plugins for your STB
lt: Tvarkyti aparato plėtinius ir įskiepius
sk: Správa rozšírení a modulov pre VU+

source: Online update of your STB software.
lt: Atnaujinti programinę įrangą internetu.
sk: Online aktualizácia softvéru pre VU+.

source: Partition : %s
lt: Skaidinys : %s
sk: Partícia: %s

source: Press OK on your remote control to continue.
lt: Kad tęsti, nuotolinio valdymo pulte spauskite 'OK'.
sk: Pre pokračovanie stlačte tlačidlo OK na diaľkovom ovládači.

source: Restore your STB settings.
lt: Atkurti aparato nuostatas.
sk: Obnoví nastavenia VU+

source: Restore your STB with a new firmware.
lt: Atkurti aparatą su nauja mikroprograma.
sk: Obnoví VU+ novým firmvérom.

source: Restore your backups by date.
lt: Atkurti atsargines kopijas pagal datą.
sk: Obnoviť zo zálohy podľa dátumu.

source: Scan for local extensions and install them.
lt: Ieškoti vietinių plėtinių ir juos įdiegti.
sk: Prehľadať miestne balíčky a nainštalovať ich.

source: Select your backup device. Current device:
lt: Pasirinkite įrenginį atsarginei kopijai. Dabar pasirinktas:
sk: Zvoľte zariadenie pre zálohovanie. Aktuálne zariadenie:

source: Size : %d MB
lt: Dydis : %d MB
sk: Veľkosť: %d MB

source: Size : %s
lt: Dydis : %s
sk: Veľkosť: %s

source: Size : %s MB
lt: Dydis : %s MB
sk: Veľkosť: %s MB

source: System will restart after the restore!
lt: Po atkūrimo sistema pasileis iš naujo!
sk: Systém sa po obnovení reštartuje!

source: View, install and remove available or installed packages.
lt: Peržiūrėti, įdiegti galimus, pašalinti įdiegtus paketus.
sk: Zobraziť, nainštalovať a odstrániť dostupné alebo nainštalované balíčky.

source: When transcoding, PIP is disabled.
lt: Perkoduojant, PiP negalimas.
sk: Pri transkódovaní je PIP vypnutý.

source: When transcoding, both PIP and analog video outputs are disabled.
lt: Perkoduojant, nei PiP, nei analoginio vaizdo išvestis negalimi.
sk: Pri transkódovaní sú PIP aj analógový výstup obrazu vypnuté.

source: partition %d : %s MB
lt: skaidinys %d : %s MB
sk: partícia %d : %s MB

source: - Log Directory
lt: - Žurnalo katalogas
sk: - Adresár protokolov

source: - Log Level
lt: - Žurnalo apimtis
sk: - Úroveň protokolov

source: - Type
lt: - Tipas
sk: - Typ

source: at /dev/%s
lt: į /dev/%s
sk: na /dev/%s

source: extensions.
lt: plėtiniai.
sk: rozšírenia.

source: packages selected.
lt: paketai išsirinkti.
sk: balíčkov zvolených.

source: updates available.
lt: galimi atnaujinimai.
sk: aktualizácie k dispozícii.

source: wireless networks found!
lt: rasti belaidžiai tinklai!
sk: bezdrôtových sietí nájdených.

source: !!(Empty) Please, Input to the
lt: !! (Tuščia) Įrašykite į
sk: !!(Prázdne) Zadajte do

source: %d %B %Y
lt: %Y %B %e

source: %d jobs are running in the background!
lt: %d užduotys veikia fone!
sk: %d úloh beží na pozadí!

source: %d services found!
lt: Surasti %d kanalai!
sk: Nájdených %d staníc!

source: %s (%s, %d MB free)
lt: %s (%s, %d MB laisva)
sk: %s (%s, %d MB voľných)

source: %s Start Device Inititlization?
lt: %s Pradėti įrenginio inicijavimą?
sk: %s Začať inicializovať zariadenie?

source: %s ok?
lt: %s gerai?

source: (ZAP)
lt: (PERJUNGTI)
sk: (Prepnúť)

source: (de)activate Picture in Picture...
lt: (de)aktyvuokite vaizdą vaizde...
sk: Zapnúť/vypnúť obraz v obraze...

source: (empty)
lt: (laisva)
sk: (prázdne)

source: (show optional DVD audio menu)
lt: (rodyti pasirinktinį DVD garso meniu)
sk: (zobraziť voliteľné menu zvuku DVD)

source: * Only available if more than one interface is active.
lt: * Galimas, jei daugiau, kaip viena sąsaja yra aktyvi.
sk: * Dostupné, len ak je aktívnych viac rozhraní než jedno.

source: 1 wireless network found!
lt: Rastas 1 belaidis tinklas!
sk: Nájdená 1 bezdrôtová sieť.

source: 1-1. Serial Number (The first two or three letters of SN)
lt: 1-1. Serijos numeris (pirmi du, ar trys SN simboliai)
sk: 1-1. Výrobné číslo (prvé dve alebo tri písmená SN)

source: 1-2. Serial Number (The remaining numbers of SN)
lt: 1-1. Serijos numeris (likusieji SN simboliai)
sk: 1-2. Výrobné číslo (zvyšné číslice SN)

source: 1. Drop WvDial
lt: 1. Praleisti WvDial
sk: 1. Odpojiť

source: 1. Load a Mobile Broadband Device
lt: 1. Pajunkite mobiliojo plačiajuosčio ryšio įrenginį
sk: 1. Načítať mobilné zariadenie

source: 12V output
lt: 12V išėjimas
sk: 12 V výstup

source: 16:10 Letterbox
lt: 16:10 Letterbox (juostos viršuje ir apačioje)

source: 16:10 PanScan
lt: 16:10 PanScan (nukerpant šonus)

source: 16:9 Letterbox
lt: 16:9 Letterbox (juostos viršuje ir apačioje)

source: 16:9 always
lt: visada 16:9
sk: vždy 16:9

source: 2. Contact
lt: 2. Kontaktas
sk: 2 Kontakt

source: 2. Set up a Mobile Broadband Device
lt: 2. Nustatykite mobiliojo plačiajuosčio ryšio įrenginį
sk: 2. Pripojiť mobilné zariadenie

source: 2. Unload a Mobile Broadband Device
lt: 2. Išjunkite mobiliojo plačiajuosčio ryšio įrenginį
sk: 2. Odpojiť mobilné zariadenie

source: 3. Done
lt: 3. Atlikta
sk: 3. Hotovo

source: 3. Generate a WvDial profile
lt: 3. Sukurti WvDial profilį
sk: 3. Vytvoriť profil WvDial

source: 30 minutes
lt: 30 min.
sk: 30 minút

source: 3D Surround
lt: 3D garsas

source: 3d mode
lt: 3D režimas
sk: Režim 3D

source: 4. Attempt to connect
lt: 4. Bandyti prisijungti
sk: 4. Pokus pripojiť

source: 4:3 Letterbox
lt: 4:3 Letterbox (juostos viršuje ir apačioje)

source: 4:3 PanScan
lt: 4:3 PanScan (nukerpant šonus)

source: 5 minutes
lt: 5 min.
sk: 5 minút

source: 5. Done
lt: 5. Atlikta
sk: 5. Hotovo

source: 60 minutes
lt: 60 min.
sk: 60 minút

source: <Current movielist location>
lt: <Dabartinė filmų sąrašo vieta>
sk: <Aktuálne umiestnenie zoznamu filmov>

source: <Default movie location>
lt: <Numatytoji filmų vieta>
sk: <Predvolené umiestnenie filmov>

source: <Last timer location>
lt: <Paskutinio laikmačio vieta>
sk: <Umiestnenie poslednej časovej nahrávky>

source: <unknown>
lt: <nežinomas>
sk: <neznámy>

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
lt: Konfigūracijos failas (%s) po įdiegimo buvo pakeistas. Ar norite išsaugoti savo versiją?
sk: Konfiguračný súbor (%s) bol od inštalácie zmenený. Chcete zachovať svoju verziu?

source: A finished record timer wants to set your STB to standby. Do that now?
lt: Atliktas įrašymo laikmatis nori perjungti imtuvą į budėjimo režimą. Padaryti tai dabar?
sk: Ukončený časovač nahrávania chce prepnúť VU+ do pohotovostného režimu. Prepnúť teraz?

source: A finished record timer wants to shut down your STB. Shutdown now?
lt: Atliktas įrašymo laikmatis nori išjungti imtuvą. Išjungti dabar?
sk: Ukončený časovač nahrávania chce vypnúť VU+. Vypnúť teraz?

source: A graphical EPG for all services of an specific bouquet
lt: Grafinis konkretaus bukieto visų kanalų EPG
sk: Grafické EPG pre všetky stanice určitých obľúbených

source: A record has been started: %s
lt: Prasidėjo įrašymas: %s
sk: Nahrávanie začalo: %s

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
lt: Dabar vyksta įrašymas. Prieš konfigūruodami pozicionierių, išjunkite įrašymą.
sk: Práve sa nahráva. Zastavte nahrávanie pred nastavovaním motora.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
lt: Dabar vyksta įrašymas. Prieš pradėdami palydovų paiešką, išjunkite įrašymą.
sk: Práve sa nahráva. Zastavte nahrávanie pred spustením vyhľadávača satelitov.

source: A required tool (%s) was not found.
lt: Reikalingo įrankio (%s) nerasta.
sk: Požadovaný nástroj (%s) sa nenašiel.

source: A search for available updates is currently in progress.
lt: Dabar vyksta galimų atnaujinimų paieška.
sk: Práve prebieha vyhľadávanie dostupných aktualizácií.

source: A second configured interface has been found. Do you want to disable the second network interface?
lt: Rasta antra sukonfigūruota sąsaja. Ar norite išjungti antrąją tinklo sąsają?
sk: Bolo nájdené druhé nakonfigurované rozhranie. Chcete vypnúť druhé sieťové rozhranie?

source: A sleep timer wants to set your STB to standby. Do that now?
lt: Budėjimo laikmatis nori perjungti imtuvą į budėjimo režimą. Padaryti tai dabar?
sk: Časovač vypnutia chce prepnúť VU+ do pohotovostného režimu. Prepnúť teraz?

source: A sleep timer wants to shut down your STB. Shutdown now?
lt: Budėjimo laikmatis nori išjungti imtuvą. Išjungti dabar?
sk: Časovač vypnutia chce vypnúť VU+. Vypnúť teraz?

source: A small overview of the available icon states and actions.
lt: Maža galimų piktogramų būsenų ir veiksmų su jomis apžvalga.
sk: Tu je malý prehľad dostupných ikon štátov a činností.

source: A timer failed to record! Disable TV and try again?
lt: Laikmatis negali pradėti įrašymo! Išjungti TV peržiūrą ir pakartoti įrašymą?
sk: Zlyhalo časovanie nahrávania! Vypnúť TV a skúsiť znova?

source: A/V Settings
lt: Garso ir vaizdo nuostatos
sk: Nastavenia A/V

source: A/V-Receiver power off:
lt: Išjungti imtuvą:
sk: Vypnúť A/V prijímač:

source: A/V-Receiver power on:
lt: Įjungti imtuvą:
sk: Zapnúť A/V prijímač:

source: A/V-Receiver toggle mute:
lt: Perjungti garsą imtuve:
sk: Prepnúť stíšenie prijímača A/V:

source: A/V-Receiver volume down:
lt: Patildyti garsą imtuve:
sk: Znížiť hlasitosť A/V prijímača:

source: A/V-Receiver volume up:
lt: Pagarsinti garsą imtuve:
sk: Zvýšiť hlasitosť A/V prijímača:

source: AP Device
lt: Prieigos taško įrenginys
sk: Zariadenie prístupového bodu

source: AP Mode
lt: Prieigos taško režimas
sk: Režim prístupového bodu

source: Abort
lt: Nutraukti
sk: Zrušiť

source: About
lt: Apie sistemą
sk: O VU+

source: About...
lt: Apie...
sk: O VU+...

source: Accesspoint:
lt: Prieigos taškas:
sk: Prístupový bod:

source: Action after summit
lt: Veiksmas po maks.
sk: Činnosť po dokončení

source: Action on long powerbutton press
lt: Veiksmas ilgai spaudžiant 'įjungimo' mygtuką
sk: Pri dlhom stlačení vypínača

source: Action on short powerbutton press
lt: Veiksmas trumpai nuspaudžiant 'įjungimo' mygtuką
sk: Pri krátkom stlačení vypínača

source: Action:
lt: Veiksmas:
sk: Činnosť:

source: Activate Picture in Picture
lt: Įjungti vaizdą vaizde (PiP)
sk: Zapnúť obraz v obraze

source: Activate network settings
lt: Aktyvuoti tinklo nuostatas
sk: Aktivovať nastavenia siete

source: Activation mode
lt: Aktyvavimo būdas
sk: Aktivačný režim

source: Active Source Reply On:
lt: Aktyvaus šaltinio atsakymas:

source: Adapter settings
lt: Tinklo modulio nuostatos
sk: Nastavenia adaptéra

source: Add
lt: Pridėti
sk: Pridať

source: Add Bookmark
lt: Pridėti žymę
sk: Pridať záložku

source: Add a mark
lt: Pridėti žymeklį
sk: Pridať značku

source: Add a new title
lt: Pridėti naują pavadinimą
sk: Pridať nový titul

source: Add timer
lt: Pridėti laikmatį
sk: Pridať časovač

source: Add title
lt: Pridėti pavadinimą
sk: Pridať titul

source: Add to bouquet
lt: Įtraukti į bukietą
sk: Pridať do obľúbených

source: Add to favourites
lt: Pridėti į mėgstamiausius
sk: Pridať do obľúbených

source: Additional backup ->
lt: Papildoma atsarg.kopija ->
sk: Ďalšie zálohovanie ->

source: Address (0~FF):
lt: Adresas (0~FF):
sk: Adresa (0~FF):

source: Adjust 3D settings
lt: Koreguoti 3D nuostatas
sk: Zmeniť nastavenia 3D

source: Adjust screen position
lt: Koreguoti ekrano padėtį
sk: Nastaviť polohu obrazu

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
lt: Sureguliuokite spalvas taip, kad visi atspalviai išsiskirtų ir būtų maksimaliai sodrūs. Kai rezultatas tenkins, spauskite 'OK', kad uždarytumėte tikslų vaizdo derinimą, arba skaičių mygtukais išsirinkite kitus testo langus.
sk: Nastavte farby tak, aby boli jednotlivé odtiene dobre rozlíšiteľné, ale zároveň čo najsýtejšie. Ak ste s výsledkom spokojní, stlačením tlačidla OK ukončite jemné ladenie obrazu alebo číslicovými tlačidlami zvoľte iný testovací obrazec.

source: Advanced Options
lt: Išplėstinės parinktys
sk: Rozšírené voľby

source: Advanced Software
lt: Išplėstinė programinė įranga
sk: Vylepšený softvér

source: Advanced Software Plugin
lt: Išplėstinis programinis įskiepis
sk: Modul vylepšeného softvéru

source: Advanced Video Enhancement Setup
lt: Išplėstinės vaizdo gerinimo nuostatos
sk: Rozšírené nastavenie obrazu

source: Advanced restore
lt: Išplėstinis atkūrimas
sk: Rozšírené obnovenie

source: After event
lt: Ką daryti po įvykio
sk: Po udalosti

source: After the start wizard is completed, you need to protect single services. Refer to your STB's manual on how to do that.
lt: Pabaigus darbą pradiniam vedliui, turėsite nustatyti atskirų kanalų apsaugas. Kaip tai padaryti, rasite imtuvo instrukcijoje.
sk: Po skončení úvodného sprievodcu si musíte ochrániť jednotlivé stanice. V návode k VU+ nájdete, ako sa to robí.

source: Agree
lt: Sutinku
sk: Súhlasím

source: Album
lt: Albumas

source: All
lt: Visi
sk: Všetky

source: All Satellites
lt: Visi palydovai
sk: Všetky satelity

source: Allow removing of entries in service list
lt: Leisti pašalinti kanalų sąrašo įrašus
sk: Povoliť odstránenie položiek zo zoznamu staníc

source: Allow removing of system software
lt: Leisti šalinti sisteminę programinę įrangą
sk: Povoliť odstránenie systémového softvéru

source: Almost there... Now building the USB-Image!
lt: Beveik baigta... Dabar kuriamas USB atvaizdas!
sk: Takmer hotové... Teraz vytváram image USB.

source: Alpha
lt: Alfa
sk: Alfa

source: Alpha Value
lt: Alfa reikšmė
sk: Hodnota alfa

source: Alternative radio mode
lt: Alternatyvus radijo režimas
sk: Alternatívny režim rádia

source: Alternative services tuner priority
lt: Alternatyvių kanalų imtuvo pirmenybė
sk: Priorita tunera pri alternatívnych staniciach

source: Always ask
lt: Visada klausti
sk: Vždy sa spýtať

source: Always zap before record
lt: Visada įjungti į įrašomą kanalą
sk: Vždy prepnúť pred nahrávaním

source: An empty filename is illegal.
lt: Tuščias failo pavadinimas negalimas.
sk: Prázdny názov súboru je neplatný.

source: An unknown error occured!
lt: Įvyko nežinoma klaida!
sk: Objavila sa neznáma chyba!

source: Another adapter connected has been found. A connection is attempted after disconnect all of other device. Do you want to?
lt: Rastas prijungtas kitas modulis. Bus bandoma prisijungti, atjungus visus kitus prietaisus. Norite tai atlikti?
sk: Nájdený ďalší pripojený adaptér. Po odpojení ostatných zariadení sa pripojí. Chcete?

source: Arabic
lt: Arabų
sk: Arabčina

source: Are you sure you want to activate this network configuration?
lt: Jūs tikrai norite aktyvuoti šią tinklo konfigūraciją?
sk: Naozaj chcete aktivovať túto konfiguráciu siete?

source: Are you sure you want to delete following backup:
lt: Jūs tikrai norite šalinti šią atsarginę kopiją:
sk: Naozaj chcete zmazať túto zálohu:

source: Are you sure you want to exit this wizard?
lt: Jūs tikrai norite išjungti šį vedlį?
sk: Naozaj chcete ukončiť tohto spirevodcu?

source: Are you sure you want to restart your network interfaces?
lt: Jūs tikrai norite iš naujo paleisti tinklo sąsajas?
sk: Naozaj chcete reštartovať sieťové rozhrania?

source: Are you sure you want to restart your network interfaces?
lt: Jūs tikrai norite iš naujo paleisti tinklo sąsajas?
sk: Naozaj chcete reštartovať sieťové rozhrania?

source: Are you sure you want to restore following backup:
lt: Jūs tikrai norite atkurti šią atsarginę kopiją:
sk: Naozaj chcete obnoviť z tejto zálohy:

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
lt: Jūs tikrai norite atkurti savo Enigma2 atsarginę kopiją? Enigma2 po atkūrimo pasileis iš naujo
sk: Naozaj chcete obnoviť Enigma2 zo zálohy? Enigma2 sa po obnovení reštartuje

source: Are you sure you want to setup your AP?
lt: Jūs tikrai norite derinti savo prieigos tašką?
sk: Naozaj chcete nastaviť AP?

source: Artist
lt: Atlikėjas
sk: Umelec

source: Ask before shutdown:
lt: Klausti prieš išjungiant:
sk: Opýtať sa pred vypnutím:

source: Ask for deleting files after canceling timers
lt: Atšaukus laikmačius, klausti dėl failų pašalinimo
sk: Po zrušení časovačov sa opýtať na vymazanie súborov

source: Ask user
lt: klausti vartotojo
sk: opýtať sa

source: Aspect Ratio
lt: Vaizdo formatas
sk: Pomer strán

source: Aspect ratio
lt: Vaizdo formatas
sk: Pomer strán

source: Audio
lt: Garsas
sk: Zvuk

source: Audio Options...
lt: Garso nustatymai...
sk: Voľby zvuku ...

source: Audio PID
lt: Garso PID
sk: Zvukový PID

source: Author:
lt: Autorius:
sk: Autor:

source: Authoring mode
lt: Kūrimas
sk: Režim autorizácie

source: Auto
lt: Automatinis

source: Auto chapter split every ? minutes (0=never)
lt: Automatinis dalijimas skyriais kas ? min. (0=niekada)
sk: Automaticky rozdeľovať kapitoly každých ? minút (0 = nikdy)

source: Auto flesh
lt: Autošvelninimas
sk: Vylepšenie farby pleti

source: Auto scart switching
lt: Automatinis SCART perjungimas
sk: Automatické prepnutie scartu

source: Automatic
lt: Automatinis
sk: Automaticky

source: Automatic Scan
lt: Automatinė paieška
sk: Automatické vyhľadávanie

source: Automatically set up a Mount Point
lt: Automatiškai nustatyti pajungimo tašką
sk: Automaticky nastaviť pripojovací bod

source: Autoremove depended packages at package remove
lt: Šalinant, automatiškai šalinti ir susijusius paketus
sk: Nepotrebné balíčky automaticky odstrániť

source: Available format variables
lt: Galimi formatai
sk: Dostupné premenné formátu

source: BACK-UP TOOL, FOR MAKING A COMPLETE BACK-UP
lt: ATSARGINIO KOPIJAVIMO ĮRANKIS PILNOMS KOPIJOMS KURTI
sk: ZÁLOHOVACÍ NÁSTROJ. NA VYTVORENIE ÚPLNEJ ZÁLOHY

source: Back
lt: Atgal
sk: Späť

source: Back, lower USB Slot
lt: Galinis apatinis USB lizdas
sk: Vzadu, dolný slot USB

source: Back, upper USB Slot
lt: Galinis viršutinis USB lizdas
sk: Vzadu, horný slot USB

source: Background
lt: Fonas
sk: Pozadie

source: Backspace Key
lt: Grįžties klavišas
sk: Kláves Backspace

source: Backup done.
lt: Atsarginė kopija padaryta.
sk: Zálohovanie skončilo.

source: Backup failed.
lt: Atsarginis kopijavimas nepavyko.
sk: Zálohovanie zlyhalo.

source: Backup finished and copied to your USB-flashdrive.
lt: Atsarginis kopijavimas baigtas, kopija įkelta į USB laikmeną.
sk: Záloha dokončená a skopírovaná na zariadenie USB.

source: Backup is running...
lt: Daroma atsarginė kopija...
sk: Zálohovanie beží...

source: Backup system settings
lt: Atsarginė sistemos nustatymų kopija
sk: Zálohovať nastavenia systému

source: Band
lt: Juosta
sk: Pásmo

source: Bandwidth
lt: Diapazonas
sk: Šírka pásma

source: Begin time
lt: Pradžios laikas
sk: Čas začiatku

source: Behavior of 'pause' when paused
lt: 'Pauzės' paspaudimas pauzės metu
sk: Funkcia tlačidla Pauza počas pauzy

source: Behavior of 0 key in PiP-mode
lt: '0' paspaudimas PiP metu
sk: Funkcia tlačidla 0 v režime PIP

source: Behavior when a movie is started
lt: Elgsena, kai filmas prasidėjęs
sk: Činnosť po spustení filmu

source: Behavior when a movie is stopped
lt: Elgsena, kai filmas sustabdytas
sk: Činnosť po zastavení filmu

source: Behavior when a movie reaches the end
lt: Elgsena, kai filmas pasibaigia
sk: Činnosť po skončení filmu

source: Bitrate
lt: Sparta bitais
sk: Dátový tok

source: Bitrate:
lt: Sparta bitais:
sk: Dátový tok:

source: Blindscan
lt: Aklas skenavimas
sk: Vyhľadávanie naslepo

source: Blinking time
lt: Mirksėjimo laikas
sk: Blikajúci čas

source: Block noise reduction
lt: Kvadratavimosi triukšmų šalinimas
sk: Potlačenie blokového šumu

source: Blue boost
lt: Daugiau mėlynos
sk: Zosilniť modrú

source: Bookmark
lt: Žymė
sk: Záložka

source: Bookmark Title
lt: Pažymėti antraštę
sk: Názov záložky

source: Bookmark URL
lt: Pažymėti internetinį adresą
sk: URL záložky

source: Bookmark for button %s:
lt: Pažymėti mygtuko %s paspaudimui:
sk: Záložka pre tlačidlo %s:

source: Bookmark for button %s (long):
lt: Pažymėti ilgam mygtuko %s paspaudimui:
sk: Záložka pre tlačidlo %s (dlhé):

source: Bookmarks
lt: Žymės
sk: Záložky

source: Brightness
lt: Šviesumas
sk: Jas

source: Browser Help
lt: Naršyklės pagalba
sk: Pomocník prehľadávača

source: Browser Start/Stop
lt: Atverti/užverti naršyklę
sk: Štart/Stop prehľadávača

source: BrowserMain
lt: Naršyklės pagrindinis
sk: Prehľadávač

source: Burn DVD
lt: Įrašyti DVD
sk: Napáliť DVD

source: Burn existing image to DVD
lt: Įrašyti esamą atvaizdą į DVD
sk: Napáliť existujúci image na DVD

source: Burn to DVD
lt: Įrašyti į DVD
sk: Napáliť na DVD...

source: Bus:
lt: Jungtis:
sk: Zbernica:

source: By pressing the OK Button on your remote control, the info bar is being displayed.
lt: Paspaudus pulte 'OK', bus rodoma infojuosta.
sk: Po stlačení tlačidla OK na diaľkovom ovládači sa zobrazia informácie.

source: Bypass HDMI EDID Check
lt: Praleisti HDMI EDID tikrinimą
sk: Obísť kontrolu HDMI EDID

source: C-Band
lt: C-juosta
sk: Pásmo C

source: CAM1_NOT_INSERTED Press exit!
lt: CAM1_NEĮDĖTA Spauskite 'EXIT!'
sk: CAM1_NEVLOŽENÝ Stlačte EXIT!

source: CAM2_NOT_INSERTED Press exit!
lt: CAM2_NEĮDĖTA Spauskite 'EXIT!'
sk: CAM2_NEVLOŽENÝ Stlačte EXIT!

source: CI assignment
lt: CI nustatymas
sk: Priradenie CI

source: Cable
lt: Kabelinė
sk: Kábel

source: Cache Thumbnails
lt: Miniatiūras kaupti podėlyje
sk: Uchovať zmenšeniny

source: Can NOT generate passphrase
lt: NEPAVYKO sugeneruoti slaptažodžio
sk: Nemôžem generovať heslo

source: Can not change the partition ID for %s
lt: Nepavyko pakeisti skirsnio ID %s
sk: Nemôžem zmeniť ID partície pre %s

source: Can not find any WirelessLan Module
lt: Nerasta jokių belaidžio tinklo modulių
sk: Nemôžem nájsť žiadny modul WLAN

source: Can not format device /dev/%s. refresh partition information failed!
lt: Nepavyko suformatuoti /dev/%s. atnaujinti skaidinio informacijos nepavyko!
sk: Nemôžem formátovať zariadenie /dev/%s. zlyhalo obnovenie informácie o partícii!

source: Can not open 'fan_pwm'
lt: Nepavyko atidaryti 'fan_pwm'
sk: Nemôžem otvoriť „fan_pwm“

source: Can not setup WirelessLan Module in 'AP Mode'
lt: Nepavyko belaidžio tinklo modulio nustatyti į 'prieigos taško' režimą
sk: Nemôžem nastaviť modul WLAN do režimu AP

source: Can not umount device /dev/%s. Maybe some files of the filesystem are open
lt: Nepavyko atjungti /dev/%s. Tikriausiai kažkurie jo failai atviri ir naudojami
sk: Nemôžem odpojiť zariadenie /dev/%s. Možno sú niektoré súbory otvorené.

source: Can not use this mount point.(%s) Please select another mount point.
lt: Naudoti šio pajungimo taško (%s) nepavyko. Pasirinkite kitą pajungimo tašką.
sk: Nemôžem použiť tento pripojoivací bod.(%s) Zvoľte iný pripojovací bod.

source: Can't cancel during upgrade!!
lt: Atnaujinimo metu nutraukti negalima!!
sk: Nemôžem zrušiť počas aktualizovania!

source: Can't disconnect doring connecting.. Do you want to forcibly exit?
lt: Prisijungimo metu atjungti nepavyko.. Norite užverti priverstinai?
sk: Nemôžem odpojiť počas pripájania.. Vynútiť ukončenie?

source: Can't download the checksum file.
lt: Nepavyko atsisiųsti kontrolinės sumos failo.
sk: Nemôžem prevziať súbor kontrolného súčtu.
