Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: 8 seconds
sk: 8 sekúnd

source: 9 seconds
sk: 9 sekúnd

source: Show preview pictures in service list
sk: Zobraziť obrázky náhľadu v zozname staníc

source: Time in minutes before preview pictures will be updated
sk: Čas v minútach než sa aktualizujú obrázky náhľadov

source: Include configuration file in crash log
sk: Do protokolu o zrútení zahrnúť súbor nastavení.

source: Fast Scan
sk: Rýchle vyhľadávanie

source: Scanning %s...
sk: Vyhľadávam %s...

source: Scanning failed!
sk: Vyhľadávanie zlyhalo.

source: List version %d, found %d channels
sk: Verzia zoznamu %d, nájdených %d staníc

source: HD list
sk: Zoznam HD

source: Select your provider, and press OK to start the scan
sk: Zvoľte poskytovateľa a stlačením OK spusťte vyhľadávanie.

source: A recording is currently running. Please stop the recording before trying to scan.
sk: Práve sa nahráva. Zastavte nahrávanie pred vyhľadávaním.

source: No suitable sat tuner found!
sk: Nenájdený žiadny vhodný satelitný tuner!

source: Automatic framerate detection
sk: Automaticky zistiť obrazový kmitočet

source: Mode for framerate change
sk: Režim zmeny obraz. kmitočtu

source: Changing framerate for current service? Current framerate: %s New framerate: %s
sk: Zmeniť obrazový kmitočet pre aktuálnu stanicu? Aktuálny obrazový kmitočet: %s Nový obrazový kmitočet: %s

source: automatically
sk: automaticky

source: manually
sk: ručne

source: Hide Infobar when SecondInfobar is shown
sk: Skryť infolištu, keď sa zobrazuje druhá infolišta.

source: Can not find wireless lan devices that support AP mode.
sk: Nemôžem nájsť zariadenia WLAN podporujúce režim AP.

source: Use alternative service list (horizontal) mode
sk: Použiť alternatívny (vodorovný) zoznam staníc

source: Do you want to install OScam as SoftCam for your smartcards?
sk: Má sa OScam nainštalovať ako SoftCam pre karty smartcard?

source: The SoftCam was installed successfully
sk: SoftCam bol úspešne nainštalovaný.

source: OK/EXIT
sk: OK a skončiť

source: HELP
sk: POMOCNÍK

source: EXIT
sk: KONIEC

source: Multi Quickbutton
sk: Tlačidlo MQB

source: Select Buttons
sk: Zvoľte tlačidlá

source: MultiQuickButton button selection
sk: Voľba tlačidla MQB

source: Bouquet
sk: Obľúbené

source: Press ok or green button to install satellites.xml
sk: Stlačte OK alebo ZELENÉ tlačidlo, aby sa nainštaloval súbor satellites.xml.

source: Downloading satellites failed!
sk: Preberanie súboru satellites zlyhalo!

source: satellites.xml is updated
sk: satellites.xml sa aktualizoval

source: GUI needs a restart to apply changes.
sk: GUI sa musí reštartovať, aby sa zmeny uplatnili.

source: Do you want to restart the GUI now?
sk: Chcete reštartovať GUI teraz?

source: GUI needs a restart.
sk: GUI sa musí reštartovať

source: selected bouquets are installed
sk: Zvolené obľúbené sú nainštalované

source: Please select at least one bouquet
sk: Nainštalujte aspoň jedny obľúbené

source: Downloading bouquets failed!
sk: Preberanie obľúbených zlyhalo!

source: Press ok button to select bouquet
sk: Stlačením tlačidla OK zvoľte obľúbené

source: Source:
sk: Zdroj:

source: Download:
sk: Preberanie:

source: satellites.xml has been built.
sk: satellites.xml bol vytvorený.

source: Please select at least one satellite
sk: Zvoľte aspoň jeden satelit.

source: Press ok button to select satellite
sk: Stlačením tlačidla OK zvoľte satelit.

source: Transponder selection
sk: Voľba transpondéra

source: Frequency:
sk: Kmitočet:

source: Symbol Rate:
sk: Symbolová rýchlosť:

source: has been saved.
sk: bol uložený.

source: Please select at least one transponder
sk: Zvoľte aspoň jeden transpondér.

source: YYYY/MM/DD HH:MM
sk: RRRR/MM/DD HH:MM

source: HH:MM YYYY/MM/DD
sk: HH:MM RRRR/MM/DD

source: Channel:
sk: Stanica:

source: %s does not exist!
sk: %s neexistuje!

source: Setting...
sk: Nastavenie...

source: Shortcut
sk: Skratka

source: Automatic Timerlist Cleanup Setup
sk: Nastavenie automatického čistenia zoznamu časovačov

source: Timerlist Cleanup Setup
sk: Nastavenie čistenia zoznamu časovačov

source: Cleanup timerlist-entries
sk: Vyčistiť zoznam časovačov

source: UHD Interlace Mode
sk: Prekladaný režim UHD

source: UHD Progressive Mode
sk: Progresívny režim UHD

source: Timers
sk: Časovače

source: EPG-Search
sk: Hľadanie v EPG

source: No Bouquets to Display
sk: Žiadne obľúbené na zobrazenie

source: Please select any bouquet
sk: Zvoľte hociktoré obľúbené

source: All Timers
sk: Všetky časovače

source: Create Timer
sk: Vytvoriť časovač

source: Cleans up the list of timers by removing e.g. finished timers
sk: Vyčistí zoznam časovačov odstránením napr. skončených časovačov.

source: No Timer Available!
sk: Nedostupný žiadny časovač

source: Edit Timer
sk: Úprava časovača

source: Activate
sk: Aktivovať

source: Delete Timer
sk: Zmazať časovač

source: Legend
sk: Legenda

source: Action
sk: Akcia

source: Begins
sk: Začína

source: Ends
sk: Končí

source: Days
sk: Dni

source: Do Nothing
sk: Nič nerobiť

source: of
sk: z

source: Warning
sk: Varovanie

source: Send
sk: Odoslať

source: Mediaplayer
sk: Prehrávač médií

source: Device Info
sk: Informácia o zariadení

source: Show EPG for
sk: Zobraziť EPG pre

source: Zap to
sk: Prepnúť na

source: Open Multi-EPG for
sk: Otvoriť Multi-EPG pre

source: Load Bouquet
sk: Načítať obľúbené

source: Add Timer
sk: Pridať časovač

source: Device Name
sk: Názov zariadenia

source: Enigma2 Version
sk: Verzia Enigma2

source: Image Version
sk: Verzia image

source: Frontprocessor Version
sk: Verzia frontprocesora

source: Webinterface Version
sk: Verzia webového rozhrania

source: Tuners
sk: Tunery

source: Capacity
sk: Kapacita

source: Network Interface
sk: Sieťové rozhranie

source: Mac Address
sk: Adresa MAC

source: DHCP enabled
sk: DHCP zapnuté

source: Technical Information
sk: Technické informácie

source: Volume Down
sk: Znížiť hlasitosť

source: Volume Up
sk: Zvýšiť hlasitosť

source: Enable Debug
sk: Aktivovať ladenie

source: Close MediaPlayer
sk: Zatvoriť Prehrávač médií

source: Sleeptimer is enabled
sk: Zaspávací časovač je zapnutý.

source: Sleeptimer is disabled
sk: Zaspávací časovač je vypnutý.

source: Sleeptimer has been disabled
sk: Zaspávací časovač bol vypnutý

source: The sleep timer has been activated for %s minutes.
sk: Zaspávací časovač bol zapnutý na %s minút.

source: Sleeptimer set to %s minutes
sk: Zaspávací časovač nastavený na %s minút

source: ERROR: Cannot set SleepTimer while device is in Standby-Mode
sk: CHYBA: Zaspávací časovač sa nedá nastaviť, keď je prístroj v pohotovostnom režime.

source: Unknown function: '%s'
sk: Neznáma funkcia: '%s'

source: Conflicting Timer(s) detected! %s
sk: Nájdené konfliktné časovače! %s

source: Changing the timer for '%s' failed!
sk: Časovač '%s' sa nedá zmeniť!

source: Could not find timer '%s' with given start and end time!
sk: Nemôžem nájsť časovač '%s' s daným časom začiatku a konca!

source: Timer '%s' added
sk: Časovač '%s' pridaný

source: Could not add timer '%s'!
sk: Nedá sa pridať časovač '%s'!

source: TimerList has been saved
sk: Zoznam časovačov je uložený.

source: Could not delete Movie '%s'
sk: Nemôžem zmazať film '%s'

source: Movie '%s' deleted
sk: Film '%s' zmazaný

source: Source and destination folders are the same.
sk: Zdrojový a cieľový adresár je ten istý.

source: '%s' does not exist in source directory.
sk: '%s' neexistuje v zdrojovom adresári.

source: Destination dir '%s' does not exist.
sk: Cieľový adresár '%s' neexistuje.

source: Movie '%s' has unknown suffix '%s'.
sk: Film '%s' má neznámu príponu '%s'.

source: Moving Movie '%s' to '%s' in background.
sk: Premiestňujem film '%s' do '%s' na pozadí.

source: Movie '%s' moved to '%s' without errors.
sk: Film '%s' premiestnený do '%s' bez chýb.

source: AC3 Downmix enabled
sk: AC3 Downmix zapnutý

source: AC3 Downmix disabled
sk: AC3 Downmix vypnutý

source: This device does not support AC3 Downmix
sk: Toto zariadenie nepodporuje AC3 Downmix

source: State
sk: Stav

source: Volume changed
sk: Hlasitosť zmenená

source: Volume set to %i
sk: Hlasitosť nastavená na %i

source: Old password:
sk: Staré heslo:

source: New password:
sk: Nové heslo:

source: Incorrect new password! Minimum length: 5 Maximum length: 8
sk: Nesprávne nové heslo! Minimálna dĺžka: 5 Maximálna dĺžka: 8

source: Error while setting new password!
sk: Chyba pri nastavovaní nového hesla!

source: Password Changer
sk: Menič hesla

source: Change your ftp and telnet password
sk: Zmeňte si heslo pre ftp a telnet.

source: Zap Statistic
sk: Štatistika prepínania

source: Sort (name+)
sk: Poradie (názov+)

source: Sort (name-)
sk: Poradie (názov-)

source: Sort (duration+)
sk: Poradie (trvanie+)

source: Sort (duration-)
sk: Poradie (trvanie-)

source: Durations
sk: Trvania

source: Sort (date+)
sk: Poradie (dátum+)

source: Sort (date-)
sk: Poradie (dátum-)

source: Sort by name (ascending)
sk: Triediť podľa názvu (vzostupne)

source: Sort by name (descending)
sk: Triediť podľa názvu (zostupne)

source: Sort by date (ascending)
sk: Triediť podľa dátumu (vzostupne)

source: Sort by date (descending)
sk: Triediť podľa dátumu (zostupne)

source: Show duration window
sk: Zobraziť okno trvania

source: Close plugin
sk: Zatvoriť modul

source: keep on device
sk: nechať na zariadení

source: ask me
sk: opýtať sa

source: Downloading movie: %s
sk: Preberám film: %s

source: Delete this movie?
sk: Zmazať tento film?

source: Length
sk: Dĺžka

source: Automatically zaps back to current service after given Time
sk: Po stanovenom čase automaticky prepne späť na aktuálnu stanicu.

source: How many minutes to wait until zapping back?
sk: Koľko minút čakať pred prepnutím späť?

source: Timer already running. Stop it?
sk: Časovač už beží. Zastaviť ho?

source: When to Zap back?
sk: Kedy prepnúť späť?

source: Zapping back in %d Minutes
sk: Prepnutie späť o %d minút

source: Nr
sk: č.

source: A simple to use RSS reader
sk: Jednoducho používateľná čítačka RSS

source: Keep running in background
sk: Nechať bežať v pozadí

source: New Items
sk: Nové položky

source: New Items since last Auto-Update
sk: Nové položky od poslednej autoaktualizácie

source: No such Item.
sk: Taká položka nie je.

source: Notification
sk: Oznámenie

source: Received %d new news item(s).
sk: Prijatých %d nových správ.

source: Show new Messages as
sk: Zobraziť nové správy ako

source: Simple RSS Reader
sk: Jednoduchá čítačka RSS

source: Simple RSS Reader Setup
sk: Nastavenie jednoduchej čítačky RSS

source: Simple RSS Reader: %s
sk: Jednoduchá čítačka RSS: %s

source: Start automatically with Enigma2
sk: Spustiť automaticky s Enigmou2

source: Update Interval (min)
sk: Interval aktualizácie (min)

source: What to do?
sk: Čo urobiť?

source: Permanent Clock
sk: Trvalé hodiny

source: Deactivate permanent clock
sk: Vypnúť trvalé hodiny

source: Activate permanent clock
sk: Zapnúť trvalé hodiny

source: Change permanent clock position
sk: Zmeniť polohu trvalých hodín

source: Shows the clock permanent on the screen
sk: Zobrazí hodiny trvale na obrazovke

source: Add new tag...
sk: Pridať novú značku...

source: Delete all tags...
sk: Zmazať všetky značky...

source: Delete this tag...
sk: Zmazať túto značku...

source: Delete unused tags
sk: Zmazať nepoužité značky

source: Do you really want to delete all tags everywhere? (Note that 'Cancel' will not undo this!)
sk: Naozaj chcete zmazať všetky značky všade? (Tlačidlom „Zrušiť“ to nevrátite späť!)

source: Do you really want to delete tag "%s" everywhere? (Note that 'Cancel' will not undo this!)
sk: Naozaj chcete zmazať značku "%s" všade? (Tlačidlom „Zrušiť“ to nevrátite späť!)

source: Please enter the new tag
sk: Zadajte novú značku

source: Rename this tag...
sk: Premenovať táto značku...

source: Replace tag "%s" everywhere with: (Note that 'Cancel' will not undo this!)
sk: Nahradiť značku "%s" všade značkou: (Tlačidlom „Zrušiť“ to nevrátite späť!)

source: edit tags...
sk: upraviť značky...

source: Delete %s?
sk: Zmazať %s?

source: Failed to move the movie %s to %s in the background
sk: Nepodarilo sa premiestniť film %s do %s na pozadí.

source: Filename
sk: Názov súboru

source: Name and Description Input
sk: Zadajte názov a opis

source: Successfully moved the movie %s
sk: Úspešne premiestnený film %s

source: Target file %s.ts already exist. Do you want to replace it?
sk: Cieľový súbor %s.ts už existuje. Chcete ho nahradiť?

source: The movie is moved in the background from %s to %s.
sk: Film sa premiestňuje na pozadí z %s do %s.

source: The target directory is not found. The file is not renamed.
sk: Cieľový adresár nenájdený. Súbor nie je premenovaný.

source: change name...
sk: zmeniť názov...

source: USB Device
sk: Zariadenie USB

source: Media directory
sk: Adresár médií

source: Network mount
sk: Sieťové pripojenie

source: Plugin not active
sk: Modul nie je aktívny

source: Description:
sk: Opis:

source: How to install new service lists...
sk: Ako nainštalovať nové zoznamy staníc...

source: append to exisiting service lists
sk: pripojiť k existujúcim zoznamom staníc

source: overwrite exisiting service lists
sk: prepísať existujúce zoznamy staníc

source: WakeOnWLan Enable
sk: Zapnúť Wake on WLan (WoW)

source: Wake on WLan disabled
sk: Wake on WLan (WoW) vypnuté

source: Wake on Lan disabled
sk: Wake on Lan (WoL) vypnuté

source: Use only for Wake on WLan (WoW)
sk: Použiť len pre Wake on WLan (WoW)

source: Deep Standby with WoW
sk: Vypnúť s WoW (Wake on WLan)

source: Wake on WLan Setup
sk: Nastavenie WoW (Wake on WLan)

source: Energy schedule
sk: Energetický časovač

source: Power on
sk: Zapnúť

source: Event
sk: Program

source: Execution time
sk: Čas vykonania

source: After power on
sk: Po zapnutí

source: An energy schedule task wants to set your Vu+ STB to standby Continue?
sk: Energetický časovač chce prepnúť VU+ do pohotovostného režimu. Pokračovať?

source: An energy schedule task wants to power off your Vu+ STB Continue?
sk: Energetický časovač chce vypnúť Vu+. Pokračovať?

source: Ask before execution
sk: Opýtať sa pred vykonaním

source: Vertical EPG View
sk: Zvislá zobrazenie EPG

source: Main Primetime (HH:MM):
sk: Hlavný vys. čas (HH:MM):

source: Zap with OK button (false=EventInfo):
sk: Prepnúť tlačidlom OK (false=EventInfo):

source: No EPG data available
sk: Dáta EPG nedostupné

source: Primetime
sk: Hlavný vysielací čas

source: Now
sk: Teraz

source: Full EPG
sk: Úplný EPG

source: Select Info type...
sk: Zvoliť typ informácií

source: Standard EPG info
sk: Štandardný EPG:

source: Select timer type...
sk: Zvoliť typ časovača...

source: View AutoTimers
sk: Zobraziť autočasovače

source: Multi EPG column view
sk: Stĺpcové zobrazenie multi EPG

source: Next bouquet
sk: Nasledujúce obľúbené

source: Previous bouquet
sk: Predchádzajúce obľúbené

source: Add/remove timer
sk: Pridať/zmazať časovač

source: Now / Primetime / Full EPG
sk: Teraz / Hlavný čas / Úplný EPG

source: Skip intervall in hours:
sk: Interval skoku v hodinách:

source: Primetime II (HH:MM):
sk: Hlavný vys. čas II (HH:MM):

source: Primetime III (HH:MM):
sk: Hlavný vys. čas III (HH:MM):

source: Show only Primetime
sk: Zobraziť len hlavný čas

source: Input date and time
sk: Zadajte dátum a čas

source: Skip one day back
sk: Skok o 1 deň dozadu

source: Skip one day forward
sk: Skok 1 deň vpred

source: Picons loaded:
sk: Picony načítané:

source: Picons not found:
sk: Picony nenájdené:

source: loading
sk: načítavam

source: Manage your Picons
sk: Spravovať picony

source: color depth:
sk: Farebná hĺbka:

source: Select service for preferred picon
sk: Zvoľte stanicu pre uprednostnený picon

source: is not installed.
sk: nie je nainštalované.

source: Clean up the directory
sk: Vyprázdniť adresár

source: Sorry, service is temporarily unavailable
sk: Stanica je dočasne nedostupná

source: Not older than X days:
sk: Nie staršie než X dní:

source: Not older than X days:
sk: Nie staršie než X dní:

source: Press red key to enable bluetooth.
sk: Stlačením červeného tlačidla zapnete Bluetooth.

source: Device is enabled.
sk: Zariadenie je zapnuté.

source: Embedded subtitles
sk: Vložené titulky

source: Turn on the embedded subtitles support.
sk: Zapnúť podporu vložených titulkov

source: Buffer size
sk: Veľkosť medzipamäte

source: Set buffer size in kilobytes.
sk: Nastaviť veľkosť medzipamäte v kB

source: Set buffer duration in seconds.
sk: Nastaviť trvanie medzipamäte v s

source: AAC software decoding
sk: Softvérové dekódovanie AAC

source: Turn on AAC software decoding.
sk: Zapnúť softvérové dekódovanie AAC.

source: DTS software decoding
sk: Softvérový dekóder DTS

source: Turn on DTS software decoding.
sk: Zapnúť softvérové dekódovanie DTS.

source: WMA software decoding
sk: Softvérové dekódovanie WMA

source: Turn on WMA1, WMA2, WMA/PRO software decoding.
sk: Zapnúť softvérové dekódovanie WMA1, WMA2, WMA/PRO.

source: Turn on downmix to stereo, when software decoding is in use
sk: Zapnúť stereo downmix, ak je zapnuté softvérové dekódovanie

source: Auto turn on subtitles
sk: Automaticky zapnúť titulky

source: Automatically turn on subtitles if available.
sk: Automaticky zapnúť titulky, ak sú k dispozícii

source: Connection speed
sk: Rýchlosť pripojenia

source: Player
sk: Prehrávač

source: Dolby Digital+ (AC3+) default
sk: Dolby Digital+ (AC3+)l predvolené

source: Automatic Audio/Subtitle track selection
sk: Automatický výber zvuku a titulkov

source: First audio language
sk: prvý jazyk zvukovej stopy

source: Second audio language
sk: druhý jazyk zvukovej stopy

source: Third audio language
sk: tretí jazyk zvukovej stopy

source: Fourth audio language
sk: štvrtý jazyk zvukovej stopy

source: First subtitle language
sk: prvý jazyk titulkov

source: Second subtitle language
sk: druhý jazyk titulkov

source: Third subtitle language
sk: tretí jazyk titulkov

source: Fourth subtitle language
sk: štvrtý jazyk titulkov

source: Prefer DVB subtitles
sk: Uprednostniť titulky DVB

source: Setup - Audio/Subtitle tracks
sk: Nastavenie - Zvuk a titulky

source: HDMI Colordepth
sk: Farebná hĺbka HDMI

source: Set bluetooth audio delay.
sk: Nastaviť oneskorenmie zvuku Bluetooth

source: Please enter a name for the HDMI IN service
sk: Zadajte názov stanice HDMI IN

source: add HDMI IN to bouquet
sk: Pridať HDMI IN do obľúbených

source: add HDMI IN to favourites
sk: Pridať HDMI IN do obľúbených

source: Ask for timer type when Autotimer is installed
sk: Opýtať sa na typ časovača, ak je nainštalovaný autočasovač

source: Disable HDMI-IN on Main Screen
sk: Vypnúť HDMI-IN na hlavnej obrazovke

source: Enable HDMI-IN on Main Screen
sk: Zapnúť HDMI-IN na hlavnej obrazovke

source: Disable HDMI-IN on PIP
sk: Vypnúť HDMI IN, ak je PIP

source: Enable HDMI-IN on PIP
sk: Zapnúť HDMI IN, ak je PIP

source: Use cross down for showing timeshift events
sk: Kurzorom nadol zobraziť udalosti časového posunu

source: Driver is not supported.
sk: Ovládač nie je podporovaný

source: Can't communicate with %s
sk: Nedá sa komunikovať s %s

source: Pairing Failed. Another audio device is connected. (%s)
sk: Párovanie zlyhalo. Iné zvukové zariadenie je pirpojené. (%s)

source: Pairing %s
sk: Párovanie %s

source: Pairing %s failed!!
sk: Párovanie %s zlyhalo!!

source: disconnecting %s
sk: odpájam %s

source: disconnecting %s failed!!
sk: Odpojenie %s zlyhalo!!

source: Connection Failed. Another audio device is connected. (%s)
sk: Pripojenie zlyhalo. Iné zvukové zariadenie je pirpojené. (%s)

source: connecting %s failed!!
sk: Pripojenie %s zlyhalo!!

source: connecting %s
sk: pripájam %s

source: remove %s failed!!
sk: Odstránenie %s zlyhalo!!

source: %s is disconnected.
sk: %s je odpojené

source: Bluetooth Setup
sk: Nastavenie Bluetooth

source: Configure Bluetooth devices
sk: Nastaviť zariadenia Bluetooth

source: type : %s
sk: typ : %s

source: status : %s
sk: stav : %s

source: Connected
sk: Pripojené

source: Disconnected
sk: Odpojené

source: is connected.
sk: je pripojené

source: is disconnected.
sk: je odpojené
