Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: Backup Settings...
lt: Atsarginio kopijavimo nustatymai...
sk: Nastavenia zálohovania

source: Please select the restore path...
lt: Pasirinkite kelią atkūrimui...
sk: Zvoľte cestu na obnovu...

source: Overwrite existing Settings?.
lt: Perrašyti esamus nustatymus?
sk: Prepísať existujúce nastavenia?

source: File %s nonexistent.
lt: Failas %s neegzistuoja.
sk: Súbor %s neexistuje.

source: Restore Settings...
lt: Atkurti nustatymus...
sk: Obnoviť nastavenia...

source: Restarting Enigma2 to set Multi QuickButton Autostart
lt: Enigma2 paleidžiama iš naujo, kad veiktų Multi QuickButton autopaleidimas
sk: Reštart Enigmy2, aby sa nastavil automatický štart MQB

source: Restarting Enigma2 to load:
lt: Enigma2 paleidžiama iš naujo, kad veiktų:
sk: Reštart Enigmy2, aby sa načítal:

source: Multi QuickButton settings
lt: Multi QuickButton parametrai
sk: Nastavenia tlačidla MQB

source: MQB Functions and Plugins
lt: MQB funkcijos ir įskiepiai
sk: Funkcie a moduly MQB

source: No valid selection
lt: Neteisingas pasirinkimas
sk: Neplatný výber

source: Add Functions to MQB Key
lt: MQB mygtukui priskirti funkcijas
sk: Pridať funkcie pod tlačidlo MQB

source: Add Plugins to MQB Key
lt: MQB mygtukui priskirti įskiepius
sk: Pridať moduly pod tlačidlo MQB

source: Add Macro to MQB Key
lt: MQB mygtukui priskirti makrokomandą
sk: Pridať makro pod tlačidlo MQB

source: Add Script/Binary to MQB Key
lt: MQB mygtukui priskirti scenarijus/dvejet. reikšmes
sk: Pridať skript/binárku pod tlačidlo MQB

source: Functions
lt: Funkcijos
sk: Funkcie

source: No valid function file found
lt: Funkcijų failo nerasta
sk: Nenájdený platný súbor funkcie

source: Entry %s already exists.
lt: Įrašas %s jau yra.
sk: Položka %s už existuje.

source: Save Settings
lt: Išsaugoti nustatymus
sk: Uložiť nastavenia

source: MultiQuickButton macro configuration
lt: MQB makrokomandų konfigūracija
sk: Nastavenie makra MQB

source: Modify
lt: Redaguoti
sk: Upraviť

source: VU+ EPG / Info
lt: VU+ EPG / informacija

source: Button :
lt: Mygtukas :
sk: Tlačidlo:

source: Input name for MQB macro
lt: MQB makrokomandos pavadinimas
sk: Zadajte názov makra MQB

source: Input name for MQB macro :
lt: MQB makrokomandos pavadinimas :
sk: Zadajte názov makra MQB:

source: Select a file to execute
lt: Pasirinkite failą vykdymui
sk: Zvoľte súbor na spustenie

source: File is not executable
lt: Tai ne vykdomasis failas
sk: Súbor nie je spustiteľný

source: Script
lt: Scenarijus
sk: Skript

source: Add command line options ?
lt: Įvesti komandų eilutės parinktis?
sk: Pridať voľby príkazového riadka?

source: Please enter the command line options
lt: Įveskite komandų eilutės parinktis
sk: Zadajte voľby príkazového riadka

source: VTi Panel
lt: VTi valdymo langas
sk: Panel VTI

source: Restart SoftCam
lt: Paleisti emuliatorių iš naujo
sk: Reštartovať SoftCam

source: Extension Selection
lt: Plėtinių pasirinkimas
sk: Výber rozšírení

source: Sleeptimer
lt: Miego laikmatis
sk: Zaspávací časovač

source: Channel zap +
lt: Perjungti kanalą +
sk: Stanica +

source: Channel zap -
lt: Perjungti kanalą -
sk: Stanica -

source: Channel zap (list) +
lt: Kanalas (sąrašas) +
sk: Stanica v zozname +

source: Channel zap (list) -
lt: Kanalas (sąrašas) -
sk: Stanica v zozname +

source: Dolby Digital downmix on/off
lt: Dolby Digital kanalų miksavimas
sk: Dolby Digital downmix zap/vyp

source: List of Bouquets
lt: Bukietų sąrašas
sk: Zoznam obľúbených

source: Channel list
lt: Kanalų sąrašas
sk: Zoznam staníc

source: Zap history back
lt: Jungimų istorija atgal
sk: História prepínania vzad

source: Zap history next
lt: Jungimų istorija pirmyn
sk: História prepínania vpred

source: InfoBar EventInfoPlugins
lt: Įvykių informacijos įskiepių infojuosta
sk: Moduly EPG

source: InfoBar EventView
lt: Įvykių vaizdo infojuosta
sk: Vysielanie

source: InfoBar EPG
lt: EPG infojuosta
sk: Jednoduchý EPG

source: InfoBar Multi EPG
lt: Daugiakanalio EPG infojuosta
sk: Viacnásobný EPG

source: InfoBar Audio Selection
lt: Garso parinkimo infojuosta
sk: Nastavenia zvuku

source: InfoBar Show Radio
lt: Radijo infojuosta
sk: Menu Rádio

source: InfoBar Show Tv
lt: TV infojuosta
sk: Menu TV

source: Movie Archive
lt: Filmų archyvas
sk: Archív filmov

source: InfoBar Record
lt: Įrašų infojuosta
sk: Nahrávanie

source: InfoBar Instant Record
lt: Neplaninių įrašų infojuosta
sk: Okamžité nahrávanie

source: Start Timeshift
lt: Pradėti laiko poslinkį
sk: Začať časový posun

source: Start Teletext
lt: Rodyti teletekstą
sk: Spustiť teletext

source: Favourite channel 1
lt: Mėgstamiausias kanalas 1
sk: Obľúbená stanica 1

source: Favourite channel 2
lt: Mėgstamiausias kanalas 2
sk: Obľúbená stanica 2

source: Favourite channel 3
lt: Mėgstamiausias kanalas 3
sk: Obľúbená stanica 3

source: Favourite channel 4
lt: Mėgstamiausias kanalas 4
sk: Obľúbená stanica 4

source: Favourite channel 5
lt: Mėgstamiausias kanalas 5
sk: Obľúbená stanica 5

source: Toggle AtmoLight
lt: Perjungti AtmoLight
sk: Zap/vyp AtmoLight

source: DVDPlayer
lt: DVD grotuvas
sk: Prehrávač DVD

source: Picture Player
lt: Paveikslėlių peržiūra
sk: Prehrávač obrázkov

source: Cool TV Guide
lt: Cool TV vadovas

source: Switch 4:3 (Pillarbox) (Pan&Scan)
lt: Perjungti 4: 3 (Pillarbox) (Pan&Scan)
sk: Prepnúť 4:3 (Pillarbox) (Pan&Scan)

source: Mount info
lt: Pajungimo informacija
sk: Informácia o pripojení

source: Show PIP
lt: Rodyti PiP
sk: Zapnúť PIP

source: Swap PIP
lt: Sukeisti PiP
sk: Vymeniť PIP

source: Move PIP
lt: Perkelti PiP
sk: Presunúť okno PIP

source: VTi EPG Settings
lt: VTi EPG nuostatos
sk: VTI - nastavenia EPG

source: VTi DeviceManager
lt: VTi įrenginių tvarkymas
sk: VTI - Správca zariadení

source: VTi CamCenter
lt: VTi emuliatoriai
sk: VTI - správa CAM

source: VTi Backup Tools
lt: VTi atsarginio kopijavimo įrankiai
sk: VTI - nástroje zálohovania

source: VTi Image Tools
lt: VTi atvaizdo įrankiai
sk: VTI - Nástroje image

source: VTi System Tools
lt: VTi sistemos įrankiai
sk: VTI - Systémové nástroje

source: VTi Info Tools
lt: VTi informaciniai įrankiai
sk: VTI - systémové informácie

source: VTi Manual Package Installation
lt: VTi rankinis paketų diegimas
sk: VTI - ručná inštalácia balíčkov

source: VTi BitrateViewer
lt: VTi garso kokybės peržiūra
sk: VTI - zobrazenie dátového toku

source: VTi System InfoPanel
lt: VTi informacija apie sistemą
sk: VTI - systémový infopanel

source: VTi USB DVB-T/C/S2 Panel
lt: VTi USB DVB T/C/S2 valdymas
sk: VTI - panel USB DVB-T/C/S2

source: VTi CronManager
lt: VTi Cron tvarkytuvas
sk: VTI - správa Cron

source: VTi ExeManager
lt: VTi vykdomųjų failų tvarkytuvas
sk: VTI - správa EXE

source: VTi News
lt: VTi naujienos
sk: VTI - novinky

source: Reboot
lt: Paleisti iš naujo
sk: Reštartovať

source: GUI Restart
lt: Paleisti grafinę aplinką iš naujo
sk: Reštartovať GUI

source: Remount Network Shares
lt: Tinklo bendrinimus pajungti iš naujo
sk: Obnoviť zdieľanie siete

source: Remote control macro I
lt: Nuotolinio valdymo makro I
sk: DO - makro I

source: Remote control macro II
lt: Nuotolinio valdymo makro II
sk: DO - makro II

source: Remote control macro III
lt: Nuotolinio valdymo makro III
sk: DO - makro III

source: Remote control macro IV
lt: Nuotolinio valdymo makro IV
sk: DO - makro IV

source: Remote control macro V
lt: Nuotolinio valdymo makro V
sk: DO - makro V

source: AutoResolution on/off
lt: Autorezoliucijos įjungimas/išjungimas
sk: Automatické rozlíšenie zap/vyp

source: AutoResolution is disabled
lt: Autorezoliucija išjungta
sk: Automatické rozlíšenie je vypnuté

source: AutoResolution is enabled
lt: Autorezoliucija įjungta
sk: Automatické rozlíšenie je zapnuté

source: HDMI-CEC TV on
lt: HDMI-CEC TV įjungta
sk: HDMI-CEC TV zap.

source: HDMI-CEC TV off
lt: HDMI-CEC TV išungta
sk: HDMI-CEC TV vyp.

source: HDMI-CEC A/V on
lt: HDMI-CEC vaizdas/garsas įjungta
sk: HDMI-CEC A/V zap.

source: HDMI-CEC A/V off
lt: HDMI-CEC vaizdas/garsas išungta
sk: HDMI-CEC A/V vyp.

source: HDMI-CEC A/V Volume +
lt: HDMI-CEC garsas +
sk: HDMI-CEC hlasitosť A/V +

source: HDMI-CEC A/V Volume -
lt: HDMI-CEC garsas -
sk: HDMI-CEC hlasitosť A/V -

source: HDMI-CEC A/V Volume mute
lt: HDMI-CEC nutildyti garsą
sk: HDMI-CEC umlčať zvuk A/V

source: HDMI-CEC message was sent
lt: HDMI-CEC žinutė pasiųsta
sk: Správa HDMI-CEC bola poslaná

source: Power long
lt: 'Įjungimas' ilgas nuspaudimas
sk: Vypínač - dlhé stlačenie

source: VTi BackupSuite (Restore)
lt: VTi atsarginio kopijavimo rinkinys (atkūrimas)
sk: Zálohovacie centrum VTI (obnova)

source: VTi BackupSuite (Backup)
lt: VTi atsarginio kopijavimo rinkinys (kopijavimas)
sk: Zálohovacie centrum VTI (záloha)

source: show EPGBar
lt: rodyti EPG juostą
sk: Zobraziť infolištu EPG...

source: (De)/Activate SplitScreen
lt: (De)Aktyvuokite ekrano perskyrimą
sk: Zapnúť/vypnúť rozdelenie obrazovky

source: (De)/Activate AudioZap
lt: (De)Aktyvuokite garso perjungimą...

source: Quickbutton: Key
lt: Greitasis mygtukas: mygtukas
sk: Rýchle tlačidlo: tlačidlo

source: file %s not found!
lt: failo %s nerasta
sk: súbor %s nenájdený!

source: Stop Timeshift
lt: Stabdyti laiko poslinkį
sk: Zastaviť časový posun

source: Timeshift switch to Live TV
lt: Laiko poslinkio perjungimas į tiesioginę transliaciją
sk: Prepnúť z časového posunu na Live TV

source: Stop running recordings
lt: Nutraukti vykdomus įrašymus
sk: Zastaviť bežiace nahrávanie

source: Previous timeshift event
lt: Ankstesnis laiko poslinkio įvykis
sk: Predchádzajúci program časového posunu

source: Next timeshift event
lt: Sekantis laiko poslinkio įvykis
sk: Nasledujúci program časového posunu

source: Select timeshift event
lt: Pasirinkti laiko poslinkio įvykį
sk: Zvoľte program časového posunu

source: Picon folder:
lt: Piktogramų katalogas:
sk: Adresár piconov:

source: Reading Channels...
lt: Skaitomi kanalai...
sk: Načítavam stanice...

source: Loaded Picons:
lt: Įkeltos piktogramos:
sk: Načítané picony:

source: Not found Picons:
lt: Piktogramų nerasta
sk: Nenájdené picony:

source: Download progress:
lt: Parsisiuntimo eiga:
sk: Priebeh preberania:

source: Show group:
lt: Rodyti grupę:
sk: Zobraziť skupinu:

source: Standard picon:
lt: Įprasta piktograma:
sk: Štandardný picon:

source: Select drive
lt: Pasirinkite laikmeną
sk: Zvoliť mechaniku

source: More selections
lt: Daugiau pasirinkimų
sk: Viac výberov

source: Download picons
lt: Parsisiųsti
sk: Prevziať picony

source: Select path
lt: Pasirinkite kelią
sk: Zvoliť cestu

source: Create folder
lt: Sukurti katalogą
sk: Vytvoriť adresár

source: Show random Picon
lt: Rodyti atsitiktinę piktogramą
sk: Zobraziť náhodný picon

source: Next Group
lt: Sekanti grupė
sk: Nasledujúca skupina

source: Previous Group
lt: Ankstesnė grupė
sk: Predchádzajúca skupina

source: Set / clear standard Picon
lt: Nustatyti/šalinti įprastą piktogramą
sk: Setze / entferne Standardpicon

source: FreeSpace: Drive Not Found !
lt: Laisva vieta: nerasta laikmenos!
sk: Voľné miesto: Nenájdená mechanika!

source: FreeSpace:
lt: Laisva vieta:
sk: Voľné miesto:

source: Enter Picon Dir:
lt: Nurodykite piktogramų katalogą:
sk: Zadajte adresár pre picony

source: Download finished !
lt: Parsisiuntimas baigtas!
sk: Preberanie skončené.

source: Choose Picon folder
lt: Pasirinkite piktogramų katalogą
sk: Zvoliť adresár piconov

source: FreeSpace:
lt: Laisva vieta:
sk: Voľné miesto

source: Channels:
lt: Kanalai:
sk: Stanice

source: Server temporarily unavailable
lt: Serveris laikinai nepasiekiamas
sk: Server dočasne nedostupný

source: PiconManagerMod - Settings
lt: PiconManagerMod - nustatymai
sk: Správca piconov - Nastavenie

source: Select from list
lt: Pasirinkite iš sąrašo
sk: Zvoliť zo zoznamu

source: OK and exit
lt: Gerai ir užverti
sk: OK a skončiť

source: Set Filter:
lt: Nustatyti filtrą:
sk: Nastaviť filter:

source: Size
lt: Dydis
sk: Veľkosť

source: Creator
lt: Autorius
sk: Generátor

source: bit
lt: bitų

source: Option:
lt: Parinktis:
sk: Voľba:

source: Remember permanently?
lt: Įsiminti visam laikui?
sk: Trvale zapamätať?

source: Activate debug logging?
lt: Įjungti derinimo registravimą?
sk: Aktivovať protokol ladenia?

source: Select Server:
lt: Pasirinkite serverį:
sk: Zvoliť server:

source: Previous picon creator
lt: Ankstesnis piktogramų kūrėjas
sk: Predchádzajúci generátor picona

source: Next picon creator
lt: Sekantis piktogramų kūrėjas
sk: Nasledujúci generátor picona

source: Previous picon size
lt: Ankstesnis piktogramų dydis
sk: Predchádzajúca veľkosť picona

source: Next picon size
lt: Sekantis piktogramų dydis
sk: Nasledujúca veľkosť picona

source: Previous color depth
lt: Ankstesnis spalvų gylis
sk: Predchádzajúca farebná hĺbka

source: Next color depth
lt: Sekantis spalvų gylis
sk: Nasledujúca farebná hĺbka

source: Size:
lt: Dydis:
sk: Veľkosť:

source: Creator:
lt: Autorius:
sk: Vytvoril:

source: Color depth:
lt: Spalvų gylis:
sk: Farebná hĺbka:

source: No search results, please change filter options ...
lt: Nieko nerasta, pakeiskite filtro parinktis...
sk: Chýbajú výsledky hľadania, zmeňte nastavenie filtra...

source: Loading, please wait...
lt: Įkeliama, palaukite...
sk: Načítavam, čakajte...

source: Disable power on actions for timer:
lt: Uždrausti laikmačiui įjungimo veiksmą:
sk: Zrušiť zapínanie CEC pre časovač:

source: VU+ standby => TV activity:
lt: VU+ budėjime => TV veikla:
sk: VU+ pohot. rež. => TV činnosť:

source: VU+ deepstandby => TV activity:
lt: VU+ išjungtas => TV veikla:
sk: VU+ hlboký spánok => TV činnosť:

source: VU+ on from standby => TV activity:
lt: VU+ prikeliamas iš budėjimo => TV veikla:
sk: VU+ zapnúť z pohot. režimu => TV činnosť:

source: VU+ on from deepstandby => TV activity:
lt: VU+įjungiamas => TV veikla:
sk: VU+ zapnúť z hlbok. spánku => TV činnosť:

source: Use A/V-Receiver for volume control:
lt: Naudoti garso/vaizdo imtuvą garso kontrolei:
sk: Použiť prijímač A/V na ovládanie hlasitosti

source: Set VU+ device name:
lt: Nustatyti VU+ pavadinimą:
sk: Nastaviť názov zariadenia VU+:

source: Enable debug output to file :
lt: Leisti derinimo išvestį į failą :

source: Enable debug output to console :
lt: Leisti derinimo išvestį į konsolę:

source: Delay between CEC messages :
lt: Delsa tarp CEC pranešimų :
sk: Oneskorenie medzi hláseniami CEC:

source: VTI HDMI-CEC
lt: VTI HDMI-CEC įskiepis

source: TV standby
lt: TV budėjimo būsena
sk: pohotovostný režim TV

source: TV + A/V standby
lt: TV + garso ir vaizdo budėjimo būsena

source: Source inactive
lt: šaltinis neaktyvus
sk: Zdroj neaktívny

source: Nothing
lt: nieko nedaryti
sk: Nič

source: TV wakeup
lt: pažadinti TV
sk: zobudenie TV

source: TV + A/V wakeup
lt: pažadinti TV+garsą/vaizdą

source: A/V + TV wakeup
lt: pažadinti garsą/vaizdą+TV

source: Source active
lt: aktyvus šaltinis
sk: Zdroj aktívny

source: VU+ standby
lt: VU+ budėjimo būsena
sk: pohotovostný režim VU+

source: VU+ DeepStandby
lt: VU+ išjungimas
sk: hlboký spánok VU+

source: VU+ wakeup
lt: pažadinti VU+
sk: zobudenie VU+

source: no A/V Receiver
lt: nėra garso/vaizdo imtuvo
sk: žiadny prijímač A/V

source: DeviceManager Message
lt: Įrenginių tvarkytuvo pranešimas
sk: Správca zariadení hlási

source: Show mounts
lt: Rodyti pajungimus
sk: Zobraziť pripojenia

source: Size :
lt: Dydis:
sk: Veľkosť:

source: Model :
lt: Modelis:

source: Vendor :
lt: Pardavėjas :
sk: Výrobca:

source: Loading, please wait ...
lt: Palaukite, įkeliama...
sk: Načítavam, čakajte...

source: Mount path %s is already in use. Please umount current device first
lt: Pajungimo kelias %s jau naudojamas. Pirma atjunkite esamą įrenginį
sk: Pripojovacia cesta %s sa už používa. Najprv odpojte aktuálne zariadenie

source: Insert mount point:
lt: Įterpti pajungimo tašką:
sk: Vložiť pripojovací bod:

source: /media/custom
lt: / media / pasirinktinis
sk: /media/užívateľ

source: default mount point for hdd
lt: Numatytasis HGG pajungimo taškas
sk: predvolený pripojovací bod pre HDD

source: recommended for USB flash memory
lt: rekomenduojama atminčiai USB laikmenoje
sk: odporúčané pre pamäte USB flash

source: Formatting, please wait ...
lt: Palaukite, formatuojama...
sk: Formátujem, čakajte...

source: Device : /dev/%s
lt: Įrenginys : /dev/%s
sk: Zariadenie: /dev/%s

source: Filesystem : %s
lt: Failų sistema : %s
sk: Súborový systém: %s

source: Size : %s MB
lt: Dydis : %s MB
sk: Veľkosť: %s MB

source: Do you really want to initialize your device ? ATTENTION !!! This will delete all data on device %s (/dev/%s)
lt: Ar tikrai norite inicijuoti šį įrenginį? DĖMESIO !!! Visi duomenys iš įrenginio %s (/dev/%s) bus ištrinti
sk: Naozaj chcete inicializovať toto zariadenie? POZOR!!! Tým sa vymažú všetky dáta na zariadení %s (/dev/%s)

source: Partitioning, please wait ...
lt: Palaukite, vyksta skaidymas...
sk: Vytváram partície, čakajte...

source: One partition
lt: Vienas skaidinys
sk: Jedna partícia

source: Two partitions (50% / 50%)
lt: Du skaidiniai (50% - 50%)
sk: Dve partície (50% / 50%)

source: Two partitions (75% / 25%)
lt: Du skaidiniai (75% - 25%)
sk: Dve partície (75% / 25%)

source: Three partitions (33% / 33% / 33%)
lt: Trys skaidiniai (33% - 33% - 33%)
sk: Tri partície (33% / 33% / 33%)

source: Four partitions (25% / 25% / 25% / 25%)
lt: Keturi skaidiniai (25% - 25% - 25% - 25%)
sk: Štyri partície (25% / 25% / 25% / 25%)

source: Two partitions (1% / 99%)
lt: Du skaidiniai (1% - 99%)
sk: Dve partície (1% / 99%)

source: recommended for harddisks
lt: rekomenduojama kietiesiems diskams
sk: odporúčan= pre HDD

source: for USB flash memory
lt: USB atmintinei
sk: pre pamäť USB flash

source: not formatted
lt: nesuformatuota
sk: nenaformátované

source: Filesystem :
lt: Failų sistema :
sk: Systém súborov:

source: Mountpoint :
lt: Pajungimo taškas:
sk: Pripojovací bod:

source: Device:
lt: Įrenginys:
sk: Zariadenie:

source: There are no mounted devices
lt: Pajungtų prietaisų nėra
sk: Nie sú pripojené zariadenia.

source: Can not umount all partitions of /dev/%s. Maybe some files of the filesystem are open
lt: Nepavyksta atjungti visų /dev/%s skaidinių. Tikriausiai kažkurie jo failai šiuo metu naudojami.
sk: Nemôžem odpojiť všetky partície /dev/%s. Možno sú niektoré súbory otvorené.

source: Can not change partition table of /dev/%s.
lt: Nepavyksta pakeisti /dev/%s disko skaidinių lentelės.
sk: Nemôžem zmeniť tabuľku partícií /dev/%s.

source: Can not refresh partition table of /dev/%s.
lt: Nepavyksta atnaujinti /dev/%s disko skaidinių lentelės.
sk: Nemôžem obnoviť tabuľku partícií /dev/%s.

source: Error at formatting /dev/%s. Please check your device
lt: /dev/%s formatavimo klaida. Patikrinkite savo įrenginį
sk: Chyba pri formátovaní /dev/%s. Skontrolujte zariadenie.

source: Error at remount of all partitions at /dev/%s Please check your mounts and remount manually
lt: Klaida, perjungiant visus /dev/%s skirsnius Tikrinkite pajungimus ir perjunkite rankiniu būdu
sk: Chyba pri novom pripojení všetkých partícií /dev/%s Skontrolujte pripojenie a znova pripojte ručne.

source: Can not mount device /dev/%s. Please check correct mount path and filesystem
lt: Pajungti disko /dev/%s nepavyksta. Patikrinkite pajungimo kelią ir failų sistemą
sk: Nemôžem pripojiť zariadenie /dev/%s. Skontrolujte správnosť cesty a systému súborov.

source: Error at umounting all partitions at device /dev/%s Initializing was cancelled
lt: Klaida, atjungiant visus /dev/%s skirsnius Iniciacija nutraukama
sk: Chyba pri odpojovaní všetkých partícií zariadenia /dev/%s Inicializácia bola zrušená.

source: Error at partitioning device /dev/%s
lt: /dev/%s skaidinių kūrimo klaida.
sk: Chyba pri vytváraní partícií na zariadení /dev/%s

source: Partition : %s
lt: Skaidinys : %s
sk: Partícia: %s

source: Error at creating filesystem at device %s Please create filesystem manually
lt: Klaida, kuriant įrenginyje %s failų sistemą Sukurkite failų sistemą rankiniu būdu
sk: Chyba pri vytváraní systému súborov na zariadení %s Vytvorte systém súborov ručne.

source: Enable mount check for HDD
lt: Įjungti HDD pajungimo patikrinimą
sk: Zapnúť kontrolu pripojenia pre HDD

source: Mount known devices automatically
lt: Žinomą įrangą pajungti automatiškai
sk: Známe zariadenia pripojiť automaticky

source: There are plugged in storage devices without a mount point ! Please check mount points of all devices Open DeviceManager and press MENU button to deactivate this check. Do you want to open DeviceManager ?
lt: Yra prijungtų, bet nepajungtų laikmenų! Patikrinkite visų savo prietaisų pajungimo taškus Atidarykite įrenginių tvarkytuvą ir paspauskite 'Meniu' mygtuką, kad išjungtumėte šį patikrinimą. Ar norite atidaryti įrenginių tvarkytuvą?
sk: Sú zasunuté ukladacie zariadenia bez pripojovacieho bodu! Skontrolujte pripojovacie body všetkých zariadení. Otvorte správcu zariadení a stlačením tlačidla MENU vypnite túto kontrolu. Chcete otvoriť správcu zariadení?

source: Celsius
lt: Celsijaus
sk: Celzia

source: Fahrenheit
lt: Farenheito
sk: Fahrenheita

source: %s Setup
lt: %s sąranka
sk: Nastavenie %s

source: Personalize your Skin
lt: Individualizuoti temą
sk: Upraviť vzhľad

source: Setup - %s
lt: Nustatymas - %s
sk: Nastaviť - %s

source: %s - Setup
lt: %s - sąranka
sk: %s - Nastaviť

source: Style:
lt: Stilius:
sk: Stýl:

source: Font:
lt: Sriftas:
sk: Písmo:

source: Enable %s pro:
lt: Įgalinti %s pro:
sk: Zapnúť %s pro:

source: Change skin
lt: Pakeisti temą
sk: Zmeniť vzhľad

source: ---Weather---
lt: ---Orai---
sk: ---Počasie---

source: Refresh interval in minutes:
lt: Atnaujinimo intervalas minutėmis:
sk: Interval obnovenia v min:

source: Location # (http://weather.yahoo.com/):
lt: Vietovė # (http://de.wetter.yahoo.com/):
sk: Umiestnenie # (http://weather.yahoo.com/):

source: Temperature unit:
lt: Temperatūros vienetai:
sk: Jednotky teploty:

source: Don't save settings?
lt: Neišsaugoti nustatymų?
sk: Neuložiť nastavenia?

source: Restart necessary, restart GUI now?
lt: Reikia grafinę aplinką paleisti iš naujo. Padaryti tai dabar?
sk: Treba reštart. Reštartovať GUI teraz?

source: %s additional screens
lt: %s papildomi ekranai
sk: %s ďalšie okná

source: Location list
lt: Vietovių sąrašas
sk: Zoznam miest

source: Search weather location ID
lt: Orų prognozės vietovės ID
sk: Nájsť ID miesta pre počasie

source: Please enter search string for your location
lt: Įrašykite savo vietovės paieškos eilutę
sk: Zadajte hľadaný text pre miesto

source: Sorry, there was a problem:
lt: Atsiprašome, iškilo problema:
sk: Je tu problém:

source: Deepstandby
lt: Išjungti
sk: Hlboký spánok

source: Go to standby
lt: Į budėjimo režimą
sk: Prejsť do pohotovostného režimu

source: Power off STB
lt: Pilnai išjungti aparatą
sk: Vypnúť VU+

source: AutoShutDown: %s ?
lt: Autoišjungimas: %s ?
sk: Automaticky vypnúť: %s?

source: AutoShutDown settings
lt: Autoišjungimo parametrai
sk: Nastavenia automatického vypnutia

source: AutoShutDown Setup
lt: Autoišjungimo sąranka
sk: Nastavenia automatického vypnutia

source: configure automated power off / standby
lt: konfigūruoti autoišjungimą / perėjimą į budėjimą
sk: Nastaviť automatické vypnutie/pohot. režim

source: Choose media file
lt: Pasirinkti medijos failą
sk: Zvoliť mediálny súbor

source: Configuration for automatic power off in standby
lt: Autoišjungimo iš budėjimo konfigūracija
sk: Nastavenie automatického vypnutia v pohotovostnom režime

source: Enable automatic power off in standby:
lt: Autoišjungimas, jei budėjimo režime:
sk: Zapnúť automatické vypnutie v pohotovostnom režime

source: Time in standby for power off (min):
lt: Parengties būsenoje laukti išjungimo (min.):
sk: Doba pohotovostného režimu do vypnutia (min):

source: Disable power off for given interval:
lt: Uždrausti išjungimą nustatytam intervalui:
sk: Zrušiť vypnutie v danom intervale:

source: Begin of excluded interval (hh:mm):
lt: Išimties intervalo pradžia (hh:mm):
sk: Začiatok vylúčeného intervalu (hh:mm):
