Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: Change movie-delete PIN
lt: Keisti filmų šalinimo PIN kodą
sk: Zmeniť PIN na zmazanie filmu

source: Remember movie-delete PIN
lt: Įsiminti filmų šalinimo PIN kodą
sk: Zapamätať PIN na zmazanie filmu

source: movie-delete PIN
lt: filmo šalinimo PIN
sk: PIN na zmazanie filmu

source: No valid movie-delete PIN found! Do you like to change the movie-delete PIN now? When you say 'No' here the movie / directory protection stay disabled!
lt: Galiojančio filmų šalinimo PIN nerasta! Ar norite pakeisti filmų šalinimo PIN dabar? Jeigu atsakysite 'NE', filmų katalogo apsauga liks išjungta!
sk: Nenájdený platný PIN na zmazanie filmu! Chcete teraz zmeniť PIN na zmazanie filmu? Ak zvolíte „Nie“, ochrana pred zmazaním filmu zostane deaktivovaná!

source: Reset movie-delete PIN cache
lt: Išvalyti filmų šalinimo PIN atmintį

source: toggle parental control
lt: perjungti tėvų kontrolę
sk: Prepnúť rodičovskú zámku

source: search EPG
lt: EPG paieška
sk: hľadať EPG

source: Hide service name in service list (compact style)
lt: Slėpti kanalų pavadinimus kanalų sąraše (glaustas stilius)
sk: Skryť názov stanice v zozname staníc (kompaktný štýl)

source: Use double-spaced list style
lt: Naudoti dvipusio sąrašo būdą
sk: Zoznam staníc zobraziť dvojriadkovo

source: Add Autotimer
lt: Pridėti autolaikmatį
sk: Pridať autočasovač

source: TMDb Infos
lt: TMDb Informacija
sk: TMDb Info

source: Could not connect to server
lt: Nepavyksta prisijungti prie serverio
sk: Nemôžem pripojiť k serveru

source: No matching place names found
lt: Atitinkančių vietovardžių nerasta

source: Animation start delay:
lt: Animacijos uždelsimas:
sk: Oneskorenie začiatku animácií

source: Do you want to setup animations?
lt: Ar norite nustatyti animacijos?
sk: Chcete nastaviť animácie?

source: show
lt: rodyti
sk: Zobraziť

source: hide
lt: slėpti
sk: skryť

source: Sort order for plugins
lt: Įskiepių rūšiavimo tvarka
sk: Poradie triedenia modulov

source: Edit mode off
lt: Redagavimas išjungtas
sk: Režim úpravy vypnutý

source: Edit mode on
lt: Redagavimas įjungtas
sk: Režim úpravy zapnutý

source: alphabetical
lt: abėcėlės tvarka
sk: abecedne

source: Sort order for menu entries
lt: Meniu rūšiavimo tvarka
sk: Poradie položiek menu

source: Move mode on
lt: Perkėlimo režimas įjungtas
sk: Zapnúť presun

source: Move mode off
lt: Perkėlimo režimas išjungtas
sk: Zrušiť presun

source: copy to:
lt: kopijuoti į:
sk: skopírovať do:

source: Animation Setup
lt: Animacijos nustatymai
sk: Nastavenie animácií

source: SAT>IP Client Tuner Setup
lt: SAT>IP kliento imtuvo sąranka
sk: Nastavenie tunera klient SAT>IP

source: Discover
lt: Atskleisti
sk: Vyhľadať

source: Starting...
lt: Pradedama...
sk: Spúšťam...

source: SAT>IP server discovering for %d seconds...
lt: SAT>IP serveris ieškomas %d sekundes...
sk: Servery SAT>IP sa budú hľadať %d sekúnd...

source: SAT>IP server is not detected.
lt: SAT>IP serveris nerastas.
sk: Nezistený server SAT>IP.

source: SAT>IP Server :
lt: SAT>IP Serveris :
sk: Server SAT>IP:

source: SAT>IP Tuner Type :
lt: SAT>IP imtuvo tipas:
sk: Tyo tunera SAT>IP:

source: Server capacity is fulled.
lt: Serverio talpa užpildyta.
sk: Kapacita servera je vyťažená.

source: SAT>IP Client Setup
lt: SAT>IP kliento sąranka
sk: Nastavenie klienta SAT>IP

source: Select tuner and press setup key (Yellow)
lt: Pasirinkite imtuvą ir paspauskite sąrankos mygtuką ('GELTONAS')
sk: Zvoľte tuner s stlačte žlté tlačidlo (nastavenie).

source: You should now reboot your STB to change SAT>IP Configuration. Reboot now ?
lt: Kad pasikeistų SAT > IP konfigūracija, aparatą reikia paleisti iš naujo. Paleisti iš naujo dabar?
sk: Zmeny nastavenia SAT>IP sa uplatnia až po reštarte VU+. Reštartovať teraz?

source: SAT>IP Client
lt: SAT>IP klientas
sk: SAT>IP klient

source: SAT>IP Client attached to vtuner.
lt: SAT> IP klientas, prisijungęs prie vTuner.
sk: Klient SAT>IP pripojený k vtuneru.

source: VIRTUAL TUNER %s
lt: VIRTUALUS IMTUVAS %s
sk: VIRTUÁLNY TUNER %s

source: TYPE : %s
lt: TIPAS : %s
sk: TYP: %s

source: TUNER TYPE : %s
lt: IMTUVO TIPAS : %s
sk: TYP TUNERA: %s

source: SAT>IP SERVER : %s
lt: SAT>IP SERVERIS : %s
sk: SAT>SERVER IP: %s

source: Choices
lt: Pasirinkimai
sk: Voľba

source: Animate Infobar show/hide
lt: Animuoti infojuostos pasirodymą/slėpimą
sk: Animovať zobrazenie/skrytie infolišty

source: Infobar show/hide animation speed
lt: Infojuostos pasirodymo/slėpimo animacijos greitis
sk: Rýchlosť animácie zobrazenia/skrytia infolišty

source: fade in
lt: išryškėti

source: fade out
lt: išblukti

source: fade in/out
lt: išryškėti / išblukti

source: <This tuner is configured automatically>
lt: <Imtuvas sukonfigūruotas automatiškai>
sk: <Tento tuner sa nakonfiguroval automaticky>

source: Disable FastZapping
lt: Išjungti greitą perjungimą
sk: Vypnúť rýchle prepínanie

source: Enable FastZapping
lt: Įjungti greitą perjungimą
sk: Zapnúť rýchle prepínanie

source: Disable MiniTV
lt: Išjungti MiniTV
sk: Vypnúť MiniTV

source: Enable MiniTV
lt: Įjungti MiniTV
sk: Zapnúť MiniTV

source: You can now choose your preferred skin. Do you want to change default skin?
lt: Dabar jūs galite pasirinkti norimą vartotojo aplinkos temą. Ar norite pakeisti numatytąją temą?
sk: Teraz si zvoľte požadovaný vzhľad. Chcete zmeniť predvolený vzhľad?

source: Chipset
lt: Lustų rinkinys

source: CPU
lt: Procesorius

source: Enable SmartSeek (button UP and DOWN)
lt: Įjungti greitą paiešką (mygtukais 'AUKŠTYN' ir 'ŽEMYN')

source: Set marker at SmartSeek start and end position
lt: Nustatyti žymeklį į greitosios paieškos pradžią ir pabaigą

source: Initial SmartSeek time intervall (seconds)
lt: Pradinis greitosios paieškos laiko intervalas (sek.)

source: Timeout for SmartSeek in seconds
lt: Greitosios paieškos delsa (sek.)

source: SmartSeek: skip forward...
lt: Greitoji paieška: peršokti pirmyn...

source: SmartSeek: skip backward...
lt: Greitoji paieška: peršokti atgal...

source: update latest movies information
lt: atnaujinti naujausių filmų informaciją

source: latest movies
lt: Naujausi filmai
sk: Posledné filmy

source: Mark recordings as new for X days (0=off)
lt: Žymėti įrašus, kaip naujus, X dienų (0=išjungta)

source: Location for info file
lt: Informacijos failo vietą

source: Recordings of last %d days
lt: Įrašai iš paskutinių %d dienų
sk: Nahrávky z posledných %d dní

source: Mark only unseen recordings as new
lt: Žymėti tik nežiūrėtus įrašus, kaip naujus
sk: Len nezhliadnuté nahrávky označiť ako nové

source: Unseen recordings of last %d days
lt: Nežiūrėti praėjusių %d dienų įrašai
sk: Nezhliadnuté nahrávky posledných %d dní

source: latest unseen movies
lt: naujausi nežiūrėti filmai
sk: posledné nezhliadnuté filmy

source: Setup - Display
lt: Nustatymas - ekranas
sk: Nastavenie - Displej

source: Display mode in operation
lt: Įjungto aparato ekrano režimas

source: Display mode in standby
lt: Budinčio aparato ekrano režimas

source: Turn off display
lt: Išjunkti monitorių
sk: Vypnúť displej

source: Display mode (LCD)
lt: Ekrano režimas (LCD)
sk: Režim displeja (LCD)

source: Please select display (LCD) mode...
lt: Pasirinkite LCD ekrano režimą...

source: HDMI Colorspace
lt: HDMI spalvinė apimtis
sk: Farebný priestor HDMI

source: Minimum SmartSeek time intervall (seconds)
lt: Mažiausias greitosios paieškos laiko intervalas (sek.)

source: Add bouquet services
lt: Įtraukti bukieto kanalus

source: Include CI assignment for detection of available services
lt: Prieinamų kanalų aptikimui, įtraukti ir CI priskyrimą

source: Constant SmartSeek skip intervall in seconds (left/right)
lt: Pastovus greitos paieškos peršokimo intervalas (sek.) '<< / >>' mygtukais

source: Remap left/right to SmartSeek constant skip intervall
lt: Susieti '<< / >>' klavišus su greitosios paieškos pastovaus peršokimo intervalu

source: Show info for folder
lt: Rodyti katalogo informaciją
sk: Zobraziť info o adresári

source: Show new movies in folder info
lt: Katalogo informacijoje rodyti naujus filmus
sk: Zobraziť nové filmy v informácii o adresároch

source: Show sub directories in folder info
lt: Katalogo informacijoje rodyti pakatalogius
sk: Zobraziť podadresáre v informácii o adresároch

source: Show folder info at the beginning
lt: Pradžioje rodyti katalogo informaciją
sk: Na začiatku zobraziť info o adresári

source: All movies
lt: Visi filmai
sk: Všetky filmy

source: Show CI messages
lt: Rodyti CI pranešimus
sk: Zobraziť hlásenia CI

source: Show only new movies in folder info
lt: Katalogo informacijoje rodyti tik naujus filmus
sk: Zobraziť len nové filmy v informácii o adresároch

source: Sort folders by new items
lt: Aplankus rūšiuoti pagal elementų naujumą
sk: Triediť adresáre podľa nových položiek

source: Behavior when Live TV event changes during timeshift
lt: Jei laiko poslinkio metu keičiasi tiesioginės transliacijos įvykis
sk: Ak sa program Live TV zmení počas časového posunu

source: Ask before stopping timeshift
lt: Klausti prieš išjungiant laiko poslinkį
sk: Spýtať sa pred zastavením časového posunu

source: Start timeshift automatically after given time
lt: Po nurodyto laiko paleisti laiko poslinkį automatiškai
sk: Spustiť časový posun automaticky po

source: 1 second
lt: 1 sek.
sk: 1 sekunda

source: 2 seconds
lt: 2 sek.
sk: 2 sekundy

source: 3 seconds
lt: 3 sek.
sk: 3 sekundy

source: 4 seconds
lt: 4 sek.
sk: 4 sekundy

source: 5 seconds
lt: 5 sek.
sk: 5 sekúnd

source: 10 seconds
lt: 10 sek.
sk: 10 sekúnd

source: 20 seconds
lt: 20 sek.
sk: 20 sekúnd

source: 30 seconds
lt: 30 sek.
sk: 30 sekúnd

source: 1 minute
lt: 1 min.
sk: 1 minúta

source: 2 minutes
lt: 2 min.
sk: 2 minúty

source: continue timeshift
lt: tęsti laiko poslinkį
sk: Pokračovať v časovom posune

source: split & keep
lt: dalinti ir palikti
sk: rozdeliť a zachovať

source: split & delete
lt: dalinti ir šalinti
sk: rozdeliť a zmazať

source: stop & keep
lt: stabdyti ir palikti
sk: zastaviť a zachovať

source: stop & delete
lt: stabdyti ir šalinti
sk: zastaviť a zmazať

source: Live TV event changed
lt: Live TV įvykis pasikeitė
sk: Program Live TV sa zmenil

source: Save old event and continue timeshift
lt: Išsaugoti seną įvykį ir tęsti laiko poslinkį
sk: Uložiť starý program a pokračovať v časovom posune

source: Delete old event and continue timeshift
lt: Pašalinti seną įvykį ir tęsti laiko poslinkį
sk: Zmazať starý program a pokračovať v časovom posune

source: Save old event and stop timeshift
lt: Išsaugoti seną įvykį ir stabdyti laiko poslinkį
sk: Uložiť starý program a zastaviť časový posun

source: Delete old event and stop timeshift
lt: Pašalinti seną įvykį ir stabdyti laiko poslinkį
sk: Zmazať starý program a zastaviť časový posun

source: seek to timeshift end (Live TV)
lt: ieškoti iki laiko poslinkio pabaigos (Live TV)
sk: Skok na koniec časového posunu (Live TV)

source: delete timeshift file
lt: pašalinti laiko poslinkio failą
sk: zmazať súbor časového posunu

source: keep timeshift file
lt: išsaugoti laiko poslinkio failą
sk: zachovať súbor časového posunu

source: Behavior when a service changes during timeshift
lt: Jei laiko poslinkio metu perjungiamas kanalas
sk: Pri zmene stanice počas časového posunu

source: Delete timeshift files older than X days
lt: Šalinti laiko poslinkio failus, senesnius, negu X dienų
sk: Zmazať súbory časového posunu staršie než X dní

source: Search for old timeshift files every X hours (0 = off)
lt: Ieškoti senų laiko poslinkio failų kas X valandas (0 = išjungta)
sk: Hľadať staré súbory časového posunu každých X hodín (0 = vyp.)

source: Bars view for timer
lt: Juostos formos laikmatis
sk: Prúžkový údaj časovača

source: Time frame of entries in minutes
lt: Įrašų laiko tarpai minutėmis
sk: Časový rozsah položiek v minútach

source: Set jump time in hours
lt: Nustatyti peršokimo intervalą (val.)
sk: Nastaviť čas skoku v hodinách

source: Ok button action
lt: 'OK' mygtuko veiksmas
sk: Činnosť tlačidla OK

source: EPG button action
lt: EPG mygtuko veiksmas
sk: Činnosť tlačidla EPG

source: Transform Timeshift into recording
lt: Laiko poslinkį pakeisti įrašymu
sk: Zmeniť časový posun na nahrávku

source: Unhide all entries
lt: rodyti visus įrašus
sk: Odkryť všetky položky

source: Please select entry to unhide...
lt: Pasirinkite įrašą, kurio nebeslėpti...

source: hide entry: %s
lt: slėpti įrašą: %s
sk: Skryť položku: %s

source: unhide hidden entry
lt: rodyti paslėptus įrašus
sk: Odkryť skrytú položku

source: Picon folder for graphical multi EPG
lt: Piktogramų katalogas grafiniam daugiakanaliam EPG
sk: Adresár piconov pre grafický Multi EPG

source: Console
lt: konsolė

source: Console & File
lt: konsolė ir failas

source: Enable debug log
lt: Įjungti klaidų žurnalą
sk: Aktivovať protokol ladenia

source: File (loop)
lt: failas (kartoti)
sk: Súbor (slučka)

source: Console & File (loop)
lt: konsolė ir failas (kartoti)

source: Use prev/next buttons for switching timeshift events
lt: Laiko poslinkio įvykiams perjungti, naudoti 'Ankstesnis/Sekantis' mygtukus
sk: Tlačidlami predch./nasl. prepínať udalosti časového posunu

source: Avoid simultaneous timer starts
lt: Vengti vienu metu prasidedančių laikmačių
sk: Zabrániť súčasným štartom časovačov

source: Please select timeshift file
lt: Pasirinkite laiko poslinkio failą
sk: Zvoľte súbor časového posunu

source: Transform old timeshift event into recording
lt: Seną laiko poslinkio įvykį paversti įrašu
sk: Zmeniť starú udalosť časového posunu na nahrávku

source: Hide timeshift files in movie list
lt: Slėpti filmų sąraše laiko poslinkio failus
sk: V zozname filmov skryť súbory časového posunu

source: Current timeshift
lt: Dabartinis laiko poslinkis
sk: Aktuálny časový posun

source: Show old timeshift events
lt: Rodyti senus laiko poslinkio įvykius
sk: Zobraziť staré záznamy časového posunu

source: Do not save timeshift events shorter than X minutes
lt: Neišsaugoti laiko poslinkio įvykių, trumpesnių, negu X min.
sk: Neukladať časové posuny kratšie než X minút

source: Zap Up/Down
lt: Perjungti aukštyn/žemyn
sk: Prepnúť nahor/nadol

source: History Prev/Next
lt: Istorija pirmyn/atgal
sk: História predch./nasl.

source: Box or driver is not support FCC.
lt: Aparatas, arba tvarkyklė nepalaiko FCC.
sk: Prijímač alebo ovládač nepodporujú FCC.

source: FCC enabled
lt: FCC įjungta
sk: FCC zapnuté

source: Max Channels
lt: Maks. kanalų
sk: Max. počet staníc

source: priority
lt: pirmenybė
sk: priorita

source: Disable FastChannelChange
lt: Išjungti greitąjį kanalų perjungimą
sk: Vypnúť rýchle prepínanie staníc

source: Enable FastChannelChange
lt: Įjungti greitąjį kanalų perjungimą
sk: Zapnúť rýchle prepínanie staníc

source: Fast Channel Change Setup
lt: Greitojo kanalų perjungimo sąranka
sk: Nastavenie rýchleho prepínania staníc (FCC)

source: Disable FCC during recordings
lt: Įrašų metu išjungti FCC
sk: Vypnúť FCC počas nahrávania

source: FCCSetup
lt: FCC sąranka
sk: Nastavenie FCC

source: Display crash information on TV
lt: TV ekrane rodyti gedimo informaciją
sk: Zobraziť info o zrútení na televízore

source: Select packages to install
lt: Pasirinkite paketus įdiegti
sk: Zvoliť balíčky na inštaláciu

source: Do you want timeshift to be actviated automatically (permanent timeshift) ?
lt: Ar norite, kad laiko poslinkis būtų paleidžiamas automatiškai (pastovus laiko poslinkis)?
sk: Chcete, aby sa časový posun zapínal automaticky (trvalý časový posun)?

source: You can now use VTi ZerO to remove some packages which you do not need. You can now also use VTi BackupSuite to restore your previously saved settings, plugins or favourite bouquets ?
lt: Dabar galite naudoti VTi ZerO nereikalingiems paketams pašalinti. Taip pat galite naudoti VTi BackupSuite anksčiau išsaugotiems nustatymams, įskiepiams, ar bukietams atkurti.
sk: Teraz môžete použiť VTi ZerO na odstránenie balíčkov, ktoré nepotrebujete. Môžete použiť aj VTi BackupSuite na obnovenie predtým uložených nastavení, modulov alebo obľúbených.

source: Next step
lt: Kitas žingsnis
sk: Ďalší krok

source: Remove not needed packages (VTi ZerO)
lt: Pašalinkite nereikalingus paketus (VTi ZerO)
sk: Odstrániť nepotrebné balíčky (VTi ZerO)

source: Restore configuration (VTi BackupSuite)
lt: Atkurkite konfigūraciją (VTi BackupSuite)
sk: Obnoviť nastavenia (VTi BackupSuite)

source: Use the left and right buttons to change an option. Please configure timeshift options:
lt: Pasirinkimui pakeisti, naudokite mygtukus 'KAIRĖN/DEŠINĖN'. Sukonfigūruokite laiko poslinkio parinktis:
sk: Šípkou doľava a doprava zmeňte voľbu. Nastavte voľby časového posunu:

source: Channel -
lt: kanalas -
sk: Stanica -

source: Channel +
lt: kanalas +
sk: Stanica +

source: Show favourite list with bouquet button
lt: Rodyti mėgiamų kanalų sąrašą bukieto mygtuku
sk: Zobraziť zoznam obľúbených tlačidlom obľúbené

source: Use channel +/- buttons for channel zap
lt: Kanalų perjungimui naudoti 'Kanalų +/-' mygtukus
sk: Na prepínanie staníc použite tlačidlá stanica +/-

source: Please configure function for short keypress of Power button
lt: Pasirinkite, kas vyks trumpai paspaudus 'įjungimo' mygtuką
sk: Nastavte funkciu krátkeho stlačenia vypínača.

source: Please configure function for long keypress of Exit button
lt: Pasirinkite, kas vyks ilgai laikant paspaustą įjungimo mygtuką
sk: Nastavte funkciu dlhého stlačenia tlačidla EXIT.

source: Please configure function for short keypress of REC button
lt: Pasirinkite, kas vyks trumpai paspaudus 'įrašymo' mygtuką
sk: Nastavte funkciu krátkeho stlačenia tlačidla REC.

source: Please select your preferred EPG view
lt: Pasirinkite pageidaujamą EPG atvaizdavimą
sk: Zvoľte požadované zobrazenie EPG

source: Do you want to change channels with Channel +/- buttons?
lt: Ar norite perjungti kanalus 'Kanalų +/-' mygtukais?
sk: Chcete prepínať stanice tlačidlami Stanica +/-?

source: Software Setup
lt: Programinės įrangos sąranka
sk: Nastavenie softvéru

source: Please press EPG/Info key for detailed error description
lt: Pspauskite 'EPG/Info' mygtuką išsamiam klaidos aprašymui gauti
sk: Podrobný opis chyby získate stlačením tlačidla EPG/Info

source: Subtitle settings
lt: Subtitrų nuostatos
sk: Nastavenia titulkov

source: Subtitle font color
lt: Subtitrų šrifto spalva
sk: Farba písma titulkov

source: Subtitle font size
lt: Subtitrų šrifto dydis
sk: Veľkosť písma titulkov

source: Subtitle padding Y
lt: Subtitrų vertikalus padidinimas
sk: Zväčšenie riadkovania titulkov

source: Background color
lt: Fono spalva
sk: Farba pozadia

source: Background transparency
lt: Fono skaidrumas
sk: Priehľadnosť pozadia

source: Character edge style
lt: Subtitrų šrifto stilius
sk: Štýl znakov

source: Character style level
lt: Šriftų stiliaus lygis
sk: Úroveň štýlu znakov

source: Subtitle text transparency
lt: Subtitrų šrifto skaidrumas
sk: Priehľadnosť písma titulkov

source: Use original position
lt: Naudoti originalią subtitrų vietą
sk: Použiť pôvodnú polohu

source: Subtitle alignment
lt: Subtitrų horizontalus lygiavimas
sk: Zarovnanie titulkov

source: Subtitle position
lt: Subtitrų atstumas nuo apačios
sk: Poloha titulkov

source: Center DVB subtitles
lt: Centruoti DVB subtitrus
sk: Vystrediť titulky DVB

source: Rewrap subtitles
lt: Pergrupuoti subtitrus pagal ekraną
sk: Zalomiť titulky

source: Subtitle delay when timing lacks
lt: Subtitrų delsa, nesant laiko informacijos
sk: Oneskorenie titulkov, ak chýba časovanie

source: Subtitle delay when timing is bad
lt: Subtitrų delsa, jei nesinchronizuota
sk: Oneskorenie titulkov, ak je časovanie zlé

source: External subtitle switch fonts
lt: Išorinių subtitrų šriftų stiliaus perjungamas
sk: Prispôsobiť písmo externých titulkov

source: External subtitle dialog colorisation
lt: Dialogų spalvinimas išoriniuose subtitruose
sk: Zafarbenie dialógu externých titulkov

source: Delay for external subtitles
lt: Išorinių subtitrų delsa, jei nesinchronizuota
sk: Oneskorenie externých titulkov

source: Set fps for external subtitles
lt: Nustatyti išorinių subtitrų fps
sk: Nastaviť obr./s pre externé titulky

source: Automatically turn on external subtitles
lt: Išorinius subtitrus įjungti automatiškai
sk: Automaticky zapnúť externé titulky

source: Subtitle Quickmenu
lt: Spartusis subtitrų meniu
sk: Rýchle menu titulkov

source: Force LNB Power
lt: Paduoti LNB maitinimą
sk: Vynútiť napájanie LNB

source: Force ToneBurst
lt: Priverstinis tono impulsas
sk: Vynútiť ToneBurst

source: DVB CI Delay
lt: DVB CI delsa
sk: Oneskorenie DVB CI

source: Original
lt: Originalus

source: No delay
lt: neuždelsiant
sk: žiadne oneskorenie

source: center
lt: centruoti
sk: vystrediť

source: No transparency
lt: neskaidrus
sk: žiadna priehľadnosť

source: Depressed
lt: pasviras
sk: stlačené

source: Raised
lt: paryškintas

source: Uniform
lt: tolygus

source: Full transparency
lt: visiškai skaidrus
sk: Úplná priehľadnosť

source: magneta
lt: magenta
sk: purpurová

source: Limit FCC to current bouquet
lt: Apriboti FCC šiuo bukietu
sk: Obmedziť FCC na aktuálne obľúbené

source: FCC restart
lt: FCC paleisti iš naujo
sk: Reštartovať FCC

source: Show build in SecondInfobar
lt: Rodyti vidinę antrąją infojuostą

source: SecondInfobar timeout
lt: Antrosios infojuostos rodymo trukmė
sk: Doba zobrazenia druhej infolišty

source: same as Infobar
lt: kaip ir infojuosta
sk: rovnaké ako infolišta

source: Use cross left/right buttons for bouquet change in service list
lt: Naudoti centrinio mygtuko '<' ir '>' rodykles bukietams keisti kanalų sąraše
sk: Kurzor vľavo/vpravo na zmenu obľúbených v zozname staníc

source: Use OK button for opening favourite list
lt: 'OK' mygtuku atverti mėgstamiausių sąrašą
sk: Otvoriť obľúbené tlačidlom OK

source: Timeout for double-click (ms)
lt: Delsa tarp dvigubo mygtukų paspaudimo (ms)
sk: Doba na dvojité kliknutie (ms)

source: Use double click for OK button
lt: Naudoti 'OK' mygtuko dvigubą paspaudimą
sk: Zapnúť dvojité kliknutie tlačidlom OK

source: Enable advertisment detection (I-net is mandatory)
lt: Įgalinti reklamų aptikimą (būtinas interneto ryšys)
sk: Zapnúť zisťovanie reklám (I-net je povinný)

source: Show icons in service list at services with advertisment
lt: Šalia kanalų su reklama kanalų sąrašo lange rodyti piktogramas
sk: V zozname staníc ukázať ikony pri staniciach s reklamami

source: Exclude services with advertisment at left/right zapping
lt: Perjungiant '<' ir '>' rodyklėmis, praleisti kanalus su reklama
sk: Vylúčiť stanice s reklamami pri prepínaní vľavo/vpravo

source: Set marker for advertisment during recording
lt: Pažymėti reklamas įrašų metu
sk: Pri nahrávaní nastaviť značku pre reklamu

source: Scan in background
lt: Skenuoti fone
sk: Vyhľadávať v pozadí

source: Autostart
lt: Autopaleidimas
sk: Autoštart

source: Backup
lt: Atsarginė kopija
sk: Zálohovať

source: long
lt: ilgas paspaudimas
sk: dlhé

source: VU+ EPG / INFO
lt: VU+ EPG / INFORMACIJA

source: HOME
lt: PRADŽIA

source: END
lt: PABAIGA

source: Subtitle
lt: Subtitrai
sk: Titulky

source: VU+ R-Button
lt: VU+ R-mygtukas
sk: Červ. tlačidlo VU+

source: RADIO
lt: RADIJAS
sk: Rádio

source: Cross Up
lt: Pereiti aukštyn
sk: Kurzor nahor

source: Cross Down
lt: Pereiti žemyn
sk: Kurzor nadol

source: Cross Left
lt: Pereiti kairėn
sk: Kurzor doľava

source: Cross Right
lt: Pereiti dešinėn
sk: Kurzor doprava

source: Forward >
lt: Pirmyn '>'
sk: Vpred >

source: Backward <
lt: Atgal '<'
sk: Vzad <

source: Volume +
lt: Garsas +
sk: Hlasitosť +

source: Volume -
lt: Garsas -
sk: Hlasitosť +

source: Power
lt: Įjungimas

source: Pause
lt: Pauzė
sk: Pauza

source: Rewind <<
lt: Atsukti '<<'
sk: Prevíjanie <<

source: FastForward >>
lt: Prasukti pirmyn '>>'
sk: Prevíjanie >>

source: Quickbutton Key : %s
lt: Greitasis mygtukas : %s
sk: Rýchle tlačidlo: %s

source: Please select the backup path...
lt: Pasirinkite kelią atsarginei kopijai...
sk: Zvoľte cestu k zálohe...

source: Overwrite existing Backup?.
lt: Perrašyti esamą atsarginę kopiją?
sk: Prepísať existujúcu zálohu?
