Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: Edit title
lt: Redaguoti pavadinimą
sk: Upraviť titul

source: Edit upgrade source url.
lt: Redaguoti atnaujinimo šaltinio internetinį adresą.
sk: Upraviť URL zdroja aktualizácie.

source: EditSetting
lt: Redaguoti nustatymą
sk: Upraviť nastavenia

source: Electronic Program Guide
lt: Elektroninis programų gidas
sk: Elektronický programový sprievodca

source: Enable
lt: Įjungti
sk: Zapnúť

source: Enable 128 bit (Input 26 hex keys)
lt: Įjungti 128 bitus (įvestis 26 Hex raktai)
sk: Zapnúť 128 bit (vstup 26 znakov hex)

source: Enable 5V for active antenna
lt: Įjungti 5V aktyviai antenai
sk: Zapnúť 5 V pre aktívnu anténu

source: Enable 64 bit (Input 10 hex keys)
lt: Įjungti 64 bitus (įvestis 10 Hex raktų)
sk: Zapnúť 64 bit (vstup 10 znakov hex)

source: Enable Autostart for DLNA Server
lt: Įjungti DLNA serverio autopaleidimą
sk: Zapnúť autoštart pre server DLNA

source: Enable Logging
lt: Įjungti registravimą
sk: Zapnúť protokol

source: Enable Standby Settings
lt: Įjungti budėjimo parametrus
sk: Aktivovať nastavenia pohot. režimu

source: Enable TeleText caching
lt: Įjungti teleteksto kaupimą podėlyje
sk: Zapnúť pamäť pre teletext

source: Enable autostart for HbbTV browser
lt: Įjungti HbbTV naršyklės autopaleidimą
sk: Zapnúť autoštart pre prehľadávač HbbTV

source: Enable mount automatically while start
lt: Prijungti startuojant, automatiškai
sk: Zapnúť automatické pripojenie pri štarte

source: Enable mount check for HDD :
lt: Įjungti HDD pajungimo patikrinimą:
sk: Zapnúť kontrolu pripojenia pre HDD

source: Enable multiple bouquets
lt: Leisti daugiau bukietų
sk: Zapnúť viacnásobné obľúbené

source: Enable parental control
lt: Įjungti tėvų kontrolę
sk: Zapnúť rodičovskú zámku

source: Enable timer
lt: Įjungti laikmatį
sk: Zapnúť časovač

source: Enabled
lt: Įjungta
sk: Zapnuté

source: Encrypt
lt: Šifruoti
sk: Šifrovanie

source: Encrypted:
lt: Užšifruota:
sk: Šifrované:

source: Encryption
lt: Šifravimas
sk: Šifrovanie

source: Encryption Key
lt: Šifravimo raktas
sk: Šifrovací kľúč WLAN

source: Encryption Keytype
lt: Šifravimo rakto tipas
sk: Druh šifrovacieho kľúča

source: Encryption:
lt: Šifravimas:
sk: Šifrovanie:

source: End time
lt: Pabaigos laikas
sk: Čas ukončenia

source: EndTime
lt: Pabaigos laikas
sk: Koniec

source: English
lt: Anglų
sk: Angličtina

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net 2006 - Stephan Reichholf
lt: Enigma2 Skinselector Jei kils kokių problemų, rašykite stephan@reichholf.net © 2006 - Stephan Reichholf
sk: Volič vzhľadu Enigma2 V prípade problémov sa obráťte na stephan@reichholf.net 2006 - Stephan Reichholf

source: Enter Key
lt: Įrašykite rakrą
sk: Zadať kľúč

source: Enter main menu...
lt: Į pagrindinį meniu...
sk: Otvoriť hlavné menu...

source: Enter pin code
lt: Įrašykite PIN kodą
sk: Zadajte kód PIN

source: Enter the service pin
lt: Įrašykite kanalo PIN
sk: Zadajte PIN stanice

source: Enter your input data
lt: Įrašykite savo pradinius duomenis
sk: Zadajte svoje údaje

source: Error
lt: Klaida
sk: Chyba

source: Error checking disk. The disk or filesystem may be damaged
lt: Disko tikrinimo klaida. Diskas, arba failų sistema gali būti pažeisti
sk: Chyba pri kontrole disku. Disk alebo systém súborov je porušený.

source: Error: %s Retry?
lt: Klaida: %s Kartoti?
sk: Chyba: %s Zopakovať?

source: Error[%d] : %s. Press OK to exit.
lt: Klaida [%d] : %s. Kad išeiti, spauskite 'OK'.
sk: Chyba [%d] : %s. Stlačením OK ukončite.

source: Estonian
lt: Estų
sk: Estónčina

source: Ethernet network interface
lt: Vietinio tinklo sąsaja
sk: Rozhranie siete Eternet

source: Event Description
lt: įvykio aprašymas
sk: Opis udalosti

source: Eventview
lt: Įvykių peržiūra
sk: Prehľad programov

source: Everything is fine
lt: Viskas puiku
sk: Všetko je v poriadku

source: Exceeds dual layer medium!
lt: Viršija dvejų sluoksnių laikmeną!
sk: Presahuje kapacitu dvojvrstvového DVD!

source: Execution Progress:
lt: Vykdymo eiga:
sk: Priebeh vykonávania:

source: Execution finished!!
lt: Vykdymas baigtas!!
sk: Skončené!!

source: Exit
lt: Užverti
sk: Ukončiť

source: Exit editor
lt: Užverti redaktorių
sk: Ukončiť editor

source: Exit input device selection.
lt: Užverti įvesties prietaiso pasirinkimą.
sk: Ukončiť výber vstupného zariadenia.

source: Exit network wizard
lt: Užverti tinklo vedlį
sk: Ukončiť sprievodcu sieťou

source: Exit the Opera browser.
lt: Užverti Opera naršyklę.
sk: Ukončiť prehľadávač Opera

source: Exit the wizard
lt: Užverti vedlį
sk: Ukončiť sprievodcu

source: Exit wizard
lt: Užverti vedlį
sk: Ukončiť sprievodcu

source: Expert
lt: išplėstinis
sk: expertný

source: Extended Networksetup Plugin...
lt: Išplėstinis tinklo sąrankos įskiepis...
sk: Modul rozšíreného nastavenia siete...

source: Extended Setup...
lt: Išplėstiniai nustatymai...
sk: Rozšírené nastavenie...

source: Extended Software
lt: Išplėstinė programinė įranga
sk: Rozšírený softvér

source: Extended Software Plugin
lt: Išplėstinis programinės įrangos įskiepis
sk: Modul rozšíreného softvéru

source: Extensions
lt: Plėtiniai
sk: Rozšírenia

source: Extensions management
lt: Plėtinių valdymas
sk: Správa rozšírení

source: FILE NOT EXIST : /proc/stb/fp/remote_code
lt: FAILO NĖRA : /proc/stb/fp/remote_code
sk: SÚBOR NEEXISTUJE: /proc/stb/fp/remote_code

source: FLASH IS BROKEN
lt: ATMINTINĖ SUGEDUS
sk: Pamäť flash je poškodená

source: FPGA Upgrade
lt: FPGA atnaujinimas
sk: Aktualizácia FPGA

source: FRAGM Threshold (256~2346)
lt: FRAGM slenkstis (256~2346)
sk: Prah FRAGM (256~2346)

source: Factory reset
lt: Į gamyklinius nustatymus
sk: Továrenské nastavenia

source: Factory reset fail
lt: Atkūrimas į gamyklinius nustatymus nepavyko
sk: Resetovanie na nastavenia z výroby zlyhalo

source: Fail to download.
lt: Parsisiųsti nepavyko.
sk: Preberanie zlyhalo.

source: Fail to update!!
lt: Atnaujinti nepavyko!!
sk: Aktualizácia zlyhala.

source: Fail to upgrade!! Retry!!
lt: Atnaujinti nepavyko!! Bandykite dar !!
sk: Aktualizácia zlyhala. Skúste znova.

source: Fail to upgrade. Cause :
lt: Atnaujinti nepavyko. Priežastis :
sk: Aktualizácia zlyhala. Príčina:

source: Fail to upgrade. Cause : Can't found device. Do you want to exit?
lt: Atnaujinti nepavyko. Priežastis : įrenginys nerastas. Uždaryti šį langą?
sk: Aktualizácia zlyhala. Príčina: Nenájdené zariadenie. Chcete skončiť?

source: Fail to verify data file. file[%s] md5[%s]
lt: Nepavyko patikrinti duomenų failo. failas [%s] MD5[%s]
sk: Nepodarilo sa overiť dátový súbor. súbor [%s] md5[%s]

source: Failed
lt: Nepavyko
sk: Zlyhalo

source: Fallback to default skin at skin errors
lt: Esant temos klaidoms, grįžti prie numatytosios temos
sk: Pri chybách vzhľadu prejsť do predvoleného vzhľadu

source: Fan %d
lt: Aušintuvas %d
sk: Ventilítor %d

source: Fan Control
lt: Aušintuvo valdymas
sk: Ovládanie ventilátora

source: Fan basic action
lt: Aušintuvo pagrindinis veiksmas
sk: Stav ventilátora v pohot. režime

source: Fan control
lt: Aušintuvo valdymas
sk: Ovládanie ventilátora

source: Fan off duration time
lt: Aušintuvo išjungimo trukmė
sk: Trvanie vypnutia ventilátora

source: Fan on duration time
lt: Aušintuvo įjungimo trukmė
sk: Trvanie zapnutia ventilátora

source: FanOFF InStanby
lt: Budėjimo režime aušintuvas išjungtas
sk: V pohot. režime vypnúť ventilátor

source: Fast
lt: Greitas
sk: rýchlo

source: Fast DiSEqC
lt: Greitas DiSEqC
sk: Rýchly DiSEqC

source: Fast Forward speeds
lt: Persukimo pirmyn greičiai
sk: Rýchlosti prevíjania vpred

source: Fast epoch
lt: Greita epocha
sk: rýchla doba

source: Favourites
lt: Mėgstamiausi
sk: Obľúbené

source: File
lt: failas
sk: Súbor

source: File not Found! /proc/bus/nim_sockets
lt: Failas nerastas! /proc/bus/nim_sockets
sk: Súbor nenájdený! /proc/bus/nim_sockets

source: File not found
lt: Failas nerastas
sk: Súbor nenájdený

source: File transfer was cancelled by user
lt: Failo siuntimas atšauktas vartotojo.
sk: Prenos súboru zrušil užívateľ

source: Filesystem Check
lt: Failų sistemos tikrinimas
sk: Kontrola systému súborov

source: Filesystem check finished sucessfully
lt: Failų sistemos tikrinimas baigtas sėkmingai
sk: Kontrola systému súborov úspešne dokončená.

source: Filesystem contains uncorrectable errors
lt: Failų sistema turi nepataisomų klaidų
sk: V systéme súborov sú neopraviteľné chyby

source: Finetune
lt: Tikslus derinimas
sk: Jemné nastavenie

source: Finished
lt: Baigta
sk: Skončené

source: Finished configuring your network
lt: Tinklo konfigūravimas baigtas
sk: Nastavenie siete je skončené

source: Finished restarting your network
lt: Tinklo paleidimas iš naujo baigtas
sk: Reštartovanie siete je skončené

source: Finnish
lt: Suomių
sk: Fínčina

source: Firmware
lt: Mikroprograma
sk: Firmvér

source: Firmware Upgrade
lt: Mikroprogramos atnaujinimas
sk: Aktualizácia firmvéru

source: Firmware does not exist.
lt: Mikroprogramos nėra.
sk: Firmvér neexistuje

source: Follow the instructions on the front-display.
lt: Vadovaukitės instrukcijomis priekiniame aparato ekrane.
sk: Riaďte sa pokynmi na prednom displeji.

source: Following tasks will be done after you press OK!
lt: Šios užduotys bus atliktos, kai paspausite 'OK'!
sk: Po stlačení OK sa vykonajú tieto úlohy.

source: For use this plugin, you must update the kernel version to 3.1 or later
lt: Kad naudoti šį įskiepį, turite atnaujinti branduolį iki 3.1, ar naujesnės versijos
sk: Tento modul si vyžaduje aktualizáciu jadra na verziu 3.1 alebo vyššiu.

source: Format
lt: Formatuoti
sk: Formát

source: Format filesystem, please wait ...
lt: Kuriama failų sistema, palaukite...
sk: Formátujem systém súborov, čakajte...

source: Format finished sucessfully.
lt: Formatavimas pabaigtas.
sk: Formátovanie úspešne dokončené.

source: Frame size in full view
lt: Kadro dydis pilname vaizde
sk: Veľkosť obrazu pri plnom zobrazení

source: Framerate
lt: Kadrų dažnis
sk: Obrazový kmitočet

source: Free : %s
lt: Laisva : %s
sk: Voľných: %s

source: French
lt: Prancūzų
sk: Francúzština

source: Frequency
lt: Dažnis
sk: Kmitočet

source: Frequency bands
lt: Dažnio diapazonai
sk: Kmitočtové pásma

source: Frequency scan step size(khz)
lt: Dažnio skenavimo žingsnio dydis (kHz)
sk: Kmitočtový krok pri vyhľadávaní (kHz)

source: Frequency steps
lt: Dažnio žingsniai
sk: Kmitočtové kroky

source: Fri
lt: Pen
sk: Pi

source: Friday
lt: penktadienis
sk: Piatok

source: Frisian
lt: Frizų
sk: Frízština

source: Front LED OK?
lt: Priekinis LED tvarkoj?
sk: Predná LED OK?

source: Front LED OK? yes-ok no-exit
lt: Priekinis LED tvarkoj? taip - 'OK' ne - 'EXIT'
sk: Predná LED OK? áno - OK nie - EXITt

source: Front Processor
lt: Sąsajos procesorius
sk: Frontprocesor

source: Front USB Slot
lt: Priekinis USB lizdas
sk: Predný slot USB

source: Frontprocessor version: %d
lt: Sąsajos procesoriaus versija: %d
sk: Verzia frontprocesora: %d

source: Fsck failed
lt: Fsck nepavyko
sk: Fsck zlyhalo

source: Full 1:1 back-up direct on USB
lt: Pilna 1:1 atsarginė kopija tiesiai USB
sk: Úplná záloha 1:1 priamo na USB

source: Full 1:1 back-up in USB format
lt: Pilna 1:1 atsarginė kopija USB formate
sk: Úplná záloha 1:1 vo formáte USB

source: Full back-up direct to USB
lt: Pilna atsarginė kopija tiesiai į USB
sk: Úplná záloha priamo na USB

source: Full back-up on HDD
lt: Pilna atsarginė kopija HDD
sk: Úplná záloha na HDD

source: Full back-up on HDD/USB
lt: Pilna atsarginė kopija HDD/USB
sk: Úplná záloha na HDD/USB

source: Full back-up to USB
lt: Pilna atsarginė kopija į USB
sk: Úplná záloha na USB

source: Full back-up to the harddisk
lt: Pilna atsarginė kopija į HDD
sk: Úplná záloha na HDD

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
lt: Naujos temos aktyvavimui grafinę aplinką reikia paleisti iš naujo. Ar norite paleisti iš naujo dabar?
sk: Pre použitie nového vzhľadu sa musí reštartovať GUI Chcete teraz reštartovať GUI?

source: GUI restart now, press 'OK' button.
lt: Grafinė aplinka pasileis iš naujo, spauskite 'OK'.
sk: Reštartujte GUI stlačením OK.

source: Gateway
lt: Šliuzas
sk: Brána

source: General Dolby Digital delay (ms)
lt: Bendra Dolby Digital delsa (ms)
sk: Oneskorenie Dolby Digital [ms]

source: General PCM delay (ms)
lt: Bendra PCM delsa (ms)
sk: Oneskorenie PCM [ms]

source: Genre
lt: Žanras
sk: Žáner

source: German
lt: Vokiečių
sk: Nemčina

source: Getting plugin information. Please wait...
lt: Parsiunčiama informacija apie įskiepius. Palaukite...
sk: Získavam informácie o module. Čakajte...

source: Global
lt: Visuotinis
sk: Všeobecne

source: Go to next page.
lt: Pereiti į kitą puslapį.
sk: Ísť na nasledujúcu stránku

source: Go to previous page.
lt: Grįžti į ankstesnį puslapį.
sk: Ísť na predchádzajúcu stránku

source: Goto 0
lt: Eiti į 0
sk: Otočiť na 0

source: Goto position
lt: Eiti į poziciją
sk: Otočiť do pozície

source: Graphical Multi EPG
lt: grafinis daugiakanalis EPG
sk: Grafický Multi EPG

source: Greek
lt: Graikų
sk: Gréčtina

source: Green boost
lt: Daugiau žalios
sk: Zosilniť zelenú

source: Group Rekey Interval
lt: Grupės rakto keitimo intervalas

source: Guard interval
lt: Apsaugos intervalas
sk: Interval ochrany

source: HDMI CEC enabled:
lt: HDMI CEC įjungta:
sk: HDMI-CEC zapnuté:

source: Harddisk
lt: Kietasis diskas
sk: Pevný disk

source: Harddisk setup
lt: Kietojo disko sąranka
sk: Nastavenie pevného disku

source: Harddisk standby after
lt: Kietasis diskas išsijungs po
sk: Uspať disk po

source: Harddisk standby after :
lt: Kietasis diskas išsijungs po :
sk: Uspať disk po:

source: HbbTV Applications
lt: HbbTV programos
sk: Aplikácie HbbTV

source: HbbTV Browser was not running. Please running browser before start HbbTV Application.
lt: HbbTV naršyklė nepaleista. Prieš leidžiant HbbTV programą, atidarykite naršyklę.
sk: Prehľadávač HbbTV nebol spustený. Prehľadávač spusťte pred spustením aplikácie HbbTV.

source: HbbTV Plugin
lt: HbbTV įskiepis
sk: Modul HbbTV

source: Help
lt: Pagalba
sk: Pomocník

source: Hidden network
lt: Paslėptas tinklas
sk: Skrytá sieť

source: Hierarchy info
lt: Hierarchijos informacija
sk: Hierarchické informácie

source: High bitrate support
lt: Didelės bitų spartos palaikymas
sk: Spracuje vysoký dátový tok

source: Horizontal
lt: Horizontali
sk: Vodorovná

source: How many minutes do you want to record?
lt: Kiek minučių norite įrašinėti?
sk: Koľko minút chcete nahrávať?

source: How many partitions do you want?(1-4)
lt: Kiek skaidinių norite sukurti? (1-4)
sk: Koľko partícií chcete?(1-4)

source: Hue
lt: Atspalvis
sk: Odtieň

source: Hungarian
lt: Vengrų
sk: Maďarčina

source: IP Address
lt: IP adresas
sk: Adresa IP

source: ISO file is too large for this filesystem!
lt: ISO failas yra per didelis šiai failų sistemai!
sk: Súbor ISO je pre tento súborový systém príliš veľký!

source: ISO path
lt: ISO kelias
sk: Cesta ISO

source: Icelandic
lt: Islandų
sk: Islandčina

source: If WOL is enabled, power consumption will be around 2W. ErP Standby Power Regulation (<0.5W at standby) cannot be met. Proceed?
lt: Įjungus WOL, energijos suvartojimas bus maždaug 2W. ErP budėjimo režimo galios reglamentas (< 0.5W budėjime) negalimas. Tęsti?
sk: Ak je WOL zapnuté, spotreba bude asi 2 W. Požiadavky ErP (<0,5 W v pohot. režime) nemožno dosiahnuť. Pokračovať?

source: If you place an USB-stick containing this file then the back-up will be automatically made onto the USB-stick and can be used to restore the current image if necessary.
lt: Jei įdėsite USB laikmeną su šiuo failu, į USB laikmeną bus automatiškai sukurta atsarginė kopija ir prireikus, ši laikmena gali būti naudojama atkurti dabartinį atvaizdą.
sk: Ak vložíte kľúč USB s týmto súborom, tak sa záloha vytvorí automaticky na kľúči USB a môžete ju v prípade potreby použiť na obnovu aktuálneho image.

source: If you see this, something is wrong with your scart connection. Press OK to return.
lt: Jeigu tai skaitote, kažkas negerai su SCART jungtimi. Kad grįžti, spauskite OK.
sk: Ak vidíte toto, niečo nie je v poriadku s pripojením scart. Vráťte sa stlačením tlačidla OK.

source: If you want to quit the Browser, Press RED -> EXIT.
lt: Jei norite uždaryti naršyklę, spauskite 'RAUDONĄ" -> 'EXIT'.
sk: Ak chcete ukončoť prehľadávač, stlačte ČERVENÉ -> EXIT.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
lt: Jeigu jūsų televizorius turi šviesumo arba kontrasto išplėtimą, išjunkite jį. Jeigu yra kažkas pavadinta "dinaminis ", nustatykite jį, kaip standartinį. Nustatykite jums tinkamiausią apšviestumo lygį. Sumažinkite kontrastą tiek, kiek tai įmanoma. Tada sumažinkite šviesumą tiek, kiek tai įmanoma, bet įsitikinkite kad du pačius žemiausius pilkus atspalvius jūsų akis dar skiria. Dabar nebesirūpinkite šviesiais atspalviais . Jie bus nustatyti sekančiame žingsnyje. Jeigu Jūs patenkinti gautu rezultatu, spauskite 'OK'.
sk: Ak máte na televízore zdôraznenie jasu alebo kontrastu, zrušte ho. Ak je v nastaveniach niečo ako „dynamický režim“, nastavte ho na štandardnú hodnotu. Podsvietenie nastavte na hodnotu, ktorá vám vyhovuje. Stiahnite kontrast televízora na najnižšiu hodnotu. Potom nastavte jas na najnižšiu možnú hodnotu, ale tak, aby dva najtmavšie odtiene sivej zostali rozlíšiteľné. V tejto chvíli sa nestarajte o svetlé odtiene. Tie nastavíte v ďalšom kroku. Ak ste spokojní s výsledkom, stlačte tlačidlo OK.

source: Ignore Broadcast SSID
lt: Ignoruoti transliacijos SSID
sk: Ignorovať SSID vysielania

source: Image
lt: Atvaizdas

source: Image creation FAILED!
lt: Atvaizdo sukurti NEPAVYKO!
sk: NEPODARILO sa vytvoriť image!

source: In Progress
lt: Vykdoma
sk: Prebieha

source: In order to record a timer, the TV was switched to the recording service!
lt: Kad pradėti įrašymą pagal laikmatį, TV perjungtas į įrašomą kanalą!
sk: Aby sa mohol nahrať načasovaný program, preplo sa na nahrávanú stanicu!

source: Include optional infomation
lt: Įtraukti nebūtiną informaciją
sk: Zahrnúť voliteľné informácie

source: Include settop information
lt: Įtraukti diegimo informaciją
sk: Zahrnúť informácie VU+

source: Increased voltage
lt: Padidinta įtampa
sk: Zvýšené napätie

source: Index
lt: Indeksas

source: Info
lt: Informacija
sk: Informačná lišta

source: InfoBar
lt: Infojuosta
sk: Informačná lišta

source: Infobar timeout
lt: Pagrindinė infojuosta išsijungs už
sk: Doba zobrazovania informačnej lišty

source: Information
lt: Informacija
sk: Informácie

source: Init
lt: Inicijavimas
sk: Inic.

source: InitInitializing, please wait ...
lt: Vyksta inicijavimas. palaukite...
sk: Inicializujem... Čakajte...

source: Initial Fast Forward speed
lt: Pradinis persukimo pirmyn greitis
sk: Počiatočná rýchlosť prevíjania vpred

source: Initial Rewind speed
lt: Pradinis atsukimo atgal greitis
sk: Počiatočná rýchlosť prevíjania vzad

source: Initial location in new timers
lt: Pradinė naujų laikmačių vieta
sk: Úvodné umiestnenie nových časových nahrávok

source: Initialization
lt: Inicijavimas
sk: Inicializácia

source: Initialize
lt: Inicijuoti
sk: Inicializovať

source: Initializing Harddisk...
lt: Kietasis diskas inicijuojamas...
sk: Inicializujem pevný disk

source: Input
lt: Įvestis
sk: Vstup

source: Input Hidden ESSID
lt: Įrašykite slaptą ESSID
sk: Zadať skrytý ESSID

source: Input device setup
lt: Įvesties prietaiso sąranka
sk: Nastavenie vstupného zariadenia

source: Input mount point path.
lt: Įrašykite kelią į pajungimo tašką.
sk: Zadať cestu k pripojovaciemu bodu.

source: Input size of partition %s.(Max = %d MB)
lt: Įrašykite skirsnio %s dydį.(Maks. = %d MB)
sk: Zadať veľkosť partície %s (max = %d MB)

source: Install
lt: Įdiegti
sk: Inštalovať

source: Install a new image with a USB stick
lt: Įdiekite naują atvaizdą su USB raktu
sk: Inštalovať nový image z kľúča USB

source: Install a new image with your web browser
lt: Įdiekite naują atvaizdą su savo tinklo naršykle
sk: Inštalovať nový image cez webový prehliadač

source: Install extensions.
lt: Įdiekite išplėtimus.
sk: Inštalovať rozšírenia.

source: Install local extension
lt: Įdiekite vietinį išplėtimą
sk: Inštalovať miestne rozšírenie

source: Install or remove finished.
lt: Įdiegimas arba pašalinimas baigtas.
sk: Inštalácia alebo odstránenie skončené.

source: Install settings, skins, software...
lt: Įdiekite nustatymus, temas, programinę įrangą...
sk: Inštalovať settingy, vzhľady, softvér...

source: Installation finished.
lt: Įdiegimas baigtas.
sk: Inštalácia je skončená.

source: Installing
lt: Įdiegiama
sk: Inštalujem

source: Installing Software...
lt: Įdiegiama programinė įranga...
sk: Inštalujem softvér...

source: Installing default sat lists... Please wait...
lt: Įdiegiamas nustatytas palydovų sąrašas... Prašome laukti...
sk: Inštalujem zoznamy predvolených staníc... Čakajte...

source: Installing defaults... Please wait...
lt: Numatytas įdiegimas... Prašome laukti...
sk: Inštalujem predvolené nastavenia... Čakajte...

source: Installing package content... Please wait...
lt: Įdiegiamas paketo turinys... Prašome laukti...
sk: Inštalujem obsah balíčka... Čakajte...

source: Instant record location
lt: Greitojo įrašo vieta
sk: Umiestnenie okamžitého záznamu

source: Interface:
lt: Sąsaja:
sk: Rozhranie:

source: Intermediate
lt: vidutinis
sk: stredný

source: Internal Flash
lt: Vidinė atmintinė
sk: Interná pamäť flash

source: Internal USB Slot
lt: Vidinis USB lizdas
sk: Interný slot USB

source: Invalid
lt: Neteisingas
sk: Neplatné

source: Invalid Choice
lt: Neteisingas pasirinkimas
sk: Neplatný výber

source: Invalid Fragm Threshold
lt: Neteisinga fragmentacijos riba
sk: Neplatný prah Fragm

source: Invalid Location
lt: Neteisinga vieta
sk: Neplatné umiestnenie

source: Invalid RTS Threshold
lt: Neteisinga RTS riba
sk: Neplatný prah RTS

source: Invalid SSID
lt: Neteisingas SSID
sk: Neplatný SSID

source: Invalid URL!!(Empty) Please, Input to the URL.
lt: Tuščias internetinis adresas!! Įrašykite internetinį adresą.
sk: Neplatná URL! (prázdna) Zadajte URL.

source: Invalid URL. Please check again!!
lt: Neteisingas internetinis adresas. Patikrinkite dar kartą!!
sk: Neplatná URL. Skontrolujjte znova!

source: Invalid WEP key
lt: Neteisingas WEP raktas
sk: Neplatný kľúč WEP

source: Invalid WPA key
lt: Neteisingas WPA raktas
sk: Neplatný kľúč WPA

source: Invalid WirelessLan Module.
lt: Neteisingas belaidžio tinklo modulis.
sk: Neplatný modul WLAN.

source: Invalid beacon
lt: Neteisingas beacon
sk: Neplatný beacon

source: Invalid channel
lt: Neteisingas kanalas
sk: Neplatná stanica

source: Invalid directory selected: %s
lt: Pasirinktas neteisingas katalogas: %s
sk: Zvolený neplatný adresár: %s

source: Invalid model or Image.
lt: Neteisingas modelis, ar atvaizdas.
sk: Neplatný model alebo image.

source: Invalid wpagrouprekey
lt: Neteisingas WPA gruėps raktas
sk: Neplatný wpagrouprekey

source: Inversion
lt: Inversija
sk: Inverzia

source: It will move the mouse pointer down.
lt: Tai perkels pelės rodyklę žemyn.
sk: Posunie kurzor myši nadol.

source: It will move the mouse pointer left.
lt: Tai perkels pelės rodyklę kairėn.
sk: Posunie kurzor myši doľava.

source: It will move the mouse pointer right.
lt: Tai perkels pelės rodyklę dešinėn.
sk: Posunie kurzor myši doprava.

source: It will move the mouse pointer up.
lt: Tai perkels pelės rodyklę aukštyn.
sk: Posunie kurzor myši nahor.

source: Italian
lt: Italų
sk: Taliančina

source: Job View
lt: Darbo vaizdas
sk: Prehľad úloh

source: Just Scale
lt: Tiesiog įtalpinti (keisis proporcijos)
sk: Na celú obrazovku (bez pomeru strán)

source: KEY
lt: RAKTAS
sk: Kľúč
