Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: Sat / Dish Setup
lt: Palydovų / lėkštės nustatymas
sk: Nastavenie zariadenia a paraboly

source: Sata & extend hdd test error Press 'EXIT' button!
lt: SATA ir HDD išplėt. testo klaida Spauskite 'EXIT'!
sk: Test SATA a rozšírený test HDD zlyhal. Stlačte tlačidlo EXIT!

source: Sata & extend hdd test pass Press 'OK' button!
lt: SATA ir HDD išplėt. testas pavyko Spauskite 'OK'!
sk: Test SATA a rozšírený test HDD prešiel. Stlačte tlačidlo OK!

source: Satellite
lt: Palydovas
sk: Satelit

source: Satellite Equipment Setup
lt: Palydovinės įrangos nustatymas
sk: Nastavenia satelitného zariadenia

source: Satellite equipment
lt: Palydovinė įranga
sk: Satelitné zariadenie

source: Satellites
lt: Palydovai
sk: Satelity

source: Satfinder
lt: Palydovų ieškiklis
sk: Hľadač satelitov

source: Sats
lt: Palydovai
sk: Satelity

source: Saturation
lt: Sodrumas
sk: Sýtosť

source: Saturday
lt: šeštadienis
sk: Sobota

source: Save
lt: Saugoti
sk: Uložiť

source: Save EPG for X days in future
lt: Išsaugoti EPG X dienų į priekį
sk: Uložiť EPG na X dní v budúcnosti

source: Save Playlist
lt: Išsaugoti grojaraštį
sk: Uložiť zoznam prehrávok

source: Scaler sharpness
lt: Ryškumas, keičiant mastelį
sk: Ostrosť škálovania

source: Scaling Mode
lt: Formato keitimo režimas
sk: Škálovací režim

source: Scan
lt: Skenuoti
sk: Vyhľadať

source: Scan Files...
lt: Skenuoti failus...
sk: Vyhľadať súbory...

source: Scan QAM128
lt: Skenuoti QAM128
sk: Prehľadať QAM128

source: Scan QAM16
lt: Skenuoti QAM16
sk: Prehľadať QAM16

source: Scan QAM256
lt: Skenuoti QAM256
sk: Prehľadať QAM256

source: Scan QAM32
lt: Skenuoti QAM32
sk: Prehľadať QAM32

source: Scan QAM64
lt: Skenuoti QAM64
sk: Prehľadať QAM64

source: Scan SR6875
lt: Skenuoti SR6875
sk: Prehľadať SR6875

source: Scan SR6900
lt: Skenuoti SR6900
sk: Prehľadať SR6900

source: Scan Wireless AP
lt: Skenuoti belaidės prieigos taškus
sk: Vyhľadať bezdrôt. prístup, body

source: Scan Wireless Networks
lt: Skenuoti belaidžius tinklus
sk: Vyhľadať bezdrôt. siete

source: Scan additional SR
lt: Skenuoti papildomus SR
sk: Prehľadať ďalšie SR

source: Scan band
lt: Skenuoti diapazoną
sk: Prehľadať pásmo

source: Scan band EU HYPER
lt: Skenuoti diapazoną EU HYPER
sk: Prehľadať pásmo EU HYPER

source: Scan band EU MID
lt: Skenuoti diapazoną EU MID
sk: Prehľadať pásmo EU MID

source: Scan band EU SUPER
lt: Skenuoti diapazoną EU SUPER
sk: Prehľadať pásmo EU SUPER

source: Scan band EU UHF IV
lt: Skenuoti diapazoną EU UHF IV
sk: Prehľadať pásmo EU UHF IV

source: Scan band EU UHF V
lt: Skenuoti diapazoną EU UHF V
sk: Prehľadať pásmo EU UHF V

source: Scan band EU VHF I
lt: Skenuoti diapazoną EU VHF I
sk: Prehľadať pásmo EU VHF I

source: Scan band EU VHF III
lt: Skenuoti diapazoną EU VHF III
sk: Prehľadať pásmo EU VHF III

source: Scan band US HIGH
lt: Skenuoti diapazoną US HIGH
sk: Prehľadať pásmo US HIGH

source: Scan band US HYPER
lt: Skenuoti diapazoną US HYPER
sk: Prehľadať pásmo US HYPER

source: Scan band US LOW
lt: Skenuoti diapazoną US LOW
sk: Prehľadať pásmo US LOW

source: Scan band US MID
lt: Skenuoti diapazoną US MID
sk: Prehľadať pásmo US MID

source: Scan band US SUPER
lt: Skenuoti diapazoną US SUPER
sk: Prehľadať pásmo US SUPER

source: Scan start frequency
lt: Pradinis skenavimo dažnis
sk: Počiatočný kmitočet vyhľadávania

source: Scan start symbolrate
lt: Pradinis skenavimo simbolių dažnis
sk: Počiatočná symbolová rýchlosť vyhľadávania

source: Scan stop frequency
lt: Galutinis skenavimo dažnis
sk: Koncový kmitočet vyhľadávania

source: Scan stop symbolrate
lt: Galutinis skenavimo simbolių dažnis
sk: Koncová symbolová rýchlosť vyhľadávania

source: Scan your network for wireless access points and connect to them using your selected wireless device.
lt: Ieškoti tinkle belaidžių prieigos taškų ir jungtis prie jų savais belaidžio tinklo įrenginiais.
sk: Vyhľadať v sieti bezdrôtové prístupové body a pripojiť ich zvoleným bezdrôtovýmn zariadením

source: Scanning AP List..
lt: Skenuojamas prieigos taškų sąrašas...
sk: Prehľadávam zoznam AP...

source: Scans default lamedbs sorted by satellite with a connected dish positioner
lt: Skenuoja numatytą lamedbs, surūšiuotą pagal palydovus su prijungtu lėkštės pozicionieriumi
sk: Prehľadať predvolené lamedb zotriedené podľa satelitov a pripojeného motora

source: Scart loop ok?
lt: SCART kilpa tvarkoj?
sk: Slučka Scart OK?

source: Search east
lt: Ieškoti rytų
sk: Hľadať východne

source: Search west
lt: Ieškoti vakarų
sk: Hľadať západne

source: Searching for available updates. Please wait...
lt: Ieškoma galimų atnaujinimų. Palaukite...
sk: Hľadám dostupné aktualizácie. Čakajte...

source: Searching for new installed or removed packages. Please wait...
lt: Ieškoma naujai įdiegtų, ar pašalintų paketų. Palaukite...
sk: Hľadám novoinštalované alebo odstránené balíčky. Čakajte...

source: Secondary DNS
lt: Antrinis DNS
sk: Sekundárny DNS

source: Seek
lt: Ieškoti
sk: Hľadanie

source: Select
lt: Išsirinkti
sk: Zvoliť

source: Select %s button function:
lt: Pasirinkite %s mygtuko funkciją:
sk: Zvoľte funkciu tlačidla %s:

source: Select %s (long) button function:
lt: Pasirinkite %s (ilgas) mygtuko funkciją:
sk: Zvoľte funkciu tlačidla %s (dlhé):

source: Select HDD
lt: Pasirinkite kietąjį diską
sk: Zvoľte pevný disk

source: Select Location
lt: Išsirinkite vietą
sk: Zvoľte umiestnenie

source: Select Network Adapter
lt: Pasirinkite tinklo modulį
sk: Zvoľte sieťový adaptér

source: Select Wireless Lan module.
lt: Pasirinkite belaidžio tinklo modulį.
sk: Zvoľte modul bezdrôtovej LAN.

source: Select a movie
lt: Išsirinkite filmą
sk: Zvoľte film

source: Select audio track
lt: Išsirinkite garso takelį
sk: Zvoľte zvukovú stopu

source: Select channel to record from
lt: Išsirinkite įrašomą kanalą
sk: Zvoľte stanicu na nahrávanie

source: Select files for backup.
lt: Pasirinkite failus atsarginei kopijai.
sk: Zvoľte súbory na zálohovanie

source: Select files/folders to backup
lt: Išsirinkite failus/katalogus atsarginei kopijai
sk: Zvoľte súbory a adresáre na zálohovanie

source: Select input device
lt: Pasirinkite įvesties prietaisą
sk: Zvoľte vstupné zariadenie

source: Select input device.
lt: Pasirinkite įvesties prietaisą.
sk: Zvoľte vstupné zariadenie.

source: Select interface
lt: Išsrinkite sąsają
sk: Zvoľte rozhranie

source: Select provider to add...
lt: Išsirinkite tiekėją, kurį norite pridėti...
sk: Zvoľte poskytovateľa, ktorého chcete pridať...

source: Select refresh rate
lt: Išsirinkite atnujinimo dažnį
sk: Zvoľte obnovovací kmitočet

source: Select service to add...
lt: Išsirinkite kanalą, kurį norite pridėti...
sk: Zvoľte stanicu, ktorú chcete pridať...

source: Select upgrade source to edit.
lt: Pasirinkite atnaujinimo šaltinį redagavimui.
sk: Zvoľte zdroj aktualizácie, ktorý chcete upraviť.

source: Select video mode
lt: Pasirinkite vaizdo režimą
sk: Zvoľte režim obrazu

source: Select video port
lt: Pasirinkite vaizdo prievadą
sk: Zvoľte obrazový port

source: Select wireless network
lt: Išsirinkite bevielį tinklą
sk: Zvoľte bezdrôtovú sieť

source: Send DiSEqC
lt: Siųsti DiSEqC
sk: Poslať DiSEqC

source: Send DiSEqC only on satellite change
lt: Siųsti DiSEqC tik palydovui pakeitus
sk: Poslať DiSEqC len pri zmene satelitu

source: Seperate titles with a main menu
lt: Atskirti pavadinimus ir pagrindinį meniu
sk: Samostatné tituly s hlavným menu

source: Sequence repeat
lt: Sekos pakartojimas
sk: Opakovanie sekvencie

source: Serbian
lt: Serbų
sk: Srbčina

source: Server
lt: Serveris

source: Server Name
lt: Serverio vardas
sk: Názov servera

source: Service
lt: Apie kanalą
sk: Stanica

source: Service EPGBar
lt: kanalo EPG juosta
sk: Infolišta EPG

source: Service List
lt: Kanalų sąrašas
sk: Zoznam staníc

source: Service Scan
lt: Kanalų paieška
sk: Vyhľadávanie staníc

source: Service Searching
lt: Kanalų paieška
sk: Vyhľadávanie staníc

source: Service has been added to the favourites.
lt: Kanalas įtrauktas į mėgstamiausius.
sk: Stanica bola pridaná do obľúbených

source: Service has been added to the selected bouquet.
lt: Kanalas įtrauktas į pasirinktą bukietą.
sk: Stanica bola pridaná do zvolených obľúbených.

source: Service invalid! (Timeout reading PMT)
lt: Kanalo nėra! (Uždelsimas iš PMT)
sk: Stanica je neplatná! (Čas vypršal pri čítaní PMT)

source: Service not found! (SID not found in PAT)
lt: Kanalas nerastas! (SID nėra PAT)
sk: Stanica nebola nájdená! (SID nenájdený v PAT)

source: Service reference
lt: Kanalo nuoroda

source: Service scan
lt: Kanalo paieška
sk: Vyhľadávanie staníc

source: Service unavailable! Check tuner configuration!
lt: Kanalas nepasiekiamas! Patikrinkite imtuvo nustatymus!
sk: Stanica je nedostupná! Skontrolujte nastavenie tunera!

source: Serviceinfo
lt: Kanalo informacija
sk: Informácie o stanici

source: Services
lt: Tarnybos
sk: Stanice

source: Set End Time
lt: Nustatyti pabaigos laiką
sk: Nastavte čas konca

source: Set VU device name:
lt: Nustatyti VU+ pavadinimą:
sk: Názov zariadenia VU+:

source: Set Voltage and 22KHz
lt: Nustatyti įtampą ir 22 kHz
sk: Nastaviť napätie a 22 kHz

source: Set as Startpage
lt: Nustatyti pradiniu puslapiu
sk: Nastaviť ako úvodnú stránku

source: Set interface as default Interface
lt: Nustatyti sąsają, kaip numatytąją
sk: Nastaviť rozhranie ako predvolené

source: Set limits
lt: Nustatyti ribas
sk: Nastaviť limity

source: Set up Default Mount Point
lt: Nustatyti numatytąjį pajungimo tašką
sk: Nastaviť predvolený pripojovací bod

source: Setting
lt: Nustatymas
sk: Nastavenie

source: Settings
lt: Nustatymai
sk: Nastavenia

source: Setup
lt: Sąranka
sk: Nastavenia

source: Setup - Movies / Timers
lt: Nustatymas - filmai / laikmačiai
sk: Nastavenie - Nahrávky a časovač

source: Setup - Movies
lt: Nustatymas - filmai
sk: Nastavenie - Filmy

source: Setup - Timer
lt: Nustatymas - laikmatis
sk: Nastavenie - Časovač

source: Setup - Timeshift
lt: Nustatymas - laiko poslinkis
sk: Nastavenie - Časový posun

source: Setup - Service List
lt: Nustatymas - kanalų sąrašas
sk: Nastavenie - Zoznam staníc

source: Setup - Subtitles
lt: Nustatymas - subtitrai
sk: Nastavenie - Titulky

source: Setup - System
lt: Nustatymas - sistema
sk: Nastavenie - Systém

source: Setup - TV / Radio
lt: Nustatymas - TV / radijas
sk: Nastavenie - TV a rádio

source: Setup - User Interface
lt: Nustatymas - vartotojo sąsaja
sk: Nastavenie - Užívateľské rozhranie

source: Setup LED brightness and blink interval
lt: Nustatyti LED šviesumą ir mirksėjimą
sk: Nastavte jas a interval blikania diódy LED

source: Setup Mode
lt: Nustatymų atvaizdavimo būdas
sk: Režim nastavení

source: Setup mode
lt: Nustatymo būdas
sk: Režim nastavení

source: Setup picon directory for service list
lt: Kelias į kanalų piktogramas
sk: Adresár piconov pre zoznam staníc

source: Setup primary picon directory
lt: Kelias į pagrindinį piktogramų katalogą
sk: Primárny adresár pre picony

source: Sharpness
lt: Ryškumas
sk: Ostrosť

source: Short filenames
lt: trumpi pavadinimai
sk: Krátke názvy súborov

source: Short name for bookmark %s:
lt: Trumpas žymės pavadinimas %s:
sk: Označenie záložky %s:

source: Short name for bookmark %s (long):
lt: Trumpas žymės pavadinimas %s (ilgio):
sk: Označenie záložky %s (dlhé):

source: Show DVB subtitles centered
lt: Centruoti DVB subtitrus
sk: Vystrediť titulky DVB

source: Show Device
lt: Rodyti įrenginį
sk: Zobraziť zariadenie

source: Show ECM info
lt: Rodyti ECM informacijos
sk: Zobraziť informácie ECM

source: Show EPG data in single EPG list older than
lt: Vienakanaliame EPG sąraše EPG senesni, nei
sk: V jednoduchom EPG zobraziť aj údaje staršie než

source: Show Info
lt: Rodyti informaciją
sk: Zobraziť informácie

source: Show Message when Recording starts
lt: Prasidedant įrašymui, pranešti žinute
sk: Zobraziť správu pri začatí nahrávania.

source: Show Now/Next EIT EPG at InfoBar
lt: Rodyti EIT EPG dabar/sekantis infojuostoje
sk: Zobraziť aktuálny/nasledujúci program v infolište

source: Show WLAN Status
lt: Rodyti belaidžio tinklo būseną
sk: Zobraziť stav WLAN

source: Show blinking clock in display during recording
lt: Įrašymo metu monitoriuje rodyti mirksintį laikrodį
sk: Počas nahrávania zobrazovať blikajúce hodiny

source: Show blinking rec symbol in VFD during recording
lt: Įrašymo metu VFD monitoriuje rodyti REC simbolį
sk: Počas nahrávania zobrazovať blikajúce REC na VFD

source: Show directories in movie list
lt: Filmų sąraše rodyti katalogus
sk: Zobraziť adresáre v zozname filmov

source: Show event progress in % in service list
lt: Kanalų sąrašo lange rodyti veiksmo eigą %
sk: V zozname staníc zobraziť priebeh programu v %

source: Show event time in service list
lt: Kanalų sąrašo lange rodyti veiksmo trukmę
sk: Zobraziť dobu udalosti v zozname staníc

source: Show event-progress in channel selection
lt: Kanalų sąrašo lange rodyti veiksmo eigą
sk: Vo výbere staníc zobraziť priebeh programu

source: Show icons in movie list
lt: Filmų sąraše rodyti piktogramas
sk: Zobraziť ikony v zozname filmov

source: Show icons in timer list
lt: Laikmačių sąraše rodyti piktogramas
sk: Zobraziť ikony v zozname časovačov

source: Show infobar on channel change
lt: Rodyti infojuostą perjungiant kanalą
sk: Zobraziť informácie pri zmene stanice

source: Show infobar on event change
lt: Rodyti infojuostą, keičiantis įvykiui
sk: Zobraziť informácie pri zmene programu

source: Show infobar on skip forward/backward
lt: Rodyti infojuostą prašokant pirmyn/atgal
sk: Zobraziť informácie pri skoku vpred, vzad

source: Show menu entries arranged in alphabetical order
lt: Meniu įrašus rūšiuoti abėcėlės tvarka
sk: Položky menu zobraziť v abecednom poradí

source: Show on the Standby Menu
lt: Įtraukti į budėjimo meniu
sk: Zobraziť v menu vypínania

source: Show picon at number zap
lt: Perjungiant kanalą skaičiais, rodyti piktogramas
sk: Zobraziť logo stanice pri prepnutí čís. tlačidlom

source: Show picons in service list
lt: Kanalų sąrašo lange rodyti kanalų piktogramas
sk: Zobraziť picony v zozname staníc

source: Show plugin entries arranged in alphabetical order
lt: Įskiepių įrašus rūšiuoti abėcėlės tvarka
sk: Moduly zobraziť abecedne

source: Show positioner movement
lt: Rodyti pozicionieriaus judėjimą
sk: Zobraziť otáčanie motora

source: Show progress in movie list
lt: Filmų sąraše rodyti filmo eigą
sk: Zobraziť priebeh v zozname filmov

source: Show service list at TV / Radio mode switch
lt: Perjungiant tarp TV ir radijo režimų, rodyti kanalų sąrašą
sk: Pri prepínaní TV--Rádio zobraziť zoznam staníc

source: Show service name at number zap
lt: Perjungiant kanalą skaičiais, rodyti kanalo pavadinimą
sk: Zobraziť názov stanice pri prepnutí čís. tlačidlom

source: Show service number in service list
lt: Kanalų sąrašo lange rodyti kanalo numerį
sk: V zozname staníc zobraziť číslo stanice

source: Show service type icons in service list
lt: Kanalų sąrašo lange rodyti kanalo tipo piktogramas
sk: V zozname staníc zobraziť ikony typu staníc

source: Show services beginning with
lt: Rodyti kanalus, prasidedančius
sk: Zobraziť stanice začínajúce na

source: Show the Menu window.
lt: Rodyti meniu langą.
sk: Zobraziť okno menu

source: Show the Subtitle...
lt: Rodyti subtitrus ...
sk: Zobraziť titulky...

source: Show the Virtual keyboard window.
lt: Rodyti virtualios klaviatūros langą.
sk: Zobraziť virtuálnu klávesnicu

source: Show the radio player...
lt: Rodyti radijo grotuvą...
sk: Prehrávanie rádia...

source: Show the tv player...
lt: Rodyti TV grotuvą ...
sk: Prehrávanie TV...

source: Show timer icon for recording services
lt: Rodyti įrašomų kanalų laikmačio piktogramą
sk: Zobraziť ikonu časovača pri staniciach, ktoré sa nahrávajú

source: Show zap notification for recordings
lt: Įrašant, rodyti perjungimo įspėjimą
sk: Oznámiť prepnutie pre nahrávanie

source: Shows the state of your wireless LAN connection.
lt: Rodo prisijungimo prie belaidžio tinklo būklę.
sk: Zobrazuje stav pripojenia bezdrôtovej LAN.

source: Shutdown
lt: Išjungti
sk: Vypnúť

source: Shutdown STB after
lt: Išjungti imtuvą po
sk: Vypnúť VU+ po

source: Side by Side
lt: Sugretinimas
sk: Vedľa seba

source: Signal Strength:
lt: Signalo stiprumas:
sk: Sila signálu:

source: Signal:
lt: Signalas:
sk: Signál:

source: Similar
lt: Panašios
sk: Podobné

source: Similar broadcasts:
lt: Panašios laidos:
sk: Podobné programy:

source: Simple
lt: supaprastintas
sk: jednoduchý

source: Simple titleset (compatibility for legacy players)
lt: Paprastas pavadinimų rinkinys (tinkamas senesniems aparatams)
sk: Jednoduchá sada titulov (kompatibilita so staršími prehrávačmi)

source: Single
lt: Atskiras
sk: Jeden

source: Single EPG
lt: Kanalo EPG
sk: Jeden EPG

source: Single Service EPG
lt: kanalo EPG
sk: EPG jednej stanice

source: Single satellite
lt: Atskiras palydovas
sk: jeden satelit

source: Single transponder
lt: Atskiras transponderis
sk: jeden transpondér

source: Singlestep (GOP)
lt: vienas žingsnis (GOP)
sk: Jeden krok (GOP)

source: Size : %s
lt: Dydis : %s
sk: Veľkosť: %s

source: Skin
lt: Vartotojo aplinkos temos
sk: Vzhľad

source: Skins
lt: Temos
sk: Vzhľady

source: Sleep Timer
lt: Budėjimo laikmatis
sk: Časovač vypnutia

source: Sleep timer action:
lt: Budėjimo laikmačio veiksmas:
sk: Činnosť časovača vypnutia:

source: Slideshow Interval
lt: Paveikslėlių rodymo intervalas
sk: Interval prezentácie

source: Slideshow Interval (sec.)
lt: Paveikslėlių rodymo intervalas (sek.)
sk: Interval prezentácie (s)

source: Slot %d
lt: Lizdas %d

source: Slovakian
lt: Slovakų
sk: Slovenčina

source: Slovenian
lt: Slovėnų
sk: Slovinčina

source: Slow
lt: Lėtas
sk: pomaly

source: Slow Motion speeds
lt: Vaizdo sulėtinimo greičiai
sk: Rýchlosti časovej lupy

source: Smart Card 1 Error! errorcode=%d
lt: 1 lustinės kortelės klaida! klaidos kodas=%d
sk: Chyba Smart Card 1! Kód chyby=%d

source: Smart Card 2 Error! errorcode=%d
lt: 2 lustinės kortelės klaida! klaidos kodas=%d
sk: Chyba Smart Card 2! Kód chyby=%d

source: Smart Card OK!!
lt: Lustinė kortelė tvarkoj!!

source: Smart Card model type error
lt: Lustinės kortelės modelio tipo klaida
sk: Nepodporovaný typ Smart Card

source: Software
lt: Programinė įranga
sk: Softvér

source: Software management
lt: Programinės įrangos valdymas
sk: Správa softvéru

source: Software manager setup
lt: Programinės įrangos tvarkytuvo nustatymas
sk: Nastavenie správcu softvéru

source: Software restore
lt: Programinės įrangos atkūrimas
sk: Obnoviť softvér

source: Software update
lt: Programinės įrangos atnaujinimas
sk: Aktualizovať softvér

source: Softwaremanager information
lt: Programinės įrangos tvarkytuvo informacija
sk: Informácie správcu softvéru

source: Some plugins are not available:
lt: Kai kurie įskiepiai neprieinami:
sk: Niektoré moduly nie sú dostupné:

source: Sorry MediaScanner is not installed!
lt: Atleiskite, MediaScanner neįdiegtas!
sk: Ľutujem, MediaScanner nie je nainštalovaný!

source: Sorry no backups found!
lt: Jokių atsarginių kopijų nerasta!
sk: Neboli nájdené žiadne zálohy!

source: Sorry your backup destination is not writeable. Please choose an other one.
lt: Jūsų atsarginės kopijos vieta neskirta rašymui. Prašome pasirinkti kitą vietą.
sk: Umiestnenie zálohy nie je zapisovateľné Zvoľte si iné umiestnenie.

source: Sorry, no Details available!
lt: Smulkesnės informacijos nėra!
sk: Nie sú dostupné žiadne údaje!

source: Sorry, video is not available!
lt: Vaizdo įrašas nepasiekiamas!
sk: Ľutujem, video je nedostupné!

source: Sorry, your backup destination is not writeable. Please choose another one.
lt: Jūsų atsarginės kopijos vieta neskirta rašymui. Prašome pasirinkti kitą.
sk: Umiestnenie zálohy nie je zapisovateľné Zvoľte si iné umiestnenie.

source: Sort
lt: Rūšiuoti
sk: Triediť

source: Sort A-Z
lt: Rūšiuoti A-Z
sk: Zoradiť A-Z

source: Sort Time
lt: Rūšiuota pagal laiką
sk: Zoradiť podľa času

source: Sound
lt: Garsas
sk: Zvuk

source: Soundcarrier
lt: Garso nešančioji
sk: Nosný kmitočet zvuku

source: South
lt: Pietūs
sk: južne

source: Spanish
lt: Ispanų
sk: Španielčina

source: Split preview mode
lt: Dvilangė peržiūra skirtumo palyginimui
sk: Režim rozdelenia náhľadu

source: Standby
lt: Budėjimas
sk: Pohotovostný režim

source: Standby / Restart
lt: Išjungimo meniu
sk: Vypnúť, reštartovať

source: Start
lt: Pradėti
sk: Spustiť

source: Start Page
lt: Pradinis puslapis
sk: Úvodná stránka

source: Start folder for movie list
lt: Filmų sąrašo pradinis katalogas
sk: Úvodný adresár zoznamu filmov

source: Start from the beginning
lt: pradėti nuo pradžios
sk: Spustiť od začiatku

source: Start test
lt: Pradėti
sk: Spustiť test

source: Start/Stop
lt: Pradėti/Stabdyti
sk: Štart/Stop

source: StartTime
lt: Pradžios laikas
sk: Začiatok

source: Starting Webbrowser. Please wait...
lt: Palaukite, paleidžiama interneto naršyklė...
sk: Spúšťam webový prehľadávač. Čakajte...

source: Starting on
lt: Pradedama
sk: Začína od

source: Startpage
lt: Pradžios puslapis
sk: Úvodná stránka

source: Status : 0%
lt: Stovis: 0%
sk: Stav: 0%

source: Status Check Period
lt: Stovio tikrinimo periodas
sk: Interval kontroly stavu

source: Step east
lt: Žingsnis į rytus
sk: Krok východne

source: Step west
lt: Žingsnis į vakarus
sk: Krok západne

source: Stop
lt: Stabdyti
sk: Zastaviť

source: Stop Timeshift (deleting TS file)
lt: Stabdyti laiko poslinkį (pašalinant TS failą)
sk: Skončiť časový posun (zmazať nahrávku)

source: Stop Timeshift (keeping TS file)
lt: Stabdyti laiko poslinkį (paliekant TS failą)
sk: Skončiť časový posun (zachovať nahrávku)

source: Stop Timeshift ?
lt: Stabdyti laiko poslinkį?
sk: Zastaviť časový posun?

source: Stop current event and disable coming events
lt: Stabdyti šią užduotį ir išjungti sekančias
sk: Zastaviť aktuálnu udalosť a zrušiť nasledujúce udalosti

source: Stop current event but not coming events
lt: Stabdyti šią užduotį, bet palikti sekančias
sk: Zastaviť aktuálnu udalosť, ale nezrušiť nasledujúce udalosti

source: Stop current records...
lt: Stabdyti dabartinius įrašus...
sk: Zastaviť bežiace nahrávky...

source: Stop fast forwarding at end of movie
lt: Filmo pabaigoje greitą prasukimą stabdyti paliekant
sk: Zastaviť rýchle prevíjanie na konci filmu

source: Stop playing this movie?
lt: Stabdyti šį filmą ?
sk: Zastaviť prehrávanie tohto filmu?

source: Stop playing this stream?
lt: Stabdyti šią transliaciją?
sk: Zastaviť prehrávanie tohto streamu?

source: Stop test
lt: Nutraukti
sk: Zastaviť test

source: Stop testing plane after # failed transponders
lt: Stabdyti testavimą po # klaidingų transponderių
sk: Zastaviť testovanie po # zlyhaných transpondéroch

source: Stop testing plane after # successful transponders
lt: Stabdyti testavimą po # pavykusių transponderių
sk: Zastaviť testovanie po # úspešných transpondéroch

source: Store position
lt: Išsaugoti poziciją
sk: Uložiť pozíciu

source: Stored position
lt: Išsaugota pozicija
sk: Uložená pozícia

source: StreamTVPlayer
lt: StreamTV grotuvas

source: Style
lt: Stilius
sk: Štýl

source: Subservice list...
lt: Subkanalų sąrašas...
sk: Zoznam podkanálov...

source: Subservices
lt: Subkanalai
sk: Podkanály

source: Subtitle selection
lt: Subtitrų pasirinkimas
sk: Výber titulkov

source: Subtitles
lt: Subtitrai
sk: Titulky

source: Succeed
lt: Sėkmingai
sk: Úspešné

source: Success. Press OK to exit.
lt: Pavyko. Spauskite 'OK'.
sk: Úspešné. Stlačením OK skončite.

source: Sun
lt: Sek
sk: Ne

source: Sunday
lt: sekmadienis
sk: Nedeľa

source: Swap Services
lt: Sukeisti kanalus
sk: Vymeniť stanice

source: Swedish
lt: Švedų
sk: Švédčina

source: Switch to keyboard/mouse mode.
lt: Perjungti į klaviatūros/pelės režimą.
sk: Prepnúť do režimu klávesnice a myši

source: Switch to next subservice
lt: Perjungti į sekantį subkanalą
sk: Prepnúť na nasledujúci podkanál

source: Switch to previous subservice
lt: Perjungti į ankstesnį subkanalą
sk: Prepnúť na predchádzajúci podkanál

source: Switchable tuner types:
lt: Perjungiamų imtuvą tipai:
sk: Prepínateľné typy tunerov:
