Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: Please wait while updating your network mount...
lt: Palaukite, kol atnaujinamas jūsų tinklo pajungimas...

source: Your network mount has been updated.
lt: Jūsų tinklo pajungimas atnaujintas.

source: Please wait for activation of your network mount...
lt: Palaukite, kol bus aktyvuotas jūsų tinklo pajungimas...

source: Your network mount has been activated.
lt: Jūsų tinklo pajungimas aktyvuotas.

source: Press OK to save settings.
lt: Kad išsaugoti nustatymus, spauskite 'OK'.

source: Enter user and password for host:
lt: Įrašykite vartotoją ir slaptažodį prisijungimui:

source: NetworkBrowser
lt: Tinklo naršyklė

source: Search for network shares
lt: Tinklo bendrinimų paieška

source: Search for network shares...
lt: Tinklo bendrinimų paieška...

source: MountManager
lt: Pajungimų valdymas

source: Manage your network shares...
lt: Valdykite savo tinklo pajungimus...

source: Mounts management
lt: Pajungimų valdymas

source: Rescan
lt: Perskenuoti

source: Press OK to mount!
lt: Kad pajungti, spauskite 'OK'!

source: Browse network neighbourhood
lt: Naršyti tinklo kaimynystę

source: Searching your network. Please wait...
lt: Vyksta paieška tinkle. Palaukite...

source: No network devices found!
lt: Tinklo įrenginių nerasta!

source: Press OK to mount this share!
lt: Kad pajungti šią prieigą, spauskite 'OK'!

source: Press OK to collapse this host
lt: Kad panaikinti šį tinklo vadrą, spauskite 'OK'.

source: Press OK to expand this host
lt: Kad išplėsti šį tinklo vardą, spauskite 'OK'.

source: Do you want to enter a username and password for this host?
lt: Ar norite įrašyti vartotojo vardą ir slaptažodį šiam prisijungimui?

source: Scan NFS share
lt: Skenuoti NFS bendrinimą

source: Scan range
lt: Skenavimo diapazonas

source: Enter IP to scan...
lt: Įrašykite IP skenavimui...

source: Press OK to select.
lt: Pasirinkti, spauskite 'OK'.

source: Add new network mount point
lt: Pridėti naują tinklo pajungimo tašką

source: Add a new NFS or CIFS mount point to your STB.
lt: čia galite prijungti prie savo Vu+ naują NFS arba CIFS pajungimo tašką.

source: Mountpoints management
lt: Pajungimo taškų valdymas

source: View, edit or delete mountpoints on your STB.
lt: čia žiūrėkite, redaguokite, ar šalinkite pajungimo taškus.

source: User management
lt: Vartotojų valdymas

source: View, edit or delete usernames and passwords for your network.
lt: žiūrėkite, redaguokite, ar šalinkite savo tinklo vartotojus ir slaptažodžius.

source: Change hostname
lt: Keisti vardą tinkle

source: Change the hostname of your STB.
lt: čia pakeiskite savo Vu+ vardą tinkle.

source: Enter new hostname for your STB
lt: Įrašykite savo Vu+ naują vardą tinkle

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled.
lt: Jei čia įjungta, po sėkmingo atnaujinimo autolaikmatis automatiškai ieškos naujų atitikimų.

source: An automated refresh will start after this time of day, but before the time specified in next setting.
lt: Autoatnaujinimas prasidės po šio dienos laiko, bet iki laiko, nurodyto sekančiame nustatyme.

source: An automated refresh will start before this time of day, but after the time specified in previous setting.
lt: Autoatnaujinimas prasidės iki šio laiko, bet po laiko, nurodyto ankstesniame nustatyme.

source: Automatically refresh EPG
lt: Automatiškai atnaujinti EPG
sk: Automaticky obnoviť EPG

source: Channels
lt: Kanalai

source: Delay if not in standby (minutes)
lt: Delsa, jei ne budėjimo būsenoje (min.)

source: Duration to stay on service (seconds)
lt: Veikimo užlaikymo trukmė (sek.)

source: EPG refresh auto-start earliest (hh:mm)
lt: Ankstyviausias EPG atnaujinimo autopaleidimas (hh:mm)

source: EPG refresh auto-start latest (hh:mm)
lt: Vėliausias EPG atnaujinimo autopaleidimas (hh:mm)

source: EPG refresh finished.
lt: EPG atnaujinimas baigtas.

source: EPG refresh started in background.
lt: EPG atnaujinimas pradėtas fone.

source: EPG refresh starts scanning channels.
lt: EPG atnaujinimas pradeda skenuoti kanalus.

source: EPGRefresh Configuration
lt: EPG atnaujinimo konfigūravimas

source: EPGRefresh Services
lt: EPG atnaujinimo kanalai

source: Edit Services
lt: Redaguoti kanalus
sk: Upraviť stanice

source: Edit Services to refresh
lt: Redaguoti atnaujintinus kanalus
sk: Upraviť stanice na obnovu

source: Editing
lt: Redagavimas
sk: Úprava

source: Enable this to be able to access the EPGRefresh configuration from within the extension menu.
lt: Įjunkite čia, jei norite turėti prieigą prie EPG atnaujinimo konfigūravimo iš plėtinių meniu.

source: Extend the list of services to refresh by those your AutoTimers use?
lt: Ar išplėsti atnaujintinų kanalų sąrašą naudojamais autolaikmačio?

source: Fake recording
lt: Netikras įrašymas

source: Force scan even if receiver is in use
lt: Paleisti skenavimą, net jei imtuvas užimtas

source: If the receiver currently isn't in standby, this is the duration which EPGRefresh will wait before retry.
lt: Jei imtuvas dabar ne budėjimo būsenoje, tai yra trukmė, kiek EPG atnaujinimas lauks prieš kartojimą.

source: If this is enabled, the plugin will wake up the receiver from deep standby if possible. Otherwise it needs to be switched on already.
lt: Jei čia įjungta, įskiepis prižadins imtuvą, jei įmanoma, iš išjungtos būsenos. Kitaip jis turi būti įjungtas iš anksto.

source: If you want to refresh the EPG in background, you can choose the method which best suits your needs here, e.g. hidden, fake reocrding or regular Picture in Picture.
lt: Jei norite atnaujinti EPG fone, čia galite pasirinkti geriausiai jūsų poreikius atitinkantį metodą, t.y. slaptą, netikrą įrašymą, ar įprastą vaizdą vaizde.

source: Inherit Services from AutoTimer
lt: Perimti kanalus iš autolaikmačio

source: Last refresh was %s
lt: Paskutinis atnaujinimas buvo %s
sk: Posledná aktualizácia bola %s

source: Main Picture
lt: Pagrindinis vaizdas

source: PiP available now.
lt: PiP dabar galimas.
sk: PiP je teraz dostupný.

source: Picture in Picture (hidden)
lt: Vaizdas vaizde (paslėptas)
sk: Obraz v obraze (skryté)

source: Please don't use PiP meanwhile!
lt: Kol kas nenaudokite PiP!
sk: Medzičasom nepoužívajte PiP!

source: Refresh EPG automatically
lt: EPG atnaujinti automatiškai
sk: Aktualizovať EPG automaticky

source: Refresh EPG using
lt: Atnaujinti EPG, naudojant
sk: Aktualizovať EPG pomocou

source: Refresh now
lt: Atnaujinti dabar
sk: Aktualizovať teraz

source: Refreshing
lt: Atnaujinama
sk: Aktualizujem

source: Run AutoTimer after refresh
lt: Paleisti autolaikmatį po atnaujinimo
sk: Po aktualizácii spustiť Autočasovač

source: Select bouquet to refresh
lt: Pasirinkite bukietą atnaujinimui
sk: Zvoľte obľúbené na aktualizáciu

source: Select channel to refresh
lt: Pasirinkite kanalą atnaujinimui
sk: Zvoľte stanicu na aktualizáciu

source: Show in extension menu
lt: Rodyti tarp plėtinių meniu

source: Show popup when refresh starts and ends
lt: Rodyti iškylantį pranešimą, kai atnaujinimas prasideda ir baigiasi
sk: Zobraziť hlásenie pri začatí a skončení aktualizácie

source: Shutdown after EPG refresh
lt: Po EPG atnaujinimo, išjungti
sk: Vypnúť po aktualizácii EPG

source: This is the duration each service/channel will stay active during a refresh.
lt: Tai trukmė, kiek kiekviena paslauga, kanalas atnaujinimo metu išliks aktyvūs.
sk: Doba, po ktorú zostane stanica aktívna počas aktualizácie

source: This might have been an automated bootup to refresh the EPG. For this to happen it is recommended to put the receiver to Standby. Do you want to do this now?
lt: Tai galėjo būti automatizuotas paleidimas EPG atnaujinimui. Kad tai įvyktų, rekomenduojama pereiti į budėjimo režimą. Ar norite tai atlikti dabar?

source: This setting controls whether or not an informational message will be shown at start and completion of refresh.
lt: Šis parametras nustato, ar bus rodomi informaciniai pranešimai atnaujinimo pradžioje ir pabaigoje.
sk: Toto nastavenie určuje, či sa zobrazí informácia o začatí a skončení aktualizácie.

source: This setting controls whether or not the refresh will be initiated even though the receiver is active (either not in standby or currently recording).
lt: Šis parametras nustato, bus pradedamas naujinimas, ar ne, netgi jei imtuvas veikia (arba ne budėjimo, ar įrašymo būsenoje).

source: This setting controls whether the receiver should be set to deep standby after refresh is completed.
lt: Šis parametras nustato, ar po atnaujinimo imtuvas bus išjungtas.

source: Unless this is enabled, EPGRefresh won't automatically run but needs to be explicitly started by the yellow button in this menu.
lt: Kol čia neįjungta, EPG atnaujinimas nepasileis automatiškai, bet turi būti paleistas tiesiogiai, paspaudus 'GELTONĄ' šio meniu mygtuką.

source: Wake up from deep standby for EPG refresh
lt: Prižadinti iš išjungtos būsenos EPG atnaujinimui
sk: Zobudiť z hlbokého spánku na aktualizáciu EPG

source: add to EPGRefresh
lt: įtraukti į EPG atnaujinimą
sk: pridať k EPGRefresh

source: Save epg to file after EPG refresh
lt: Po EPG atnaujinimo, EPG išsaugoti faile
sk: Po aktualizácii EPG uložiť epg do súboru

source: This setting controls whether the cached EPG should be saved to file or not.
lt: Šis parametras nustato, ar iš mainų atminties EPG bus išsaugotas faile.

source: Cheat attempt detected. Box has not been shudown correctly. Remaining time was set to 0.
lt: Aptiktas bandymas gudrauti. Imtuvas išjungtas neteisingai. Likęs laikas buvo nustatytas 0.

source: Do you want to start the kiddytimer- plugin now.
lt: Ar norite paleisti vaikų laikmatį dabar.
sk: Chcete teraz spustiť modul detského časovača?

source: Stop KiddyTimer (this session only)
lt: Sustabdyti vaikų laikmatį (tik šiai sesijai)
sk: Zastaviť detský časovač (len táto relácia)

source: Increase remaining time
lt: Padidinti likusį laiką
sk: Predĺžiť zvyšný čas

source: Decrease remaining time
lt: Sumažinti likusį laiką
sk: Skrátiť zvyšný čas

source: Set remaining time
lt: Nustatyti likusį laiką
sk: Nastaviť zvyšný čas

source: Reset todays remaining time
lt: Išvalyti šios dienos likusį laiką
sk: Vynulovať dnešný zvyšný čas

source: Start KiddyTimer
lt: Paleisti vaikų laikmatį
sk: Spustiť detský časovač

source: Enable KiddyTimer for x minutes
lt: Įjungti vaikų laikmatį x minučių
sk: Zapnúť detský časovač na x minút

source: Disable KiddyTimer
lt: Išjungti vaikų laikmatį
sk: Vypnúť detský časovač

source: Enable KiddyTimer
lt: Įjungti vaikų laikmatį
sk: Zapnúť detský časovač

source: Please select your KiddyTimer- option
lt: Pasirinkite vaikų laikmačio opcijas
sk: Zvoľte možnosti detského časovača

source: Invalid selection
lt: Neteisingas pasirinkimas
sk: Neplatný výber

source: Don't monitor TV started before
lt: Nestebėti TV peržiūrų iki

source: Don't monitor TV started after
lt: Nestebėti TV peržiūrų po

source: Style of timer
lt: Laikmačio stilius
sk: Stýl časovača

source: Timeout for activation dialog
lt: Aktyvacijos lange laukti

source: Remaining time: %s
lt: Likęs laikas: %s
sk: Zvyšný čas: %s

source: Last day started: %s
lt: Paskutinę dieną prasidėjo: %s

source: Reset clock
lt: Išvalyti laikrodį
sk: Resetovať hodiny

source: Move clock
lt: Perkelti laikrodį
sk: Premiestniť hodiny

source: Save values and close screen
lt: Išsaugoti reikšmes ir uždaryti langą
sk: Uložiť hodnoty a zavrieť okno

source: Discard changes and close screen
lt: Atšaukti pakeitimus ir uždaryti langą
sk: Zrušiť zmeny a zavrieť okno

source: Move screen to the left
lt: Stumti langą į kairę
sk: Posunúť okno doľava

source: Move screen to the right
lt: Stumti langą į dešinę
sk: Posunúť okno doprava

source: Move screen up
lt: Stumti langą aukštyn
sk: Posunúť okno nahor

source: Move screen down
lt: Stumti langą žemyn
sk: Posunúť okno nadol

source: Move screen to the upper left corner
lt: Stumti langą į viršutinį kairį kampą
sk: Posunúť okno do ľavého horného rohu

source: Center screen at the upper border
lt: Centruoti langą viršutiniame krašte
sk: Vystrediť okno na horný okraj

source: Move screen to the upper right corner
lt: Stumti langą į viršutinį dešinį kampą
sk: Posunúť okno do pravého horného rohu

source: Move screen to the middle of the left border
lt: Stumti langą į kairio krašto vidurį
sk: Posunúť okno do stredu ľavého okraja

source: Move screen to the center of your TV
lt: Stumti langą į ekrano centrą
sk: Posunúť okno do stredu obrazovky

source: Move screen to the middle of the right border
lt: Stumti langą į dešinio krašto vidurį
sk: Posunúť okno do stredu pravého okraja

source: Move screen to the lower left corner
lt: Stumti langą į kairį apatinį kampą
sk: Posunúť okno do ľavého dolného rohu

source: Center screen at the lower border
lt: Centruoti langą apatiniame krašte
sk: Vystrediť okno na dolný okraj

source: Move screen to the lower right corner
lt: Stumti langą į apatinį dešinį kampą
sk: Posunúť okno do pravého dolného rohu

source: Reset saved position
lt: Ašaukti išsaugotą poziciją
sk: Vynulovať uloženú polohu

source: Clock
lt: Laikrodis
sk: Hodiny

source: Smiley
lt: Šypsniukas

source: KiddyTimer
lt: Vaikų laikmatis

source: Allows to controls your kids' daily TV usage
lt: Leidžia kontroliuoti kasdieninį jūsų vaikų TV žiūrėjimą

source: Scroll page contents up
lt: Paslinkti puslapiu aukštyn

source: Scroll page contents down
lt: Paslinkti puslapiu žemyn

source: Show HTTP response headers
lt: Rodyti HTTP atsakymo antraštes

source: Show program settings
lt: Rodyti programos nustatymus

source: Reload current page URL
lt: Atnaujinti šio puslapio internetinį adresą

source: Switch to next configured page URL
lt: Perjungti į kito sukonfigūruoto puslapio internetinį adresą

source: Switch to previous configured page URL
lt: Perjungti į ankstesnio sukonfigūruoto puslapio internetinį adresą

source: Close window
lt: Užverti langą
sk: Zatvoriť okno

source: Show this help screen
lt: Rodyti šią pagalbą

source: Invalid page
lt: Neteisingas puslapis

source: Loading ...
lt: Įkeliama…

source: Error fetching URL:
lt: Klaida, užeinant į nternetinį adresą:

source: Go and add a page in the settings
lt: Užeikite ir įtraukite puslapį į nustatymus

source: HTTP response headers for
lt: HTTP atsakymo antraštės

source: Page:
lt: Puslapis:

source: Default page
lt: Numatytasis puslapis

source: Show in main menu
lt: Rodyti pagrindiniame meniu
sk: Zobraziť v hlavnom menu

source: Show in extensions menu
lt: Rodyti tarp plėtinių meniu
sk: Zobraziť v menu rozšírení

source: Menu title
lt: Meniu pavadinimas

source: Page feed URL
lt: Šaltinių puslapio internetinis adresas

source: Dismiss all setting changes
lt: Atmesti visus pakeitimus

source: Save settings and close screen
lt: Išsaugoti reikšmes ir uždaryti langą

source: Edit selected page
lt: Redaguoti pasirinktą puslapį

source: Load pages from feed
lt: Atverti puslapius iš šaltinių

source: Add new page
lt: Pridėti naują puslapį

source: Delete selected page
lt: Pašalinti pasirinktą puslapį

source: Really delete this page? It cannot be recovered!
lt: Tikrai pašalinti šį puslapį? Tai neatstatoma atgal!

source: No page feed URL defined
lt: Šaltinių puslapio internetinis nenurodytas

source: Error loading page feed:
lt: Klaida, atveriant šaltinius:

source: Page URL
lt: Puslapio internetinis adresas

source: Font size
lt: Šrifto dydis
sk: Veľkosť písma

source: View remote text files
lt: Peržiūrėti nuotolinius tekstinius failus
sk: Zobraziť vzdialené textové súbory

source: Show in extension menu:
lt: Rodyti tarp plėtinių meniu:

source: Visualization
lt: Vizualizacija

source: Fullscreen Layout
lt: Per visą ekraną

source: Fullscreen auto activation
lt: Automatiškai per visą ekraną

source: Show cover arts
lt: Rodyti viršelį

source: Rip to single file, name is timestamped
lt: Kopijuoti į vieną failą. Pavadinimas iš datos

source: Create a directory for each stream
lt: Sukurti katalogą kiekvienam srautui

source: Add sequence number to output file
lt: Įkelti sekvenciją į išvesties failą

source: Recording location:
lt: Įrašo vieta:

source: Countries
lt: Šalys
sk: Krajiny

source: Screen and OLED
lt: Ekrane ir OLED
sk: Obrazovka a OLED

source: OLED only
lt: Tik OLED
sk: Len OLED

source: Screen only
lt: Tik ekrane
sk: Len obrazovka

source: 1 minutes
lt: 1 min.
sk: 1 minúta

source: 3 minutes
lt: 3 min.
sk: 3 minúty

source: Visualization and Text
lt: Vizualizacija ir tekstas
sk: Vizualizácia a text

source: Text only
lt: Tik tekstas
sk: Len text

source: Blank
lt: Tuščia
sk: Prázdna

source: listen to internet-radio
lt: klausytis interneto radijo
sk: počúvať internetové rádio

source: Genres
lt: Žanrai
sk: Žánre

source: Filter:
lt: Filtras:

source: Streaming Information
lt: Transliacijos informacija

source: Stations
lt: Stotys
sk: Stanice

source: Favorites
lt: Mėgstamiausi
sk: Obľúbené

source: Stop record
lt: Nutraukti įrašymą

source: Recording stream station
lt: Įrašanti srautą stotis

source: Getting streaming data from %s
lt: Transliacijos duomenys gaunami iš %s

source: Getting streaming data from %s
lt: Transliacijos duomenys gaunami iš %s

source: Do you really want to stop the recording?
lt: Ar tikrai norite nutraukti įrašymą?

source: Recording length
lt: Įrašo ilgis

source: Enter in minutes (0 means unlimited)
lt: Įveskite minutėmis (0 = neribotas)

source: Only running streamings can be recorded!
lt: Įrašyti galima tik klausomas transliacijas!

source: InternetRadio filter list (%s)
lt: InternetRadio filtrų sąrašas (%s)

source: All Countries
lt: Visos šalys
sk: Všetky krajiny

source: All Genres
lt: Visi žanrai
sk: Všetky žánre

source: Favorite list
lt: Mėgstamiausių sąrašas
sk: Zoznam obľúbených

source: Getting InternetRadio %s list...
lt: Įkeliamas InternetRadio %s sąrašas...

source: No streaming data found...
lt: Transliuojamų duomenų nerasta...

source: InternetRadio station list for filter: %s
lt: InternetRadio stočių sąrašas pagal filtrą: %s

source: Getting %s
lt: Įkeliama %s

source: Config
lt: Konfigūracija

source: rename current selected favorite
lt: pervadinti pasirinktą mėgstamiausią

source: remove current selected favorite
lt: pašalinti pasirinktą iš mėgstamiausių

source: do not play a service on startup
lt: negroti, paleidžiant

source: play current selected favorite on startup
lt: paleidžiant, groti šį mėgstamiausią

source: Add current selected genre to favorite
lt: Įtraukti pasirinktą žanrą į mėgstamiausius

source: Add current selected station to favorite
lt: Įtraukti pasirinktą stotį į mėgstamiausias

source: Add current playing stream to favorite
lt: Įtraukti šią transliaciją į mėgstamiausius

source: Fullscreen
lt: Visas ekranas
sk: Celá obrazovka

source: Show TV
lt: Rodyti TV

source: Enter new name for favorite item
lt: Įveskite naujo mėgstamiausio pavadinimą

source: Enter text to search for
lt: Įrašykite ieškomą tekstą
sk: Zadajte text na hľadanie

source: InternetRadio station list for search-criteria: %s
lt: InternetRadio stočių sąrašas pagal paieškos kriterijų: %s

source: Searching InternetRadio for %s...
lt: Ieškoti interneto radijuje %s...

source: Title: n/a
lt: Pavadinimas: n/a

source: nothing playing...
lt: nieko negrojama...

source: Internet Radio
lt: Radijas internetu
sk: Internetové rádio

source: creating and manipulating partition tables
lt: kurti ir manipuliuoti skaidinių lenteles

source: Error command '%s'
lt: Klaida komandoje '%s'
sk: Chybný príkaz '%s'

source: partition(s)
lt: skaidinys(iai)
sk: partícia(e)

source: add partition
lt: pridėti skaidinį
sk: Pridať partíciu

source: size in %s (max %d %s):
lt: Dydis %s (maks. %d %s):
sk: veľkosť v %s (max %d %s):

source: filesystem:
lt: failų sistema :
sk: systém súborov:

source: create partition %s
lt: sukurti skaidinį %s
sk: vytvoriť partíciu %s

source: make filesystem '%s' on partition %s (%d %s)
lt: sukurti failų sistemą '%s' skaidinyje %s (%d %s)
sk: vytvoriť systém súborov '%s' na partícii %s (%d %s)

source: delete partition %s
lt: šalinti skaidinį %s
sk: zmazať partíciu %s

source: execute
lt: vykdyti

source: Please Wait
lt: Palaukite
sk: Čakajte

source: Service delay
lt: Kanalo delsa

source: Global delay
lt: Bendra delsa

source: Channel audio:
lt: Garso kanalas:

source: Switch audio
lt: Perjungti garsą

source: Save to key
lt: Priskirti mygtukui

source: Open plugin menu
lt: Atverti įskiepio meniu

source: Save values and close plugin
lt: Išsaugoti reikšmes ir uždaryti įskiepį

source: Discard changes and close plugin
lt: Atšaukti pakeitimus ir uždaryti įskiepį

source: Change active delay
lt: Keisti aktyvią delsą

source: Increase delay
lt: Padidinti delsą

source: Decrease delay
lt: Mažinti delsą

source: Select channel audio
lt: Pasirinkite kanalo garsą

source: Save current delay to key
lt: Priskirti šią delsą mygtukui

source: Decrease delay by %i ms (can be set)
lt: Mažinti delsą %i ms (galima nustatyti)

source: Increase delay by %i ms (can be set)
lt: Padidinti delsą %i ms (gali būti nustatyta)

source: Set delay to %i ms (can be set)
lt: Nustatyti delsą %i ms (galima nustatyti)

source: Move plugin screen
lt: Perkelti įskiepio langą

source: Select the key you want to set to %i ms
lt: Išsirinkite mygtuką, kuriam norite nustatyti %i ms

source: Key %(key)s (current value: %(value)i ms)
lt: Mygtukas %(key)s (dabartinė reikšmė: %(value)i ms)

source: Setting key canceled
lt: Mygtuko priskyrimas atšauktas

source: Key %(Key)s successfully set to %(delay)i ms
lt: Mygtukui %(Key)s sėkmingai paskirta %(delay)i ms

source: Outer Bound (+/-)
lt: Išorinė riba (+/-)

source: Step in ms for arrow keys
lt: Žingsnis ms krypčių mygtukams

source: Wait time in ms before activation:
lt: Laukti laiko ms prieš aktyvaciją:

source: Step in ms for keys '%s'
lt: Žingsnis ms '%s' mygtukams

source: Step in ms for key %i
lt: Žingsnis ms %i mygtukui

source: Audio Sync
lt: Garso sinchronizavimas

source: sets the Audio Delay (LipSync)
lt: nustato garso delsą (LipSync)

source: Audio Sync Setup
lt: Garso sinchronizavimo sąranka

source: Setup for the Audio Sync Plugin
lt: Garso sinchronizavimo įskiepio sąranka

source: Really delete this entry? It cannot be recovered!
lt: Tikrai pašalinti šį įrašą? Tai neatstatoma!
sk: Naozaj zmazať túto položku? Nedá sa potom obnoviť!

source: Could not read AutoTimer timer list: %s
lt: Nepavyko perskaityti autolaikmačio laikmačių sąrašo: %s
sk: Nemôžem čítať zoznam autočasovačov: %s

source: EPG Search
lt: EPG paieška
sk: Hľadať v EPG

source: Export selected as AutoTimer
lt: Eksportuoti pasirinktą, kaip autolaikmatį
sk: Exportovať zvolené ako autočasovač

source: History
lt: Istorija
sk: História

source: Import from AutoTimer
lt: Importuoti iš autolaikmačio
sk: Importovať z autočasovača

source: Import from EPG
lt: Importuoti iš EPG
sk: Importovať z EPG

source: Import from Timer
lt: Importuoti iš laikmačio
sk: Importovať z časovača

source: New Search
lt: Nauja paieška
sk: Nové hľadanie

source: No history
lt: Istorijos nėra
sk: Chýba história

source: Save search as AutoTimer
lt: Išsaugoti paiešką, kaip autolaikmatį
sk: Uložiť hľadanie ako autočasovač

source: Select a timer to search
lt: Pasirinkti laikmatį paieškai
sk: Zvoľte časovač na hľadanie

source: Select text to search for
lt: Pasirinkti ieškomą tekstą
sk: Zvoľte text na hľadanie

source: search EPG...
lt: ieškoti EPG...
sk: Hľadať v EPG...

source: Edit Search
lt: Redaguoti paiešką
sk: Upraviť hľadanie

source: Length of History
lt: Istorijos dydis
sk: Dĺžka histórie

source: How many entries to keep in the search history at most. 0 disables history entirely!
lt: Kokį didžiausią skaičių įrašų saugoti paieškos istorijoje. '0' - uždrausti istoriją!

source: Add "Search" Button to EPG
lt: Į EPG pridėti 'Paieška' mygtuką
sk: Pridať tlačidlo "Hľadať" do EPG
