Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: Upgrade FPGA..
lt: Atnaujinti FPGA...
sk: Aktualizácia FPGA..

source: Upgrade Firmware..
lt: Atnaujinti mikroprogramą..
sk: Aktualizovať firmvér...

source: Upgrade finished.
lt: Atnaujinimas baigtas.
sk: Aktualizácia je skončená.

source: Upgrade will take about 5 minutes to finish. Do you want to upgrade?
lt: Atnaujinimas užtruks apie 5 minutes. Norite atnaujinti?
sk: Aktualizácia potrvá asi 5 minút. Chcete aktualizovať?

source: Upgrading
lt: Atnaujinama
sk: Aktualizujem

source: Upgrading STB... Please wait
lt: Vyksta atnaujinimas... Palaukite
sk: Aktualizujem VU+... Čakajte...

source: Url
lt: Internetinis adresas

source: Use
lt: Naudoti
sk: Použiť

source: Use AP Mode
lt: Naudoti prieigos taško režimu
sk: Použiť režim prístupového bodu

source: Use DHCP
lt: Naudoti DHCP
sk: Použiť DHCP

source: Use Device
lt: Naudoti prietaisą
sk: Použiť zariadenie

source: Use EIT EPG
lt: Naudoti EIT EPG
sk: Použiť EIT EPG

source: Use EXIT-Button to leave movie player
lt: Grotuvą užverti 'EXIT' mygtuku
sk: Použiť tlačidlo EXIT na ukončenie prehrávača filmov

source: Use Fan timer
lt: Naudoti aušintuvo laikmatį
sk: Použiť časovač ventilátora

source: Use Gateway
lt: Naudoti šliuzą
sk: Použiť bránu

source: Use Interface
lt: Naudoti sąsają
sk: Použiť sieťový adaptér

source: Use Manual dns-nameserver
lt: Naudoti rankinį DNS (vardų serverius)
sk: Ručne nastaviť server DNS

source: Use PiP at EPGBar
lt: EPG juostoje naudoti PiP
sk: Použiť obraz v obraze (PIP) v infolište

source: Use PictureInGraphic (PiG)
lt: Naudoti paveikslėlį grafikoje (PiG)
sk: Použiť obraz v grafike (PiG)

source: Use Power Measurement
lt: Naudoti įtampos matavimą
sk: Použiť meranie spotreby

source: Use TV remotecontrol:
lt: Naudoti TV nuotolinį valdymą:
sk: Použiť DO televízora:

source: Use a gateway
lt: Naudoti šliuzą
sk: Použiť bránu

source: Use custom main menu
lt: Naudoti savą pagrindinį meniu
sk: Použiť vlastné hlavné menu

source: Use matrix mode for service list
lt: Naudoti matricos stiliaus kanalų sąrašą
sk: Použiť maticový režim pre zoznam staníc

source: Use package maintainer config files
lt: Naudoti paketų kūrėjų konfigūracinius failus
sk: Pri aktualizácii prepísať konfiguračné súbory

source: Use power measurement
lt: Naudoti įtampos matavimus
sk: Použiť meranie spotreby

source: Use silent recording mode
lt: Naudoti tylų įrašymo režimą
sk: Pri nahrávaní použiť tichý režim

source: Use startup service for leaving standby
lt: Išėjimui iš budėjimo režimo naudoti paleisties kanalą
sk: Na návrat z pohot. režimu použiť úvodnú stanicu

source: Use the Networkwizard to configure selected network adapter
lt: Pasirinkto tinklo modulio konfigūravimui, naudokite tinklo vedlį
sk: Použiť Sprievodcu nastavením siete na nastavenie zvoleného sieťového adaptéra

source: Use the Networkwizard to configure your Network
lt: Tinklo konfigūravimui naudokite tinklo vedlį.
sk: Na nastavenie siete použiť sprievodcu sieťou

source: Use the left and right buttons to change an option. Please set up tuner A
lt: Pasirinkimui pakeisti, naudokite mygtukus 'KAIRĖN/DEŠINĖN'. Suderinkite imtuvą A
sk: Šípkou doľava a doprava zmeňte voľbu. Nastavte tuner A

source: Use the up/down keys on your remote control to select an option. After that, press OK.
lt: Pasirinkimui pakeisti, naudokite mygtukus 'AUKŠTYN/ŽEMYN'. Po to spauskite 'OK'.
sk: Šípkami nahor alebo nadol na diaľkovom ovládači vyberte voľbu. Potom stlačte tlačidlo OK.

source: Use this input device settings?
lt: Naudoti šiuos įvesties prietaiso nustatymus?
sk: Použiť nastavenia vstupného zariadenia?

source: Use this settings?
lt: Naudoti šiuos nustatymus?
sk: Použiť toto nastavenie?

source: Use this video enhancement settings?
lt: Naudoti šiuos vaizdo gerinimo nustatymus?
sk: Použiť toto rozšírené nastavenie obrazu?

source: Use time of currently running service
lt: Naudoti rodomo kanalo laiką
sk: Použiť čas práve bežiacej stanice

source: Use usals for this sat
lt: Šiam palydovui naudoti USALS
sk: Pre tento satelit použiť USALS

source: Use wizard to set up basic features
lt: Pagrindiniams nustatymams naudoti vedlį
sk: Použiť sprievodcu pre nastavenie základných funkcií

source: Used service scan type
lt: Naudojamas kanalų skenavimo būdas
sk: Typ vyhľadávania staníc

source: User :
lt: Vartotojas:
sk: Užívateľ:

source: User Email
lt: Vartotojo el. paštas
sk: E-mail užívateľa

source: User ID
lt: Vartotojo ID
sk: ID užívateľa

source: User Interface
lt: Vartotojo sąsaja
sk: Užívateľské rozhranie

source: User defined
lt: Vartotojo pasirinktas
sk: Užívateľsky definované

source: User manually Set up a Mount Point
lt: Pajungimo tašką nustatyti rankiniu būdu
sk: Ručne zvoliť pripojovací bod

source: User name
lt: Vartotojo vardas
sk: Meno užívateľa

source: Username
lt: Vartotojas
sk: Užívateľské meno

source: Using a Wireless module as access point.
lt: belaidžio tinklo modulio panaudojimas, kaip prieigos taško.
sk: Použiť modul WLAN ako prístupový bod

source: VFD Controller
lt: VFD valdiklis
sk: Ovládač VFD

source: VFD scroll speed
lt: VFD teksto slinkties greitis
sk: Rýchlosť rolovania VFD

source: VMGM (intro trailer)
lt: VMGM (anonsas)
sk: VMGM (úvodná upútavka)

source: VU deepstandby => TV activity:
lt: VU išjungtas => TV veikla:
sk: VU+ hlboký spánok => TV činnosť:

source: VU on => TV activity:
lt: VU įjungtas => TV veikla:
sk: VU+ zap. => TV činnosť:

source: VU standby => TV activity:
lt: VU budėjime => TV veikla:
sk: VU+ pohot. rež. => TV činnosť:

source: Verifying your internet connection...
lt: Tikrinamas jūsų interneto ryšys...
sk: Kontrola internetového pripojenia...

source: Version
lt: Versija
sk: Verzia

source: Vertical
lt: Vertikali
sk: Zvislá

source: Video Directory
lt: Vaizdo įrašų katalogas
sk: Adresár videí

source: Video Fine-Tuning
lt: Tikslus vaizdo derinimas
sk: Jemné nastavenie obrazu

source: Video Fine-Tuning Wizard
lt: Tikslaus vaizdo derinimo vedlys
sk: Sprievodca jemným nastavením obrazu

source: Video PID
lt: Vaizdo PID
sk: Obrazový PID

source: Video enhancement preview
lt: Vaizdo gerinimo peržiūra
sk: Náhľad rozšíreného nastavenia obrazu

source: Video enhancement settings
lt: Vaizdo gerinimo nuostatos
sk: Rozšírené nastavenia obrazu

source: Video enhancement setup
lt: Vaizdo gerinimo sąranka
sk: Rozšírené nastavenie obrazu

source: Video input selection Please press OK if you can see this page on your TV or select a different input port. The next input port will be automatically probed in 20 seconds
lt: Vaizdo įėjimo pasirinkimas Jei matote šį puslapį, spauskite 'OK', (arba išrinkite kitą įėjimo prievadą). Kitas įėjimo prievadas bus automatiškai išbandytas po 20 sekundžių.
sk: Voľba vstupu obrazu Ak vidíte túto stránku na televízore, stlačte OK. Ak nie, zvoľte iný obrazový vstup. Ďalší obrazový vstup sa automaticky overí o 20 sekúnd

source: Video mode selection
lt: Vaizdo režimo pasirinkimas
sk: Voľba režimu obrazu.

source: Videoenhancement Setup
lt: Vaizdo gerinimo sąranka
sk: Rozšírené nastavenia obrazu

source: View Movies...
lt: Žiūrėti filmus...
sk: Zobraziť filmy...

source: View Photos...
lt: Žiūrėti nuotraukas...
sk: Zobraziť fotografie...

source: View Rass interactive...
lt: Žiūrėti Rass interaktyviai...
sk: Zobraziť RASS interaktívne...

source: View Video CD...
lt: Žiūrėti vaizdo CD...
sk: Zobraziť Video CD...

source: View details
lt: Išsamiau
sk: Zobraziť podrobnosti

source: View list of available
lt: Peržiūrėti sąrašą galimų
sk: Zobraziť zoznam dostupných

source: View list of available CommonInterface extensions
lt: Peržiūrėti galimų įstatomo modulio plėtinių sąrašą
sk: Zobraziť zoznam dostupných rozšírení CommonInterface

source: View list of available Display and Userinterface extensions.
lt: Peržiūrėti galimų monitoriaus ir vartotojo sąsajos plėtinių sąrašą.
sk: Zobraziť zoznam dostupných rozšírení zobrazenia a užívateľského rozhrania

source: View list of available EPG extensions.
lt: Peržiūrėti galimų EPG plėtinių sąrašą.
sk: Zobraziť zoznam dostupných rozšírení EPG.

source: View list of available Satellite equipment extensions.
lt: Peržiūrėti galimų palydovinės įrangos plėtinių sąrašą.
sk: Zobraziť zoznam dostupných rozšírení satelitného zariadenia.

source: View list of available communication extensions.
lt: Peržiūrėti galimų komunikacijos plėtinių sąrašą.
sk: Zobraziť zoznam dostupných komunikačných rozšírení.

source: View list of available default settings
lt: Peržiūrėti galimų numatytų nuostatų sąrašą
sk: Zobraziť zoznam dostupných predvolených nastavení

source: View list of available multimedia extensions.
lt: Peržiūrėti galimų multimedijos plėtinių sąrašą.
sk: Zobraziť zoznam dostupných multimediálnych rozšírení.

source: View list of available networking extensions
lt: Peržiūrėti galimų tinklo plėtinių sąrašą
sk: Zobraziť zoznam dostupných sieťových rozšírení

source: View list of available recording extensions
lt: Peržiūrėti galimų įrašų plėtinių sąrašą
sk: Zobraziť zoznam dostupných rozšírení pre nahrávanie

source: View list of available skins
lt: Peržiūrėti galimų temų sąrašą
sk: Zobraziť zoznam dostupných vzhľadov

source: View list of available software extensions
lt: Peržiūrėti galimą programinės įrangos plėtinių sąrašą
sk: Zobraziť zoznam dostupných softvérových rozšírení

source: View list of available system extensions
lt: Peržiūrėti galimą sisteminių plėtinių sąrašą
sk: Zobraziť zoznam dostupných systémových rozšírení

source: View teletext...
lt: Žiūrėti teletekstą...
sk: Zobraziť teletext...

source: Virtual KeyBoard
lt: Virtuali klaviatūra
sk: Virtuálna klávesnica

source: Voltage mode
lt: Įtampos režimas
sk: Napäťový režim

source: Volume
lt: Garsas
sk: Hlasitosť

source: WEP Key (HEX)
lt: WEP raktas (HEX)
sk: Kľúč WEP (HEX)

source: WLAN adapter
lt: Belaidžio tinklo modulis
sk: Adaptér WLAN.

source: WLAN adapter.
lt: Belaidžio tinklo modulis.
sk: Adaptér WLAN.

source: WLAN connection
lt: Belaidžio tinklo ryšys
sk: Spojenie WLAN

source: WPA or WPA2
lt: WPA arba WPA2
sk: WPA alebo WPA2

source: WSS on 4:3
lt: WSS prie 4:3
sk: WSS pri 4:3

source: Wait a moment
lt: Truputį palaukite
sk: Čakajte

source: Wait a moment...
lt: Truputį palaukite...
sk: Čakajte...

source: Waiting
lt: Laukiama
sk: Čakám

source: WakeOnLan Enable
lt: Įjungti WOL
sk: Zapnúť WakeOnLan (WOL)

source: WakeOnLan Setup
lt: WOL sąranka
sk: Nastavenie WakeOnLan

source: Web Browser
lt: Interneto naršyklė
sk: Webový prehľadávač

source: Wed
lt: Tre
sk: St

source: Wednesday
lt: trečiadienis
sk: Streda

source: Weekday
lt: Šiokiadienis
sk: Pracovný deň

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
lt: Sveiki atvykę į Cutlist (karpymo) redaktorių Ieškokite pradžios, nuo kur norite iškirpti. Spauskite 'OK', išsirinkite 'iškirpimo pradžia'. Tada ieškokite pabaigos, spauskite 'OK', pasirinkite 'iškirpimo pabaiga'. Štai ir viskas.
sk: Vitajte v strihovom editore. Nájdite začiatok materiálu, ktorý chcete vystrihnúť. Stlačte OK, zvoľte „začiatok strihu“ Potom nájdite koniec, stlačte OK, zvoľte „koniec strihu“ To je všetko.

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your STB by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
lt: Sveiki atvykę į atvaizdo atnaujinimo vedlį. Vedlys padės jums atnaujinti šio imtuvo mikroprogramą, išsaugant dabartinius nustatymus ir trumpai patars, kaip tai atlikti.
sk: Vitajte v sprievodcovi aktualizáciou image. Sprievodca vám pomôže pri aktualizácii firmvéru VU+ tým, že vám poskytne možnosť zálohovania aktuálnych nastavení a dá krátke vysvetlenie, ako aktualizovať firmvér.

source: Welcome. If you want to connect your STB to the Internet, this wizard will guide you through the basic network setup of your STB. Press OK to start configuring your network
lt: Sveiki. Šis vedlys padės jums prijungti TV imtuvą prie interneto, vesdamas jus per pagrindinę šio imtuvo tinklo sąranką. Spauskite 'OK', kad pradėti tinklo konfigūravimą.
sk: Vitajte. Ak chcete pripojiť VU+ k internetu, tento sprievodca vám pomôže so základným nastavením siete. Stlačením OK začnite nastavovať sieť

source: Welcome...
lt: Sveiki...
sk: Vitajte...

source: West
lt: Vakarai
sk: západne

source: What do you want to scan?
lt: Ką jūs norite skenuoti?
sk: Čo chcete vyhľadať?

source: Wheel RIGHT
lt: Vairą DEŠINĖN
sk: Koliesko DOPRAVA

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
lt: Atkūrę gamyklinius nustatymus, jūs prarasite VISUS savo konfigūracijos duomenis (įskaitant bukietus, kanalus, palydovų duomenis...) Po gamyklinių nustatymų atkūrimo imtuvas pasileis iš naujo automatiškai! Tikrai norite atkurti gamyklinius nustatymus?
sk: Keď resetujete na továrenské nastavenia, stratíte všetky konfiguračné dáta (vrátane obľúbených, staníc, údajov o satelitoch...) Po skončení prechodu na továrenské nastavenia sa prijímač automaticky reštartuje! Naozaj chcete resetovať na továrenské nastavenia?

source: Where do you want to backup your settings?
lt: Kur norite išsaugoti nustatymų atsarginę kopiją?
sk: Kam chcete zálohovať svoje nastavenia?

source: Where to save temporary timeshift recordings?
lt: Kur saugoti laikinus laiko poslinkio įrašus?
sk: Kam uložiť dočasné záznamy s posunom času?

source: Width of channel name (matrix mode)
lt: Kanalo pavadinimo apimtis (matricos režime)
sk: Šírka názvu stanice (maticový režim)

source: Wireless Access Point
lt: Belaidžių tinklų prieigos taškas
sk: Bezdrôtový prístupový bod

source: Wireless LAN
lt: Belaidis tinklas
sk: Bezdrôtová LAN

source: Wireless LAN Setup
lt: Belaidžio tinklo sąranka
sk: Nastavenie bezdrôtovej siete

source: Wireless Lan Device is not detected.
lt: Belaidžio tinklo įrangos neaptikta.
sk: Nenájdené zariadenie WLAN

source: Wireless Network
lt: Belaidis tinklas
sk: Bezdrôtová sieť

source: Wireless network connection setup
lt: Belaidžio tinklo prisijungimo sąranka
sk: Nastavenie bezdrôtovej siete

source: Wireless network connection setup.
lt: Belaidžio tinklo prisijungimo sąranka.
sk: Nastavenie bezdrôtovej siete.

source: Wireless network state
lt: Belaidžio tinklo būklė
sk: Stav bezdrôtovej siete

source: Write error while recording. Disk full?
lt: Įrašymo klaida. Diskas pilnas?
sk: Chyba zápisu pri nahrávaní. Plný disk?

source: Write failed!
lt: Įrašyti nepavyko!
sk: Zápis zlyhal!

source: Year
lt: Metai
sk: Rok

source: Yellow font for DVB subtitles
lt: Geltoni DVB subtitrai
sk: Žlté písmo titulkov DVB

source: Yes
lt: Taip
sk: Áno

source: Yes to all
lt: Taip viskam
sk: Áno pre všetky

source: Yes, always
lt: Taip, visada
sk: Áno, vždy

source: Yes, and delete this movie
lt: Taip, ir pašalinti šį filmą
sk: Áno a zmazať tento film

source: Yes, delete this movie and go back to movie list
lt: Taip, pašalinti šį filmą ir grįžti į filmų sąrašą
sk: Áno, zmazať tento film a vrátiť sa do zoznamu filmov

source: Yes, backup my settings!
lt: Taip, padaryti nustatymų atsarginę kopiją!
sk: Áno, zálohovať nastavenia!

source: Yes, do a manual scan now
lt: Taip, atlikti rankinę paiešką
sk: Áno, teraz vyhľadávať ručne

source: Yes, do an automatic scan now
lt: Taip, atlikti automatinę paiešką
sk: Áno, teraz vyhľadávať automaticky

source: Yes, do another manual scan now
lt: Taip, atlikti kitą rankinę paiešką
sk: Áno, urobiť ďalšie ručné vyhľadávanie

source: Yes, perform a shutdown now.
lt: Taip, išjungti dabar.
sk: Áno, teraz vypnúť.

source: Yes, restore the settings now
lt: Taip, atkurti nuostatas dabar
sk: Áno, teraz obnoviť nastavenia

source: Yes, returning to movie list
lt: Taip, grįžti į filmų sąrašą
sk: Áno a vrátiť sa do zoznamu filmov

source: Yes, view the tutorial
lt: Taip, rodyti pamoką
sk: Áno, prezrieť si tutoriál

source: You can cancel the installation.
lt: Jūs galite nutraukti diegimą.
sk: Môžete zrušiť inštaláciu.

source: You can cancel the removal.
lt: Jūs galite nutraukti pašalinimą.
sk: Môžete zrušiť odstránenie.

source: You can choose some default settings now. Please select the settings you want to be installed.
lt: Galite išsirinkti kai kuriuos numatytuosius nustatymus. Pasirinkite nustatymus, kuriuos norite įdiegti.
sk: Teraz si môžete vybrať predvolené nastavenia. Zvoľte si nastavenia, ktoré chcete nainštalovať.

source: You can choose, what you want to install...
lt: Galite pasirinkti, ką norėsite įdiegti...
sk: Môžete si vybrať, čo chcete nainštalovať...

source: You can install this plugin.
lt: Jūs galite įdiegti šį įskiepį.
sk: Môžete nainštalovať tento modul.

source: You can only burn STB recordings!
lt: Galite įrašyti tik TV imtuvo formato įrašus!
sk: Napáliť môžete len nahrávky VU+!

source: You can remove this plugin.
lt: Jūs galite pašalinti šį įskiepį.
sk: Tento modul môžete odstrániť!

source: You can't cancel during upgrade. Do you want to continue ?
lt: Atnaujinimo metu nutraukti negalima. Norite tęsti?
sk: Nemôžete zrušiť počas aktualizovania. Chcete pokračovať?

source: You cannot delete this!
lt: To pašalinti jūs negalite!
sk: Toto nemôžete zmazať!

source: You choose the incorrect file.
lt: Pasirinkote neteisingą failą.
sk: Zvolený neplatný súbor.

source: You chose not to install any default services lists.
lt: Jūs pasirinkote neįdiegti jokių numatytųjų kanalų sąrašų.
sk: Vybrali ste si nenainštalovať žiadne zoznamy predvolených staníc.

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
lt: Jūs pasirinkote neįdiegti jokių numatytųjų nustatymų. Jūs galite įdiegti numatytuosius nustatymus vėliau per nustatymų meniu.
sk: Vybrali ste si nenainštalovať žiadne predvolené nastavenia. Môžete ich však nainštalovať neskôr v menu nastavení.

source: You chose not to install anything. Please press OK finish the install wizard.
lt: Jūs pasirinkote nieko nediegti. Spauskite 'OK', kad uždaryti diegimo vedlį.
sk: Vybrali ste si nenainštalovať nič. Stlačením tlačidla OK ukončíte sprievodcu inštaláciou.

source: You didn't select a channel to record from.
lt: Jūs nepasirinkote kanalo, kurį įrašinėsite.
sk: Nezvolili ste stanicu, z ktorej sa má nahrávať.

source: You have chosen to backup your settings. Please press OK to start the backup now.
lt: Jūs pasirinkote padaryti savo nustatymų atsarginę kopiją. Spauskite 'OK', kad pradėti.
sk: Vybrali ste si zálohovanie nastavení. Stlačením tlačidla OK spustíte zálohovanie.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
lt: Jūs pasirinkote atkurti savo nustatymus. Po atkūrimo Enigma2 pasileis iš naujo. Kad pradėti atkūrimą, spauskite 'OK'.
sk: Vybrali ste si obnovu nastavení. Po obnovení sa Enigma2 reštartuje. Stlačením tlačidla OK spustíte obnovu.

source: You have to wait %s!
lt: Jūs turite laukti %s!
sk: Musíte čakať %s!

source: You need a PC connected to your STB. If you need further instructions, please visit the website http://www.dm7025.de. Your STB will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
lt: Jums reikia kompiuterio, pajungto prie TV imtuvo. Išsamesnių instrukcijų ieškokite http://www.dm7025.de. Jūsų aparatas dabar bus sustabdytas. Kai atliksite šio internetinio puslapio atnaujinimo instrukcijas, naujoji mikroprograma paklaus atkurti jūsų nustatymus.

source: You need to set a PIN code and hide it from your children. Do you want to set the pin now?
lt: Jūs turite nustatyti PIN kodą ir paslėpti jį nuo vaikų. Norite nustatyti PIN kodą dabar?
sk: Musíte nastaviť kód PIN a skryť ho pred deťmi. Chcete ho nastaviť teraz?

source: Your STB is now ready to use. Your internet connection is working now.
lt: Jūsų aparatas paruoštas naudojimui. Jūsų interneto prisijungimas dabar veikia.
sk: VU+ je teraz pripravený na používanie. Internetové pripojenie funguje.

source: Your STB is now ready to use. Your internet connection is working now. Please press OK to continue.
lt: Jūsų aparatas paruoštas naudojimui. Jūsų interneto prisijungimas dabar veikia. Spauskite 'OK', kad tęsti.
sk: VU+ je teraz pripravený na používanie. Internetové pripojenie funguje. Pokračujte stlačením OK.

source: Your STB is shutting down. Please stand by...
lt: Imtuvas išjungiamas. Prašome į budėjimo režimą...
sk: VU+ sa vypína. Čakajte...

source: Your STB isn't connected to the internet properly. Please check it and try again.
lt: Jūsų aparatas neprijungtas prie interneto. Patikrinkite ir bandykite dar kartą.
sk: VU+ nie je správne pripojený k internetu. Skontrolujte a skúste znova.

source: Your STB will restart after pressing OK on your remote control.
lt: Valdymo pulte paspaudus 'OK', jūsų imtuvas bus paleistas iš naujo.
sk: VU+ sa reštartuje po stlačení OK na DO.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
lt: Atsarginė kopija sukurta. Dabar mes tęsime atnaujinimo proceso pagalbą.
sk: Zálohovanie sa podarilo.Teraz vysvetlíme ďalší postup pri aktualizácii.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
lt: Jūsų kolekcija viršija vieno sluoksnio DVD disko dydį, jums reikės tuščio dviejų sluoksnių DVD!
sk: Zostava presahuje kapacitu jednovrstvového média. Potrebujete prázdny dvojvrstvový disk DVD!

source: Your current collection will get lost!
lt: Jūsų dabartinė kolekcija bus prarasta!
sk: Vaša aktuálna zostava sa stratí.

source: Your internet connection is not working! Please choose what you want to do next.
lt: Jūsų interneto prisijungimas neveikia! Pasirinkite, ką jūs norite daryti toliau.
sk: Internetové pripojenie nefunguje! Zvoľte, čo chcete robiť ďalej.

source: Your network configuration has been activated.
lt: Jūsų tinklo konfigūracija aktyvuota.
sk: Nastavenie siete bolo aktivované.

source: Your network is not working. Please try again.
lt: Jūsų tinklas neveikia. Pabandykite dar kartą.
sk: Sieť nefunguje. Skúste znova.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
lt: Jūsų belaidis interneto prisijungimas nepasileidžia! Jūs prijungėte savo USB WLAN įrenginį? Pasirinkite, ką jūs norite daryti toliau.
sk: Internetové pripojenie bezdrôtovou LAN sa nedá spustiť! Pripojili ste kľúč USB WLAN? Zvoľte, čo chcete robiť ďalej.

source: Zap
lt: Perjungti
sk: Prepnúť

source: Zap PiP and not main screen
lt: Perjungti PiP, bet ne pagrindinį ekraną
sk: Prepnúťť PIP a nie hlavný obraz

source: Zap back to previously tuned service?
lt: Perjungti į anksčiau derintą kanalą?
sk: Prepnúť späť na predtým naladenú stanicu?

source: Zap back to service before positioner setup?
lt: Perjungti atgal į kanalą prieš pozicionieriaus nustatymą?
sk: Prepnúť späť na stanicu spred nastavovania motora?

source: Zap back to service before satfinder?
lt: Perjungti atgal į kanalą prieš palydovų paiešką?
sk: Prepnúť späť na stanicu spred hľadania satelitu?

source: Zap back to service before tuner setup?
lt: Perjungti atgal į kanalą prieš imtuvo nustatymą?
sk: Prepnúť späť na stanicu spred nastavovania tunera?

source: Zapping Mode
lt: Perjungimo būdas
sk: Režim prepínania

source: Zapping Mode Selection
lt: Perjungimo būdo pasirinkimas
sk: Voľba režimu prepínania

source: ZappingModeSelection
lt: Perjungimo būdo pasirinkimas
sk: Voľba režimu prepínania

source: [alternative edit]
lt: [alternatyvus redagavimas]
sk: [úprava alternatív]

source: [bouquet edit]
lt: [bukieto redagavimas]
sk: [úprava obľúbených]

source: [favourite edit]
lt: [mėgstamiausių redagavimas]
sk: [úprava obľúbených]
