Repository: wojt7/VTi-localisation
Catalog: locale/*.po
Languages: lt, sk

source: Can't download the firmware file.
lt: Nepavyko atsisiųsti mikroprogramos failo.
sk: Nemôžem prevziať súbor firmvéru.

source: Can't find /usr/bin/md5sum
lt: /usr/bin/md5sum nerasta
sk: Nemôžem nájsť /usr/bin/md5sum

source: Can't found MD5 file.
lt: MD5 failo nerasta.
sk: Súbor MD5 nenájdený.

source: Can't found binary file.
lt: Dvejetainio failo nerasta.
sk: Binárny súbor nenájdený.

source: Can't found device file!!
lt: Įrenginio failo netasta!!
sk: Súbor zariadenia nenájdený.

source: Can't found model name.
lt: Modelio pavadinimo nerasta.
sk: Nemôžem nájsť názov modelu.

source: Can't open selected bookmark. - URL data is empty!!
lt: Pasirinktos žymės atverti nepavyko. - internetinis adresas tuščias!!
sk: Nemôžem otvoriť zvolenú záložku. - Chýba údaj URL!!

source: Can't umount %s. Maybe device or resource busy.
lt: Atjungti %s nepavyko. Įrenginys, ar resursas tikriausiai užimtas.
sk: Nemôžem odpojiť %s. Zariadenie alebo zdroj možno pracujú.

source: Cancel
lt: Atšaukti
sk: Zrušiť

source: Capacity:
lt: Talpa:
sk: Kapacita:

source: Card
lt: Kortelė
sk: Karta

source: Catalan
lt: Katalonų
sk: Katalánčina

source: Category Name
lt: Kategorijos pavadinimas
sk: Názov kategórie

source: Change bouquets in quickzap
lt: Greitame kanalų perjungime rodyklėmis, pereiti į kitą bukietą
sk: Zmeniť obľúbené pri rýchlom prepínaní

source: Change pin code
lt: Keisti PIN kodą
sk: Zmeniť kód PIN

source: Change service PIN
lt: Keisti kanalo PIN kodą
sk: Zmeniť PIN stanice

source: Change service PINs
lt: Keisti kanalų PIN kodus
sk: Zmeniť PINy staníc

source: Change setup PIN
lt: Keisti nustatymų PIN kodą
sk: Zmeniť PIN nastavení

source: Change step size
lt: Keisti žingsnio dydį
sk: Zmeniť veľkosť kroku

source: Channel
lt: Kanalas
sk: Stanica

source: Channel (1~13)
lt: Kanalas (1~13)
sk: Stanica (1~13)

source: Channel Selection
lt: Kanalo pasirinkimas
sk: Voľba stanice

source: Channel not in services list
lt: Kanalo nėra kanalų sąraše
sk: Stanica nie je v zozname staníc

source: Channel:
lt: Kanalas:
sk: Stanica:

source: Channellist menu
lt: Kanalų sąrašo meniu
sk: Menu zoznamu staníc

source: Chap.
lt: Skyr.
sk: Kap.

source: Chapter
lt: Skyrius
sk: Kapitola

source: Chapter:
lt: Skyrius:
sk: Kapitola:

source: Check
lt: Tikrinti
sk: Skontrolovať

source: Check filesystem, please wait ...
lt: Failų sistemos tikrinimas, palaukite...
sk: Kontrolujem systém súborov, čakajte...

source: Checking Filesystem...
lt: Failų sistemos tikrinimas...
sk: Kontrolujem systém súborov...

source: Choice filesystem.
lt: Failų sistemos pasirinkimas.
sk: Zvoliť systém súborov.

source: Choose A/V-Receiver HDMI input:
lt: Pasirinkite garso/vaizdo imtuvo HDMI įvestį:
sk: Zvoľte vstup HDMI A/V prijímača:

source: Choose TV HDMI input:
lt: Pasirinkite TV HDMI įvestį:
sk: Zvoľte vstup HDMI televízora:

source: Choose Tuner
lt: Pasirinkite imtuvą
sk: Zvoliť tuner

source: Choose a timer list style
lt: Pasirinkite laikmačių sąrašo stilių
sk: Zvoliť štýl zoznamu časovačov

source: Choose a wireless network
lt: Pasirinkite belaidį tinklą
sk: Zvoľte bezdrôtovú sieť

source: Choose backup files
lt: Pasirinkite atsarginės kopijos failus
sk: Zvoliť súbory zálohy

source: Choose backup location
lt: Pasirinkite atsarginės kopijos vietą
sk: Zvoliť umiestnenie zálohy

source: Choose bouquet
lt: Pasirinkite bukietą
sk: Zvoliť obľúbené

source: Choose folder
lt: Pasirinkite katalogą
sk: Zvoliť adresár

source: Choose remote control picture for help screen
lt: Nuotolinio valdymo pulto nuotrauka, skirta pagalbos ekranui
sk: Zvoľte obrázok DO pre obrazovku Pomocníka

source: Choose target folder
lt: Pasirinkite paskirties katalogą
sk: Zvoliť cieľový adresár

source: Choose upgrade source
lt: Pasirinkite atnaujinimo šaltinį
sk: Zvoliť zdroj aktualizácie

source: Choose your Skin
lt: Pasirinkite temą
sk: Zvoliť vzhľad

source: Circular left
lt: Apskritiminė kairė
sk: Kruhová ľavá

source: Circular right
lt: Apskritiminė dešinė
sk: Kruhová pravá

source: Cleanup
lt: Valyti
sk: Vyčistiť

source: Clear before scan
lt: Prieš skenuojant, išvalyti
sk: Vymazať pred skenovaním

source: Clear log
lt: Valyti žurnalą
sk: Vymazať log

source: Close
lt: Užverti
sk: Zatvoriť

source: Close title selection
lt: Uždaryti pavadinimo pasirinkimą
sk: Zatvoriť výber titulkov

source: Code rate HP
lt: Kodavimo dažnis HP
sk: Kódová rýchlosť HP

source: Code rate LP
lt: Kodavimo dažnis LP
sk: Kódová rýchlosť LP

source: Collection name
lt: Kolekcijos pavadinimas
sk: Názov zostavy

source: Collection settings
lt: Kolekcijos nustatymai
sk: Nastavenia zostavy

source: Color Format
lt: Spalvų formatas
sk: Formát farby

source: Colorize movie list
lt: Spalvoti įrašų sąrašą
sk: Zafarbiť zoznam filmov

source: Command execution...
lt: Vykdoma komanda...
sk: Vykonávanie príkazu...

source: Command order
lt: Komandų seka
sk: Poradie príkazov

source: Committed DiSEqC command
lt: DiSEqC perjungimo komanda
sk: Potvrdený príkaz DiSEqC

source: Common Interface
lt: Įstatomas modulis

source: Common Interface Assignment
lt: Įstatomo modulio priskyrimas
sk: Priradenie CI

source: CommonInterface
lt: Įstatomas modulis

source: Communication
lt: Komunikacija
sk: Komunikácia

source: Compact Flash
lt: CF laikmena

source: Complete
lt: Įvykdyta
sk: Kompletné

source: Complex (allows mixing audio tracks and aspects)
lt: Kompleksinis (leidžia sumaišyti garso takelius ir formatus),
sk: Komplexné (umožňuje miešanie rôznych zvukových a obrazových formátov)

source: Composition of the recording filenames
lt: Įrašo failų pavadinimų komponavimas
sk: Zloženie názvov súborov nahrávok

source: Configuration Mode
lt: Konfigūravimo būdas
sk: Možnosti nastavenia

source: Configuration your AP is finished
lt: Prieigos taško konfigūravimas baigtas
sk: Konfigurácia AP skončená

source: Configure interface
lt: Konfigūruoti sąsają
sk: Nakonfigurujte rozhranie

source: Configure your internal LAN
lt: Konfigūruoti LAN
sk: Nakonfigurujte internú LAN

source: Configure your network again
lt: Perkonfigūruoti tinklą dar kartą
sk: Znova nakonfigurujte sieť

source: Configure your wireless LAN again
lt: Perkonfigūruoti belaidį tinklą dar kartą
sk: Znova nakonfigurujte bezdrôtovú sieť

source: Configuring
lt: Konfigūruojama
sk: Konfigurujem

source: Conflicting timer
lt: Laikmačio nesuderinamumas
sk: Časovanie sa prekrýva

source: Connect
lt: Prisijungti
sk: Pripojiť

source: Connect to a Wireless Network
lt: Jungtis prie belaidžio tinklo
sk: Pripojiť k bezdrôtovej sieti

source: Connected to
lt: Prisijungta prie
sk: Pripojené k

source: Connected!
lt: Prisijungta!
sk: Pripojené!

source: Constellation
lt: Žvaigždynas
sk: Zostava

source: Content does not fit on DVD!
lt: Turinys netelpa į DVD!
sk: Obsah sa nezmestí na DVD!

source: Continue
lt: Tęsti
sk: Pokračovať

source: Continue Timeshift
lt: Tęsti laiko poslinkį
sk: Pokračovať v časovom posune

source: Continue in background
lt: Tęsti fone
sk: Pokračovať v pozadí

source: Continue playing
lt: Tęsti toliau
sk: Pokračovať v prehrávaní

source: Contrast
lt: Kontrastas
sk: Kontrast

source: Copy
lt: Kopijuoti
sk: Kopírovať

source: Could not load Medium! No disc inserted?
lt: Nepavyksta atverti! Neįdėtas diskas?
sk: Nemôžem použiť médium. Je vložený disk?

source: Could not open Picture in Picture
lt: Nepavyksta atverti vaizdo vaizde
sk: Nedá sa otvoriť obraz v obraze

source: Couldn't record due to conflicting timer %s
lt: Nepavyko įrašyti dėl prieštaravimų laikmatyje %s
sk: Nedalo sa nahrávať - prekrýva sa časovanie %s

source: Couldn't record due to invalid service %s
lt: Nepavyko įrašyti dėl neteisingo kanalo %s
sk: Nedalo sa nahrať pre neplatnú stanicu %s

source: Crashlog Reporting
lt: Lūžių žurnalo ataskaita
sk: Správy o zrútení

source: CrashlogReport setting
lt: Lūžių žurnalo ataskaitos nuostatos
sk: Nastavenie správ o zrútení

source: CrashlogReportSetting
lt: Lūžių žurnalo ataskaitos nuostatos
sk: Nastavenie správ o zrútení

source: Create DVD-ISO
lt: Sukurti DVD-ISO
sk: Vytvoriť disk DVD-ISO

source: Create directory
lt: Sukurti katalogą
sk: Vytvoriť adresár

source: Create directory failed! %s
lt: Sukurti katalogo nepavyko! %s
sk: Nepodarilo sa vytvoriť adresár! %s

source: Create filesystem, please wait ...
lt: Kuriama failų sistema, palaukite...
sk: Vytváram systém súborov, čakajte...

source: Create movie folder failed
lt: Fimų aplanko sukurti nepavyko
sk: Nepodarilo sa vytvoriť adresár pre filmy

source: Create: kerneldump
lt: Sukurti: branduolio žurnalą
sk: Vytváram: kerneldump

source: Create: root.ubifs
lt: Sukurti: root.ubifs
sk: Vytváram: root.ubifs

source: Creating directory %s failed.
lt: Katalogo %s sukurti nepavyko.
sk: Nepodarilo sa vytvoriť adresár %s.

source: Creating filesystem Error
lt: Failų sistemos kūrimo klaida
sk: Chyba pri vytváraní systému súborov

source: Creating partition failed
lt: Skaidinio sukurti nepavyko
sk: Nepodarilo sa vytvoriť partíciu

source: Croatian
lt: Kroatų
sk: Chorvátčina

source: Current Page
lt: Šis puslapis
sk: Aktuálna stránka

source: Current Transponder
lt: Šis transponderis
sk: Aktuálny transpondér

source: Current device:
lt: Šis prietaisas:
sk: Aktuálne zariadenie:

source: Current page is already exist.
lt: Toks puslapis jau yra.
sk: Aktuálna stránka už existuje.

source: Current settings (interface : br0)
lt: Dabartiniai parametrai (sąsaja: br0)
sk: Aktuálne nastavenia (rozhranie: br0)

source: Current settings:
lt: Dabartiniai nustatymai:
sk: Aktuálne nastavenia:

source: Current value:
lt: Dabartinė reikšmė:
sk: Aktuálna hodnota:

source: Currentpage(Bookmark)
lt: Šis puslapis (pažymėti)
sk: Aktuálna stránka (záložka)

source: Custom skip time for '1'/'3'-keys
lt: Paspaudus '1'/'3' mygtukus, peršokti (sek.)
sk: Vlastný posun času pre tlačidlá 1 a 3

source: Custom skip time for '4'/'6'-keys
lt: Paspaudus '4'/'6' mygtukus, peršokti (sek.)
sk: Vlastný posun času pre tlačidlá 4 a 6

source: Custom skip time for '7'/'9'-keys
lt: Paspaudus '7'/'9' mygtukus, peršokti (sek.)
sk: Vlastný posun času pre tlačidlá 7 a 9

source: Customize
lt: Vartotojo pasirinkimai
sk: Upraviť

source: Cut
lt: Iškirpti
sk: Strih

source: Cutlist editor...
lt: Iškirpimo redaktorius...
sk: Editor strihov...

source: Czech
lt: Čekų
sk: Čeština

source: DLNA/uPnP Browser
lt: DLNA/uPnP naršyklė
sk: Prehľadávač DLNA/uPnP

source: DUAL LAYER DVD
lt: DVISLUOKSNIS DVD
sk: DVOJVRSTVOVÉ DVD

source: DVB subtitle transparency
lt: DVB subtitrų skaidrumas
sk: Priehľadnosť titulkov DVB

source: DVD Drive
lt: DVD įrenginys
sk: DVD jednotka

source: DVD File Browser
lt: DVD failų naršyklė
sk: Prehliadač súborov DVD

source: DVD Player
lt: DVD grotuvas
sk: Prehrávač DVD

source: DVD Titlelist
lt: DVD pavadinimų sąrašas
sk: Zoznam titulov DVD

source: DVD media toolbox
lt: DVD priemonių rinkinys
sk: Nástroje pre DVD

source: Danish
lt: Danų
sk: Dánčina

source: Date
lt: Data
sk: Dátum

source: Deep Standby
lt: Išjungti
sk: Vypnúť

source: Deep Standby with WOL
lt: Išjungti su įjungimo dėl tinklo aktyvumo galimybe
sk: Hlboký spánok s WOL

source: DeepStandby
lt: Išjungti
sk: Hlboký spánok

source: Default
lt: numatyta
sk: Predvolené

source: Default EPG view (EPG button)
lt: EPG mygtuku atsiveriantis langas
sk: Predvolené zobrazenie EPG (tlačidlo EPG)

source: Default Settings
lt: Numatytieji nustatymai
sk: Predvolené nastavenia

source: Default movie location
lt: Numatytoji filmų vieta
sk: Predvolené umiestnenie filmov

source: Default services lists
lt: Numatytas kanalų sąrašas
sk: Zoznamy predvolených staníc

source: Delay
lt: Delsa
sk: Oneskorenie

source: Delete
lt: Šalinti
sk: Vymazať

source: Delete directory failed! %s
lt: Katalogo pašalinti nepavyko! %s
sk: Nepodarilo sa vymazaiť adresár! %s

source: Delete directory failed! Maybe directory is not empty.
lt: Katalogo pašalinti nepavyko! Tikriausiai šis katalogas netuščias.
sk: Nepodarilo sa vymazaiť adresár. Možno nie je prázdny.

source: Delete entry
lt: Šalinti įrašą
sk: Vymazať zadanie

source: Delete failed!
lt: Pašalinti nepavyko!
sk: Vymazanie zlyhalo!

source: Delete no more configured satellite %s?
lt: Šalinti niekad nekonfigūruotą palydovą %s?
sk: Vymazať už nepotrebné satelity %s?

source: Depth
lt: Gylis
sk: hĺbka

source: Description
lt: Aprašymas
sk: Opis

source: Deselect
lt: Atšaukti pasirinkimą
sk: Zrušiť výber

source: Details for plugin:
lt: Apie šį įskiepį:
sk: Údaje o module:

source: Detected HDD:
lt: Aptiktas HDD:
sk: Zistený pevný disk:

source: Detected NIMs:
lt: Aptikti NIM:
sk: Zistené tunery:

source: Device Initialization finished sucessfully!
lt: Įrenginio inicijavimas pavyko!
sk: Inicializácia zariadenia úspešne dokončená.

source: Device not found.
lt: Įrenginys nerastas.
sk: Zariadenie nenájdené.

source: DeviceList Refresh Interval
lt: Įrangos sąrašo atnaujinimo intervalas
sk: Interval obnovovania zoznamu zariadení

source: DeviceManager
lt: Įrenginių tvarkytuvas
sk: Správca zariadení

source: DeviceManager configuration
lt: Įrenginių tvarkytuvo konfigūravimas
sk: Nastavenie správcu zariadení

source: Devices
lt: Įranga
sk: Zariadenia

source: DiSEqC mode
lt: DiSEqC režimas
sk: Režim DiSEqC

source: DiSEqC repeats
lt: DiSEqC pakartojimai
sk: Opakovania DiSEqC

source: DiSEqC-Tester settings
lt: DiSEqC-Tester nustatymai
sk: Nastavenia testovača DiSEqC

source: Dialing:
lt: Skambinama:
sk: Vytáčam:

source: Digital contour removal
lt: Skaitmeninis kontūro pašalinimas
sk: Odstránenie digitálnych obrysov

source: Direct Input
lt: Tiesioginė įvestis
sk: Zadať

source: Direct Input(Bookmark)
lt: Tiesioginė įvestis (pažymėti)
sk: Zadať (záložka)

source: Direct Input(Category)
lt: Tiesioginė įvestis (kategorija)
sk: Zadať (kategória)

source: Direct playback of linked titles without menu
lt: Nurodytų pavadinimų tiesioginis atkūrimas be meniu
sk: Priame prehrávanie prepojených titulov bez menu

source: Directory %s nonexistent.
lt: %s katalogo nėra.
sk: Adresár %s neexistuje.

source: Directory browser
lt: Katalogų naršyklė
sk: Prehľadávač adresárov

source: Disable
lt: išjungti
sk: Vypnúť

source: Disable Picture in Picture
lt: Išjungti vaizdą vaizde
sk: Vypnúť obraz v obraze

source: Disable Subtitles
lt: Išjungti subtitrus
sk: Vypnúť titulky

source: Disable auto update of channel list
lt: Išjungti automatinį kanalų sąrašo atnaujinimą
sk: Vypnúť automatickú aktualizáciu zoznamu staníc

source: Disable infobar timeout for ok button
lt: Išjungti infojuostos delsą, paspaudos 'OK'
sk: Zrušiť časovanie ínfolišty po stlačení tlačidla OK

source: Disable timer
lt: Išjungti laikmatį
sk: Vypnúť časovač

source: Disable tuner failure popup
lt: Išjungti imtuvo klaidos iškylantį langą
sk: Vypnúť chybové hlásenie tunera

source: Disabled
lt: Išjungtas
sk: Vypnuté

source: Disconnect
lt: Atsijungti
sk: Odpojiť

source: Dish
lt: Lėkštė
sk: Parabola

source: Display Setup
lt: VFD monitoriaus sąranka
sk: Nastavenie displeja

source: Display and Userinterface
lt: Monitorius ir vartotojo sąsaja
sk: Displej a užívateľské rozhranie

source: Do not zap to not available services
lt: Neperjungti į neprieinamus kanalus
sk: Neprepnúť na nedostupné stanice

source: Do you really want to REMOVE the plugin "%s"?
lt: Jūs tikrai norite į PAŠALINTI įskiepį "%s"?
sk: Naozaj chcete odstrániť modul "%s"?

source: Do you really want to check the filesystem? This could take lots of time!
lt: Ar tikrai norite tikrinti failų sistemą? Tai užtruks labai ilgai!
sk: Naozaj chcete skontrolovať systém súborov? Môže to trvať dosť dlho!

source: Do you really want to delete %s?
lt: Ar tikrai norite pašalinti %s?
sk: Naozaj chcete zmazať %s?

source: Do you really want to download the plugin "%s"?
lt: Jūs tikrai norite parsisiųsti įskiepį "%s "?
sk: Naozaj chcete stiahnuť modul "%s"?

source: Do you really want to exit?
lt: Jūs tikrai norite išeiti?
sk: Naozaj chcete skončiť?

source: Do you really want to initialize the device? All data on the device will be lost!
lt: Ar tikrai norite inicijuoti šį įrenginį? Visi jame esantys duomenys bus prarasti!
sk: Naozaj chcete inicializovať toto zariadenie? Všetky dáta na ňom sa stratia!

source: Do you really want to initialize the harddisk? All data on the disk will be lost!
lt: Jūs tikrai norite inicijuoti šį diską? Visi duomenys, esantys diske bus prarasti!
sk: Naozaj chcete inicializovať pevný disk? Všetky dáta na disku sa tým vymažú!

source: Do you really want to remove directory %s from the disk?
lt: Jūs tikrai norite pašalinti katalogą %s iš disko?
sk: Naozaj chcete z disku odstrániť adresár %s?

source: Do you really want to remove your bookmark of %s?
lt: Jūs tikrai norite pašalinti %s žymę?
sk: Naozaj chcete odstrániť záložku %s?

source: Do you want to burn this collection to DVD medium?
lt: Jūs norite įrašyti šią kolekciją į DVD laikmeną?
sk: Chcete túto zostavu napáliť na DVD?

source: Do you want to delete recording files of stopped timer ?
lt: Jūs norite ištrinti sustabdyto laikmačio įrašų failus?
sk: Chcete zmazať nahrané súbory zastaveného časovača?

source: Do you want to delete the bookmark?
lt: Jūs norite panaikinti žymę?
sk: Chcete vymazať záložku?

source: Do you want to delete the category and the bookmarks?
lt: Jūs norite panaikinti kategoriją ir žymes?
sk: Chcete vymazať kategóriu a záložky?

source: Do you want to disconnect?
lt: Jūs norite atjungti?
sk: Chcete odpojiť?

source: Do you want to do a service scan?
lt: Jūs norite skenuoti palydovą?
sk: Chcete vyhľadať stanice?

source: Do you want to do another manual service scan?
lt: Jūs norite atlikti kitą rankinį kanalų skenavimą?
sk: Chcete urobiť ďalšie ručné vyhľadávanie staníc?

source: Do you want to enable the parental control feature on your STB?
lt: Ar norite įjungti tėvų kontrolės funkciją?
sk: Chcete zapnúť rodičovskú zámku VU+?

source: Do you want to install default sat lists?
lt: Jūs norite įdiegti numatytus palydovų sąrašus?
sk: Chcete nainštalovať zoznamy predvolených staníc?

source: Do you want to install the package:
lt: Jūs norite įdiegti paketą:
sk: Chcete nainštalovať balíček:

source: Do you want to make a back-up on USB? This only takes a few minutes depending on the used filesystem and is fully automatic. Make sure you first insert an USB flash drive before you select Yes.
lt: Jūs norite padaryti atsarginę kopiją į USB laikmeną? Tai užtrunka tik keletą minučių, priklausomai nuo failų sistemos ir atliekama automatiškai. Prieš pasirinkdami 'Taip', įsitikinkite, kad prijungėte USB laikmeną.
sk: Chcete urobiť zálohu na USB? Podľa použitého systému súborov to potrvá len niekoľko minút a je to úplne automatické. Skôr než stlačíte tlačidlo Áno, vložte jednotku USB.

source: Do you want to make an USB-back-up image on HDD? This only takes a few minutes and is fully automatic.
lt: Jūs norite padaryti atsarginę USB atvaizdo kopiją į HDD? Tai užtrunka tik keletą minučių ir atliekama automatiškai.
sk: Chcete urobiť zálohu USB image na HDD? Potrvá to len niekoľko minúž a je to úplne automatické.

source: Do you want to play DVD in drive?
lt: Jūs norite paleisti DVD?
sk: Chcete prehrať DVD v mechanike?

source: Do you want to preview this DVD before burning?
lt: Jūs norite peržiūrėti šį DVD prieš įrašymą?
sk: Chcete si toto DVD prezrieť pred napálením?

source: Do you want to reboot your STB?
lt: Jūs norite savo aparatą paleisti iš naujo?
sk: Chcete reštartovať VU+?

source: Do you want to remove binary data?
lt: Jūs norite pašalinti dvejetainius duomenis?
sk: Chcete odstrániť binárku?

source: Do you want to remove the package:
lt: Jūs norite pašalinti paketą:
sk: Chcete odstrániť balíček:

source: Do you want to restore your settings?
lt: Jūs norite atkurti nustatymus?
sk: Chcete obnoviť nastavenia?

source: Do you want to resume this playback?
lt: Jūs norite pratęsti šį atkūrimą?
sk: Chcete pokračovať v prehrávaní?

source: Do you want to set selected url to the Startpage?
lt: Ar norite padaryti šį adresą pradiniu puslapiu?
sk: Chcete použiť zvolenú URL na úvodnú stranu?

source: Do you want to shut down?
lt: Jūs norite išjungti?
sk: Chcete vypnúť?

source: Do you want to update your STB?
lt: Jūs norite atnaujinti savo TV imtuvą?
sk: Chcete aktualizovať VU+?

source: Do you want to update your STB? After pressing OK, please wait!
lt: Jūs norite atnaujinti savo imtuvą? Paspaudę 'OK', palaukite!
sk: Chcete aktualizovať VU+? Po stlačení OK vyčkajte!

source: Do you want to upgrade the package:
lt: Jūs norite atnaujinti paketą:
sk: Chcete aktualizovať balíček:

source: Do you want to use VTi BackupSuite to restore your settings, plugins or favourite bouquets ?
lt: Ar norite naudoti VTi BackupSuite parametrų, įskiepių ir mėgstamiausių bukietų atkūrimui?
sk: Chcete použiť Zálohovacie centrum VTI na obnovu nastavení, modulov a obľúbených staníc?

source: Do you want to use VTi ZerO to remove some packages which you do not need ?
lt: Ar norite naudoti VTi ZerO nereikalingiems ir nenaudojamiems paketams pašalinti?
sk: Chcete použiť ZerO VTI na odstránenie balíčkov, ktoré už nepotrebujete?

source: Do you want to view a tutorial?
lt: Ar norite peržiūrėti pamoką?
sk: Chcete si pozrieť tutoriál?

source: Dolby Digital / DTS downmix
lt: Dolby Digital / DTS kanalų miksavimas

source: Dolby Digital default
lt: Numatytasis - Dolby Digital
sk: Dolby Digital predvolené

source: Dolby Digital downmix
lt: Dolby Digital kanalų miksavimas

source: Don't stop current event but disable coming events
lt: Nestabdant dabartinės užduoties, išjungti ateinančią užduotį
sk: Nezastaviť aktuálny záznam, ale vypnúť nasledujúce záznamy.

source: Done - Installed or upgraded %d packages
lt: Baigta - įdiegta, arba atnaujinta %d paketų
sk: Hotovo - %d nainštalovaných alebo aktualizovaných balíčkov

source: Done - Installed, upgraded or removed %d packages with %d errors
lt: Baigta - įdiegta, atnaujinta, ar pašalinta %d paketų su %d klaidų
sk: Hotovo - %d nainštalovaných, aktualizovaných alebo odstránených balíčkov s %d chybami

source: Down Key
lt: Klavišas 'žemyn'
sk: Šípka nadol

source: Download
lt: Parsisiųsti
sk: Prevziať

source: Download Plugins
lt: Parsisiųsti įskiepius
sk: Prevziať prídavné moduly

source: Downloadable new plugins
lt: Galimi parsisiųsti nauji įskiepiai
sk: Nové moduly na prevzatie

source: Downloadable plugins
lt: Galimi parsisiųsti įskiepiai
sk: Moduly na prevzatie

source: Downloaded
lt: Parsisiųsta
sk: Prevzaté

source: Downloaded : %s Press OK to select, Press Cancel to exit.
lt: Parsisiųsta : %s Kad pasirinkti, spauskite 'OK', kad atšaukti - 'Cancel'.
sk: Prevzaté: %s Stlačením OK zvoľte, Stlačením Zrušiť ukončite.

source: Downloading
lt: Parsiunčiama
sk: Preberanie

source: Downloading plugin information. Please wait...
lt: Parsiunčiama informacija apie įskiepį. Prašome palaukti...
sk: Preberám informácie o moduloch. Čakajte...

source: Downloading...
lt: Parsiunčiama...
sk: Preberám...

source: Duo/Solo was not support.
lt: SOLO/DUO nepalaikomas.
sk: Duo/Solo nie je podporované.

source: Dutch
lt: Olandų
sk: Holandčina

source: Dynamic contrast
lt: Dinaminis kontrastas
sk: Dynamický kontrast

source: EPG Selection
lt: EPG pasirinkimas
sk: Voľba EPG

source: ERROR - failed to scan (%s)!
lt: KLAIDA - nenuskenuota (%s)!
sk: CHYBA - zlyhalo vyhľadávanie (%s)!

source: East
lt: Rytai
sk: východne

source: Edit
lt: Redaguoti
sk: Upraviť

source: Edit Title
lt: Redaguoti pavadinimą
sk: Upraviť titul

source: Edit bouquets list
lt: Redaguoti bukietų sąrašą
sk: Upraviť zoznam obľúbených

source: Edit chapters of current title
lt: Redaguoti šio pavadinimo skyrius
sk: Upraviť kapitoly aktuálneho titulu

source: Edit services list
lt: Redaguoti kanalų sąrašą
sk: Upraviť zoznam staníc

source: Edit settings
lt: Redaguoti nustatymus
sk: Upraviť nastavenia

source: Edit the Nameserver configuration of your STB.
lt: Redaguoti šio imtuvo vardų serverius.
sk: Upraviť nastavenie servera mien vo VU+.

source: Edit the network configuration of your STB.
lt: Redaguokite aparato tinklo konfigūraciją.
sk: Upraviť nastavenie siete vo VU+.
